{
    "url": "https://pt.wikipedia.org/wiki/Adolf_Reinach",
    "codigo_http": 200,
    "titulo": [
        "Adolf Reinach"
    ],
    "conteudo": [
        "Adolf Bernhard Philipp Reinach (23 de dezembro de 1883 – 16 de novembro de 1917) foi um filósofo, fenomenologista (da escola de fenomenologia de Munique) e jurista Alemão.\n",
        "Adolf Reinach nasceu em uma influente família Judaica em Mainz,[1] na Alemanha, no dia 23 de dezembro de 1883.[2] Estudou na Ostergymnasium em Mainz (onde se interessou pela primeira vez por Platão, e posteriormente, ingressou na Universidade de Munique, em 1901, onde estudou principalmente psicologia e filosofia sob Theodor Lipps. No círculo de alunos de Lipps, Reinach entrou em contato com Moritz Geiger, Otto Selz, Aloys Fischer e, Johannes Daubert. A partir de 1903, ele estava cada vez mais envolvido com as obras de Edmund Husserl, principalmente com Logische Untersuchungen (Investigações Lógicas).\n",
        "Em 1904, Reinach obteve seu doutorado em filosofia sob Lipps, com a sua obra Über den Ursachenbegriff im geltenden Strafrecht (Sobre o conceito de causa no direito penal). Em 1905, ele ainda pretendia continuar seus estudos em Munique (onde havia também desenvolvido uma amizade com Alexander Pfänder), para obter um diploma em direito, mas decidiu ir estudar com Husserl em Göttingen. Nesse período, mais alunos de Lipps (liderados por Daubert) decidiram abandonar Munique e foram para Göttingen, inspirados pelas obras de Husserl (o que é referido como a invasão de Munique de Göttingen).\n",
        "Em 1905, Reinach voltou à Munique para completar os seus estudos de direito e os concluiu em 1906–1907, em Tübingen. Ele assistiu várias palestras e seminários sobre direito penal do jurista Ernst Beling, por quem ficou muito impressionado e a quem deve uma grande quantidade de inspiração de suas obras posteriores. No verão de 1907, ele realizou o Primeiro Exame de Estado em Direito, mas também foi à Göttingen participar de círculos de discussão com Husserl.\n",
        "Com o apoio de Husserl, Reinach foi capaz de obter sua habilitação para a docência universitária em Göttingen, em 1909. A partir de suas leituras e pesquisas, podemos perceber que na época, ele foi influenciado também por Anton Marty e Johannes Daubert, além de, obviamente, por Husserl. Por sua vez, Reinach parece ter inspirado vários jovens fenomenologistas (como Wilhelm Schapp, Dietrich von Hildebrand, Alexandre Koyré e Edith Stein) com suas palestras. Além de ter dado uma introdução à fenomenologia, leccionou sobre Platão e Kant.\n",
        "Neste período, Husserl embarcou em uma profunda revisão de sua principal obra, as Investigações Lógicas, e pediu assistência a Reinach. Além disso, em 1912, Reinach se juntou à Moritz Geiger e Alexander Pfänder  e fundou a famosa Jahrbuch für Philosophie und phänomenologische Forschung, com Husserl como editor-chefe.\n",
        "Além de seu trabalho na área da fenomenologia e da filosofia em geral, Reinach é creditado pelo desenvolvimento de um precursor da teoria dos atos de fala por Austin e Searle: Die apriorischen Grundlagen des bürgerlichen Rechtes (Os Fundamentos Apriorísticos do Direito Civíl). O trabalho de Reinach foi baseado, sobretudo, na análise de Husserl do significado nas Investigações Lógicas, mas também nas críticas de Daubert. Alexander Pfänder (1870–1941) também realizava pesquisas sobre comandos, promessas e afins durante o mesmo período.\n",
        "Após a publicação da Ideen (Idéias) por Husserl em 1913, muitos fenomenologistas tomaram uma postura crítica, e a corrente da fenomenologia de Munique estabeleceu-se efetivamente, como Reinach, Daubert e outros decidiram permanecer mais próximos dos trabalhos anteriores de Husserl, as investigações Lógicas. Ao invés de seguir Husserl no seu idealismo transcendental da fenomenologia, O grupo de Munique manteve uma corrente realista.\n",
        "Reinach e sua esposa se converteram ao Luteranismo.[3][4]\n",
        "Com a eclosão da I Guerra Mundial, Reinach ofereceu-se para juntar-se ao exército. Após participar de muitas batalhas e de ter recebido a Cruz de Ferro, Reinach morreu em Diksmuide, em Flandres, no dia 16 de novembro de 1917.\n"
    ],
    "ligacoes": [
        "<ul><li><i><a href=\"//archive.org/details/berdenursachenb00reingoog\" class=\"extiw\" title=\"iarchive:berdenursachenb00reingoog\">Über den Ursachenbegriff im geltenden</a></i> Leipzig: J. A. Barth 1905, tradução para o inglês: \"<a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20161012005402/http://libertarianpapers.org/article/35-reinach-on-the-concept-of-causality-in-criminal-law/\">Sobre o Conceito de Causalidade no Direito Penal</a>,\" Libertário Artigos 1, 35 (2009).</li>\n<li><i>\"William James und der Pragmatismus,\"</i> em <i>Welt und Wissen. Hannoversche Blätter für Kunst, Literatur und Leben</i> (198): 45–65 de 1910.</li>\n<li><i>\"Kants Auffassung des Humeschen Problems\"</i> na <i>Zeitschrift für Philosophie und philosophische Kritik</i> 141: 176–209 1911.</li>\n<li><i>\"Die obersten Regeln der Vernunftschlüsse bei Kant\"</i> em <i>Kant Studien</i> 16: 214–233 1911.</li>\n<li><i>Zur Theorie des negativen Urteils.</i> no <i>Münchener Philosophische Abhandlungen. Festschrift für Theodor Lipps.</i> Ed. A. Pfänder. Leipzig: J. A. Barth 1911. pp. 196–254.</li>\n<li><i>\"Die Überlegung: ihre ethische und rechtliche Bedeutung eu\"</i> na <i>Zeitschrift für Philosophie und philosophische Kritik</i> 148: 181–196 1912.</li>\n<li><i>\"Die Überlegung: ihre ethische und rechtliche Bedeutung II\"</i> , em <i>Zeitschrift für Philosophie und philosophische Kritik</i> 149: 30–58 1913.</li>\n<li><i>\"Die apriorischen Grundlagen des bürgerlichen Rechtes\"</i> no <i>Jahrbuch für Philosophie und phänomenologische Forschung</i> 1: 685–847 1913.\n<ul><li>Também como uma edição especial (<i>Sonderdruck</i>), Verlag von Max Niemeyer, <a href=\"/wiki/Halle_(Saale)\" title=\"Halle (Saale)\">Halle uma. d.</a> <a href=\"/wiki/Halle_(Saale)\" title=\"Halle (Saale)\">S.</a> (pp. 1–163), 1913.</li>\n<li>Re-editado como: <i>\"Zur Phänomenologie des Rechts. Die apriorischen Grundlagen des bürgerlichen Direita\"</i> (com um prefácio por Anna Reinach) <a href=\"/wiki/Munique\" title=\"Munique\">de Munique</a>, Kösel, 1953.</li></ul></li>\n<li><i>\"Paul Natorps 'Allgemeine Psychologie nach kritischer Methode'\"</i> em <i>Göttingische gelehrte Anzeigen</i> 4: 193–214 1914.</li></ul>",
        "<ul><li><a href=\"/wiki/Atos_de_fala\" title=\"Atos de fala\">Atos de fala</a></li></ul>",
        "<ul><li>Armin Burkhardt, <i>Soziale Akte, Sprechakte und Textillokutionen. A. Reinachs Rechtsphilosophie und die moderne Linguistik</i> (Germanistische Linguistik; Bd. 69). Max Niemeyer Verlag, Tübingen, 1986, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/3-484-31069-3\" title=\"Especial:Fontes de livros/3-484-31069-3\">3-484-31069-3</a>.</li>\n<li>Karl Schumann e Barry Smith, \"Adolf Reinach: Uma Biografia Intelectual\", em K. Mulligan, ed. <i>Ato de fala e Sachverhalt: Reinach e os Fundamentos da Fenomenologia Realista</i>, Dordrecht/Boston/Lancaster: Nijhoff, 1987, pp. 1–27 <a rel=\"nofollow\" class=\"external text\" href=\"http://ontology.buffalo.edu/smith/articles/reinach_biography.pdf\">PDF</a>.</li>\n<li>Kevin Mulligan (ed.), <i>Ato de fala e Sachverhalt. Reinach e os Fundamentos da Fenomenologia Realista</i>. Dordrecht, Martinus Nijhoff, 1987.</li>\n<li>Barry Smith, <i>no Sentido de uma História da Teoria do Ato de Fala</i> em A. Burkhardt (ed.), <i>Os Actos de fala, Significados e Intenções. Abordagens críticas à Filosofia de John R. Searle</i>, Berlin/New York: de Gruyter (1990), pp. 29–61 <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20040620155656/http://cogprints.ecs.soton.ac.uk/archive/00000301/00/speech_20act.html\">HTML</a>.</li>\n<li>Pierfrancesco Stagi, <i>La filosofia della religione di Adolf Reinach</i>, Estame University Press, Roma 2015, pp. 101. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/9788898697335\" title=\"Especial:Fontes de livros/9788898697335\">9788898697335</a> <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20150606155841/http://www.stamen.net/1/filosofia_1748022_0.html\">[1]</a>.</li></ul>",
        "<ul><li>Reinach, A., <a rel=\"nofollow\" class=\"external text\" href=\"http://www.dwillard.org/articles/artview.asp?artID=21\">\"Sobre A Fenomenologia\" (\"Ueber Phaenomenologie\")</a>, De Janeiro De 1914.</li>\n<li>Smith, Barry (2008), <a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/reinach\">Adolf Reinach</a>, na <a href=\"/wiki/Stanford_Encyclopedia_of_Philosophy\" title=\"Stanford Encyclopedia of Philosophy\">Stanford Encyclopedia of Philosophy</a>.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ontology.co/reinacha.htm\">Adolf Reinach no Estado de Assuntos e a Teoria de Julgamento Negativo</a>.</li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1883\" title=\"Categoria:Nascidos em 1883\">Nascidos em 1883</a><a href=\"/wiki/Categoria:Mortos_em_1917\" title=\"Categoria:Mortos em 1917\">Mortos em 1917</a><a href=\"/wiki/Categoria:Judeus_da_Alemanha\" title=\"Categoria:Judeus da Alemanha\">Judeus da Alemanha</a><a href=\"/wiki/Categoria:Luteranos_da_Alemanha\" title=\"Categoria:Luteranos da Alemanha\">Luteranos da Alemanha</a><a href=\"/wiki/Categoria:Militares_alem%C3%A3es_mortos_na_Primeira_Guerra_Mundial\" title=\"Categoria:Militares alemães mortos na Primeira Guerra Mundial\">Militares alemães mortos na Primeira Guerra Mundial</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Munique\" title=\"Categoria:Alunos da Universidade de Munique\">Alunos da Universidade de Munique</a><a href=\"/wiki/Categoria:Fenomen%C3%B3logos\" title=\"Categoria:Fenomenólogos\">Fenomenólogos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_linguagem\" title=\"Categoria:Filósofos da linguagem\">Filósofos da linguagem</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_G%C3%B6ttingen\" title=\"Categoria:Alunos da Universidade de Göttingen\">Alunos da Universidade de Göttingen</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_G%C3%B6ttingen\" title=\"Categoria:Professores da Universidade de Göttingen\">Professores da Universidade de Göttingen</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_T%C3%BCbingen\" title=\"Categoria:Alunos da Universidade de Tübingen\">Alunos da Universidade de Tübingen</a>']",
    "imagem": null,
    "view": "adolf_reinach"
}