{
    "url": "https://pt.wikipedia.org/wiki/Albert_Camus",
    "codigo_http": 200,
    "titulo": [
        "Albert Camus"
    ],
    "conteudo": [
        "Albert Camus (francês: [al.'bɛʁ ka.'my] (escutarⓘ) (Mondovi, 7 de novembro de 1913 – Villeblevin, 4 de janeiro de 1960) foi um escritor, filósofo e jornalista franco-argelino, conhecido por suas contribuições à literatura e ao pensamento filosófico do século XX. Sua obra abrange romances, peças teatrais, ensaios e artigos, nos quais explorou temas como o absurdo da condição humana, a revolta e a busca por significado. Em 1957, foi agraciado com o Prêmio Nobel de Literatura.[1][2][3][4][5]\n",
        "Camus nasceu na Argélia, então parte da França colonial, e trabalhou em diversas profissões antes de dedicar-se à escrita, incluindo funções como vendedor de peças automotivas e funcionário público. Durante a Segunda Guerra Mundial, integrou a Resistência Francesa e atuou como editor do jornal Combat, onde expressou suas posições políticas e éticas.[6] Em sua produção literária e filosófica, Camus destacou-se por abordar questões como a liberdade, a justiça e a responsabilidade individual. Sua filosofia, frequentemente associada ao absurdismo, enfatiza a contradição entre a busca humana por sentido e a aparente indiferença do universo. Entre suas obras mais conhecidas estão O Estrangeiro (1942), O Mito de Sísifo (1942) e A Peste (1947).[7]\n",
        "No campo político, Camus posicionou-se contra o totalitarismo, criticando tanto o fascismo quanto o stalinismo. Sua postura crítica em relação à União Soviética e ao Partido Comunista Francês levou a divergências com outros intelectuais, como Jean-Paul Sartre. Durante a Guerra de Independência da Argélia (1954–1962), manifestou-se a favor de uma solução negociada, opondo-se tanto ao colonialismo francês quanto à violência dos movimentos independentistas.\n",
        "Albert Camus faleceu em um acidente de carro em 1960, aos 46 anos. Sua obra permanece influente na filosofia, na literatura e nos debates sobre moralidade e política.[8]\n",
        "Albert Camus (AFI: [albɛʁ kamy]) nasceu na costa da Argélia, numa localidade chamada Mondovi (hoje denominada Dréan), durante a ocupação francesa, numa família pied-noir.[9] O seu pai, Lucien Auguste Camus (1885-1914), era francês nascido na Argélia e a sua mãe, Catherine Hélène Sintès (1882-1960), também nascida na Argélia, era de origem minorquina (Sant Lluís[10]). Camus conheceu cedo o gosto amargo da morte: o seu pai morreu em 1914, na batalha do Marne, durante a Primeira Guerra Mundial. A sua mãe então foi obrigada a mudar-se para Argel, para a casa de sua avó materna, no famoso bairro operário de Belcourt onde, anos mais tarde, durante a guerra de descolonização da Argélia, houve um massacre de muçulmanos.\n",
        "O período de sua infância, apesar de extremamente pobre, é marcado por uma felicidade ligada à natureza, que ele volta a narrar em O Avesso e o Direito, mas também em toda a sua obra. Na casa, moravam, além do próprio Camus, o seu irmão que era um pouco mais velho, a sua mãe, a sua avó e um tio um pouco surdo, que era tanoeiro, profissão que Camus teria seguido se não fosse pelo apoio de um professor da escola primária Louis Germain,[11] que viu naquele pequeno pied-noir um futuro promissor. Ao princípio, a sua família não via com bons olhos o fato de Albert Camus seguir para a escola secundária, sendo pobre. O próprio Camus diz que tomar essa decisão foi difícil para ele, pois sabia que a família precisava da renda do seu trabalho. Portanto, ele deveria ter uma profissão que logo trouxesse frutos - como a profissão do seu tio. No fundo, Camus também gostava do ambiente da oficina, onde o tio trabalhava. Há um conto escrito por ele que tem como cenário a oficina e no qual a camaradagem entre os trabalhadores é exaltada.\n",
        "A sua mãe trabalhava lavando roupa para fora, a fim de ajudar no sustento da casa. Durante o segundo grau, ele quase abandonou os estudos devido aos problemas financeiros da família. Neste ponto, um outro professor foi fundamental para que o ganhador do Prêmio Nobel de 1957 seguisse estudando e se graduasse em filosofia: Jean Grenier. Tanto Grenier quanto o velho mestre Guerin serão lembrados posteriormente pelo escritor. O Homem Revoltado (1951) é dedicado a Grenier, e Discursos da Suécia (que inclui o discurso pronunciado por Camus, ao receber o Nobel),[12] a Germain.[13][14]\n",
        "A sua dissertação de mestrado foi sobre neoplatonismo e a sua tese de doutoramento, assim como a de Hannah Arendt, foi sobre Santo Agostinho.[15]\n",
        "Em 1938, Camus ajudou a fundar o jornal Alger Républicain[16] e durante a Segunda Guerra Mundial, até 1947, colaborou no jornal Combat,[17] além de ter colaborado no jornal Paris-Soir.[18]\n",
        "Após completar o doutoramento e estar apto a lecionar, a sua saúde impediu-o de se tornar um professor. Uma forte crise de tuberculose abateu-se sobre ele nesta época. Camus era tuberculoso, havia já algum tempo. Esta doença deu-lhe a real dimensão da possibilidade quotidiana de morrer, o que foi fundamental no desenvolvimento de sua obra filosófica e literária. A tuberculose também o impediu de continuar a praticar um desporto que amava e lhe ensinou tanto: Camus era o guarda-redes da seleção universitária. Conta-se que era um bom goleiro. O seu amor pelo futebol seguiu-o durante toda a vida. Uma das coisas que mais o impressionou quando da sua visita ao Brasil em 1949 foi o amor dos brasileiros pelo futebol.\n",
        "Entre os dias 5 e 7 de agosto de 1949, em visita ao Brasil, Camus foi até Iguape conhecer a festa em louvor do Senhor Bom Jesus de Iguape, acompanhado de Oswald de Andrade, do adido cultural francês, Paul Silvestre, e de Rudá de Andrade, filho de Oswald, mais o motorista. O grupo ficou hospedado num quarto do hospital \"Feliz Lembrança\", porque todos os hotéis estavam esgotados. A experiência dessa visita é a base do conto \"La Pierre qui pousse\" ('A Pedra que cresce'), publicado em seu livro O Exílio e o Reino,[19] sobre o engenheiro francês d'Arrast, de passagem por Iguape. Segundo seu motorista, Sócrates, a estátua do Bom Jesus chegou do mar, subindo o rio. Pescadores a encontraram e a levaram até uma fonte de Iguape, e a colocaram sobre uma pedra para lavá-la. Desde então, anualmente realiza-se uma festa religiosa no local, onde os fieis retiram lascas da pedra, que teria poderes milagrosos. Mas, segundo o narrador, a pedra continuava a crescer, mantendo-se do mesmo tamanho.[20] O conto foi tema do curta-metragem A pedra que cresce, de Matheus Benites (2023).[21]\n",
        "De acordo com a narrativa histórica, essa imagem de Jesus, após ser encontrada na praia do Una, na Jureia, em 1647, teria sido realmente levada à principal fonte de Iguape, situada dentro de uma gruta, e depositada sobre uma rocha, a fim de ser lavada para remoção do salitre. Posteriormente, no mesmo local, foi construída uma pequena capela abobadada, popularmente chamada de Gruta do Senhor. No lugar da rocha onde a imagem fora lavada criou-se um grande buraco, fazendo com que os fieis precisem descer por uma escada para obter as lascas da pedra milagrosa.[22][23][24]\n",
        "Sob estas diretrizes, a sua obra (filosófica e literária) tem o absurdo como padrão. Grosso modo, os seus livros testemunham as angústias de seu tempo e os dilemas e conflitos já observados por escritores que o precederam, tais como Franz Kafka e Dostoiévski. A proximidade entre Camus e estes dois autores evidencia uma cadeia que se estende até os dias atuais, indicando a fonte de um movimento heterogêneo — abrangendo arte, teatro, literatura, filosofia —, identificado como a estética do absurdo. Alguns ilustres filiados a este movimento, cujo foco é o absurdo, são Samuel Beckett e Eugène Ionesco.\n",
        "Mudou-se para a França, em 1939, pouco antes da invasão alemã. Mudou-se principalmente devido às polémicas com as autoridades francesas na Argélia. O autor havia publicado uma série de ensaios sobre o tratamento que os árabes recebiam por parte dos franceses na Argélia, pois os árabes não eram considerados cidadãos franceses e portanto eram subjugados por um governo no qual nem ao menos podiam votar. Crianças árabes morriam de fome, não tinham atendimento médico. Camus, nessa época, também fazia parte do Partido Comunista, do qual se desvinculou pouco tempo depois. A sua esposa e os seus filhos permaneceram na Argélia. Devido à guerra nem Camus pôde voltar à Argélia, nem sua esposa e filhos puderam ir para a França. Ele ficou em Paris durante o começo da ocupação nazista, trabalhando num jornal. Devido à censura e à vigilância constante dos nazistas, a maior parte dos jornalistas franceses muda-se para a região da França de Vichy. Começa a participar nas ações do Combat, núcleo de resistência à ocupação, tornando-se um dos editores do jornal de mesmo nome.\n",
        "Os seus primeiros livros O Avesso e o Direito e Bodas em Tipasa foram publicados quando ele ainda residia na Argélia. Mas, durante o tempo da ocupação, além de trabalhar em jornais e editar o jornal clandestino, Camus dedicou-se a outra de suas paixões: o teatro. Ele já havia participado em um grupo de teatro ligado ao partido comunista, quando ainda morava na Argélia e, ao sair do partido comunista, havia montado um outro grupo que apresentava peças clássicas de teatro aos trabalhadores.[carece de fontes?]\n",
        "Conheceu Jean-Paul Sartre em 1942 e tornaram-se bons amigos, no pós-guerra. Conheceram-se devido ao livro \"O Estrangeiro\" sobre o qual Sartre escreveu elogiosamente, dizendo que o autor seria uma pessoa que ele gostaria de conhecer. Um dia, numa festa em que os dois estavam, Camus apresentou-se a Sartre, dizendo-se o autor do livro. A amizade durou até 1952, quando a publicação de \"O Homem Revoltado\" provocou um desentendimento público entre os dois filósofos, devido aos comentários que Camus fazia em relação ao comunismo soviético, do qual Sartre era partidário.[8]\n",
        "Camus morreu em janeiro de 1960, en Villebrevin, vítima de um acidente de automóvel. Na sua maleta estava contido o manuscrito de O Primeiro Homem, um romance autobiográfico. Por uma ironia do destino, nas notas ao texto, ele escreve que aquele romance deveria ficar inacabado. A sua mãe, Catherine Sintès, morreu em setembro do mesmo ano.[25]\n",
        "Camus não pretendia ter feito a viagem a Paris de carro, com seu editor Michel Gallimard, a mulher deste, Janine, e a filha deles, Anne. Pretendia ir de trem, com o poeta René Char. Já haviam até comprado as passagens. Mas, por insistência de Michel, ele aceitou a boleia. Char também foi convidado, mas não quis lotar o carro. No acidente, o Facel Vega FV3B de Michel espatifou-se contra uma árvore. Apenas Camus morreu na hora. Michel morreu no hospital, cinco dias depois. O relógio do painel do carro parou no instante do acidente: 13h55.[26]\n",
        "Albert Camus encontra-se sepultado no cemitério de Lourmarin, Provença-Alpes-Costa Azul, em França.[27]\n",
        "Cinquenta anos depois, revelações do escritor e tradutor checo Jan Zabrana, contidas em seu diário publicado postumamente, sugerem a possibilidade de que Camus tenha sido, de fato, assassinado, por ordem do Ministro das Relações Exteriores da URSS, Dmitri Shepilov, em retaliação à oposição aberta que o escritor vinha fazendo a Moscou - particularmente no artigo publicado na revista Franc-Tireur de março de 1957, em que atacava pessoalmente o ministro, responsabilizando-o pelo que chamou de \"massacre\", durante a repressão soviética à Revolução Húngara de 1956.[28][29][30]\n",
        "Camus, em sua crítica, citara o poeta americano Walt Whitman. Afirmara \"sem liberdade, nada pode existir\". Ganhou assim, a inimizade de stalinistas e de simpatizantes dos comunistas. Olivier Todd, no livro “Albert Camus — Uma Vida” (Record, 877 páginas, tradução de Monica Stahel), relata o acidente: “A vinte e quatro quilômetros de Sens, na Rodovia 5, entre Champigny-sur-Yonne e Villeneuve-la-Guyard, o Facel-Véga, depois de uma guinada, sai da estrada em linha reta, se arrebenta contra um plátano, ricocheteia para cima de uma outra árvore, se desmantela. Michel [Gallimard] sai gravemente ferido [morreu cinco dias depois], Janine ilesa, Anne também. O cachorro desaparece, Albert Camus morreu na hora. O relógio do painel é encontrado bloqueado às 13h55. A seus amigos, Camus dizia com frequência que \"nada é mais escandaloso do que a morte de uma criança, e nada mais absurdo do que morrer num acidente de automóvel\".[31]\n",
        "Camus deixou uma inegável contribuição para a literatura e o pensamento contemporâneo. Sua obra reflete profundamente sobre a condição humana, a liberdade e a responsabilidade individual, notável em romances como \"O Estrangeiro\" e \"A Peste\". Além disso, sua influência se estendeu à filosofia, política e arte, tornando-o uma figura fundamental cujo legado perdura.[32]\n",
        "A banda de heavy metal americana Avenged Sevenfold afirmou que seu álbum Life Is But A Dream... foi inspirado na obra de Camus.[33]\n",
        "Albert Camus também serviu de inspiração para o Cavaleiro de Ouro Camus de Aquário, no anime e no mangá clássicos Cavaleiros do Zodíaco.[34]\n",
        " \n"
    ],
    "ligacoes": [
        "<ul><li>Em Tipasa (Argélia), foi erigida em 1961 uma estela em homenagem a Albert Camus, dentro das ruínas romanas, de frente para o mar e para o monte Chenoua, com esta frase em francês extraída de sua obra <i>Noces à Tipasa</i> : “Entendo aqui o que se chama glória: o direito de amar desmedidamente\" (« Je comprends ici ce qu'on appelle gloire : le droit d'aimer sans mesure. »).<sup id=\"cite_ref-35\" class=\"reference\"><a href=\"#cite_note-35\"><span class=\"cite-bracket\">[</span>35<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li>O Correio francês publicou um selo com sua efígie em 26 de junho de 1967.<sup id=\"cite_ref-36\" class=\"reference\"><a href=\"#cite_note-36\"><span class=\"cite-bracket\">[</span>36<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>O personagem Camus de Aquário, do mangá Saint Seiya, foi inspirado na filosofia e nome de Albert Camus.</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://revistapandorabrasil.com/Camus/index.htm\">«Albert Camus em português. Página de divulgação e estudo da obra do escritor e filósofo argelino Albert Camus»</a>. Por  Jorge Luis Gutiérrez.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AAlbert+Camus&amp;rft.btitle=Albert+Camus+em+portugu%C3%AAs.+P%C3%A1gina+de+divulga%C3%A7%C3%A3o+e+estudo+da+obra+do+escritor+e+fil%C3%B3sofo+argelino+Albert+Camus&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Frevistapandorabrasil.com%2FCamus%2Findex.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://nobelprize.org/nobel_prizes/literature/laureates/1957/\">«Albert Camus»</a> (em inglês). The Nobel Prize in Literature 1957</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AAlbert+Camus&amp;rft.btitle=Albert+Camus&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fnobelprize.org%2Fnobel_prizes%2Fliterature%2Flaureates%2F1957%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://observador.pt/2020/01/04/albert-camus-o-grande-mal-entendido/\">Albert Camus, o grande mal-entendido</a>, por Carlos Maria Bobone. <i><a href=\"/wiki/Observador_(jornal)\" title=\"Observador (jornal)\">Observador</a></i>, 4 jan 2020]</li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://revistapandorabrasil.com/camus/index.htm\">«Extratos e textos completos do Albert Camus»</a>. (em português)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AAlbert+Camus&amp;rft.btitle=Extratos+e+textos+completos+do+Albert+Camus&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Frevistapandorabrasil.com%2Fcamus%2Findex.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.camus-society.com/\">«The Albert Camus Society of the UK»</a>. (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AAlbert+Camus&amp;rft.btitle=The+Albert+Camus+Society+of+the+UK&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.camus-society.com%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20180106174345/http://www.etudes-camusiennes.fr/wordpress/\">Société des Études Camusiennes</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://aecamusianos.com/\">Asociación de Estudios Camusianos en España</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-logo_A_pt.svg\" title=\"Portal do anarquismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wikipedia-logo_A_pt.svg/40px-Wikipedia-logo_A_pt.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wikipedia-logo_A_pt.svg/60px-Wikipedia-logo_A_pt.svg.png 2x\" data-file-width=\"1062\" data-file-height=\"1062\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Anarquia\" title=\"Portal:Anarquia\">Portal do anarquismo</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1913\" title=\"Categoria:Nascidos em 1913\">Nascidos em 1913</a><a href=\"/wiki/Categoria:Mortos_em_1960\" title=\"Categoria:Mortos em 1960\">Mortos em 1960</a><a href=\"/wiki/Categoria:!Artigos_com_microformatos_hAudio\" title=\"Categoria:!Artigos com microformatos hAudio\">!Artigos com microformatos hAudio</a><a href=\"/wiki/Categoria:Nobel_de_Literatura\" title=\"Categoria:Nobel de Literatura\">Nobel de Literatura</a><a href=\"/wiki/Categoria:Laureados_da_Fran%C3%A7a_com_o_Nobel\" title=\"Categoria:Laureados da França com o Nobel\">Laureados da França com o Nobel</a><a href=\"/wiki/Categoria:Anarquistas_da_Fran%C3%A7a\" title=\"Categoria:Anarquistas da França\">Anarquistas da França</a><a href=\"/wiki/Categoria:Ateus_da_Fran%C3%A7a\" title=\"Categoria:Ateus da França\">Ateus da França</a><a href=\"/wiki/Categoria:Ativistas_contra_a_pena_de_morte\" title=\"Categoria:Ativistas contra a pena de morte\">Ativistas contra a pena de morte</a><a href=\"/wiki/Categoria:Dramaturgos_da_Fran%C3%A7a\" title=\"Categoria:Dramaturgos da França\">Dramaturgos da França</a><a href=\"/wiki/Categoria:Ensa%C3%ADstas_da_Fran%C3%A7a\" title=\"Categoria:Ensaístas da França\">Ensaístas da França</a><a href=\"/wiki/Categoria:Escritores_da_Fran%C3%A7a\" title=\"Categoria:Escritores da França\">Escritores da França</a><a href=\"/wiki/Categoria:Esquerda_antistalinista\" title=\"Categoria:Esquerda antistalinista\">Esquerda antistalinista</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_direito_da_Fran%C3%A7a\" title=\"Categoria:Filósofos do direito da França\">Filósofos do direito da França</a><a href=\"/wiki/Categoria:Mortes_em_acidentes_de_tr%C3%A2nsito_na_Fran%C3%A7a\" title=\"Categoria:Mortes em acidentes de trânsito na França\">Mortes em acidentes de trânsito na França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_ateus\" title=\"Categoria:Filósofos ateus\">Filósofos ateus</a><a href=\"/wiki/Categoria:Antifascistas_da_Fran%C3%A7a\" title=\"Categoria:Antifascistas da França\">Antifascistas da França</a><a href=\"/wiki/Categoria:Franceses_de_ascend%C3%AAncia_espanhola\" title=\"Categoria:Franceses de ascendência espanhola\">Franceses de ascendência espanhola</a><a href=\"/wiki/Categoria:Membros_da_Resist%C3%AAncia_Francesa\" title=\"Categoria:Membros da Resistência Francesa\">Membros da Resistência Francesa</a><a href=\"/wiki/Categoria:Naturais_de_El_Tarf_(prov%C3%ADncia)\" title=\"Categoria:Naturais de El Tarf (província)\">Naturais de El Tarf (província)</a><a href=\"/wiki/Categoria:Membros_do_Partido_Comunista_Franc%C3%AAs\" title=\"Categoria:Membros do Partido Comunista Francês\">Membros do Partido Comunista Francês</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/0/08/Albert_Camus%2C_gagnant_de_prix_Nobel%2C_portrait_en_buste%2C_pos%C3%A9_au_bureau%2C_faisant_face_%C3%A0_gauche%2C_cigarette_de_tabagisme.jpg/250px-Albert_Camus%2C_gagnant_de_prix_Nobel%2C_portrait_en_buste%2C_pos%C3%A9_au_bureau%2C_faisant_face_%C3%A0_gauche%2C_cigarette_de_tabagisme.jpg",
    "view": "albert_camus"
}