{
    "url": "https://pt.wikipedia.org/wiki/Alfred_Tarski",
    "codigo_http": 200,
    "titulo": [
        "Alfred Tarski"
    ],
    "conteudo": [
        "Alfred Tarski (Varsóvia, na época Império Russo, atualmente Polônia, 14 de janeiro de 1901 — Berkeley, Estados Unidos, 26 de outubro de 1983) foi um lógico, matemático e filósofo polonês. Emigrou para os Estados Unidos em 1939, onde tornou-se cidadão naturalizado em 1945, foi professor de matemática da Universidade da Califórnia em Berkeley, de 1942 até sua morte.[2]\n",
        "Escreveu, dentre outras áreas, sobre topologia, geometria, teoria da mensuração, axiomatização da álgebra e geometria, fundamentação da semântica, lógica matemática, teoria dos conjuntos, metamatemática, e, especialmente, sobre teoria dos modelos, teoria semântica da verdade, álgebra abstrata e lógica algébrica. Seu trabalho possui grande relevância filosófica. É considerado um dos maiores lógicos da história, junto de Aristóteles, Frege e Kurt Gödel. Tarski descrevia-se como \"um matemático (e também um lógico e, talvez, de certa forma, um filósofo)\". Na filosofia, ganha destaque especialmente por suas caracterizações matemáticas dos conceitos de verdade, constante lógica e consequência lógica para sentenças de linguagens formalizadas clássicas. Já na matemática e na filosofia, sua fama deve-se principalmente a seus impressionantes trabalhos sobre teoria dos conjuntos, teoria dos modelos e álgebra, incluindo resultados e desenvolvimentos como o paradoxo de Banach-Tarski, o teorema da indefinibilidade da verdade, a integralidade e decibilidade da álgebra e da geometria elementar, e as noções de cardinal, ordinal, relação e álgebra cilíndrica.\n",
        "Filho de Ignacy Teitelbaum e Rosa Prussak, seu nome de nascimento era Alfred Teitelbaum e seu irmão era Waclaw Teitelbaum. Casou-se com Maria Witkowski e tiveram duas crianças: Jan e Ina. Sua mãe, Rosa Prussak, é considerada a principal responsável por seu brilhantismo. Tarski revelou suas habilidades matemáticas primeiramente na escola secundária Mazowiecka de Varsóvia. Entretanto quando entrou na Universidade de Varsóvia em 1918, pretendeu estudar biologia.\n",
        "Em 1919 a Polônia tornou-se independente e a Universidade de Varsóvia transformou-se numa universidade polonesa. Sob a liderança de Jan Lukasiewicz, Stanislaw Lesniewski e Waclaw Sierpinski imediatamente a universidade tornou-se uma liderança mundial na lógica, matemática fundamental, filosofia da matemática e filosofia analítica e linguística. Na Universidade de Varsóvia, Tarski teve um encontro fatídico com Lesniewski, que descobriu o gênio Tarski e o persuadiu para abandonar a biologia e ingressar na matemática. Era um momento definitivo para Alfred, que sob a influência não somente de Lesniewski mas também de Lukasiewicz, Sierpinski, Mazurkiewicz, e do filósofo Kotarbinski, resolveu abandonar a biologia. Em 1920 teve um curto período no exército polonês.\n",
        "Em 1923 Alfred Teitelbaum e seu irmão Waclaw converteram-se ao Catolicismo Romano, religião dominante na Polônia, e mudaram seu sobrenome para “Tarski\", um nome que inventou porque soou polonês, foi simples escrever e pronunciar.\n",
        "Após transformar-se na pessoa mais nova a terminar um doutorado na Universidade de Varsóvia, Tarski ensinou lógica no Instituto Pedagógico da Polônia, matemática e lógica na universidade, e foi assistente do Lukasiewicz. Já que estes trabalhos eram mal pagos, Tarski ensinou também matemática em uma escola secundária de Varsóvia. Até sua partida para os Estados Unidos, em 1939, Tarski escreveu diversos livros.\n",
        "Em 23 de junho de 1929 Tarski casou com a professora Maria Witkowski, a qual tinha trabalhado como correio para o exército durante a luta da Polônia para independência.\n",
        "Em 1930, época em que a reputação internacional de Tarski continuava a crescer, visitou a Universidade de Viena e encontrou com Kurt Gödel. Graças a uma bolsa de estudo, Tarski retornou a Viena durante a primeira metade de 1935 para trabalhar com o grupo de pesquisa de Menger. De Viena viajou a Paris para apresentar suas ideias sobre verdade na primeira reunião do movimento Unidade da Ciência, uma consequência do Círculo de Viena.\n",
        "Saiu da Polônia rumo aos Estados Unidos em agosto de 1939, antes da Segunda Guerra Mundial. Durante a guerra, quase toda sua família morreu. Uma vez nos Estados Unidos, Tarski conseguiu cargos de pesquisa e ensino: Universidade de Harvard (1939), Faculdade da Cidade de Nova Iorque (1940), Instituto de Estudos Avançados de Princeton (1942), onde se encontrou com outra vez Gödel.\n",
        "Em 1942 Tarski entrou para o Departamento de Matemática da Universidade da Califórnia, Berkeley, onde ficou até o fim de sua carreira. Embora oficialmente aposentado desde 1968, ensinou até 1973 e supervisionou candidatos de doutorado até sua morte. Em Berkeley, Tarski adquiriu uma reputação assombrosa como um professor exigente.\n",
        "Tarski supervisionou 24 dissertações de doutorado, 5 por mulheres, e influenciou fortemente as dissertações de Alfred Lindenbaum, Dana Scott e Steven Givant. Seus estudantes incluem Andrzej Mostowski, Julia Robinson, Robert Vaught, Solomon Feferman, Richard Montague, James Donald Monk, Donald Pigozzi e os autores do clássico texto sobre teoria dos modelos, Chang e Jerome Keisler (1973).\n",
        "Tarski ensinou na University College em Londres (1950, 1966), Instituto Henri Poincaré em Paris (1955), Instituto Miller para Pesquisa Básica em Ciência em Berkeley (1958 -1960), Universidade da Califórnia em Los Angeles (1967), Pontifícia Universidade Católica do Chile (1974 -1975). Foi eleito para Academia Nacional de Ciências dos Estados Unidos e Academia Britânica, além de presidir a Associação para a Lógica Simbólica (1944-1946) e a União Internacional para História e Filosofia da Ciência (1956-1957).\n",
        "A relação de Tarski com sua esposa (Maria Witkowski) melhorou depois do divórcio. A filha de Tarski (Ina) casou com um matemático.\n",
        "Tarski aprofundou-se nos mais diferentes assuntos da matemática e seu trabalho está documentado em 19 monografias, entre elas ganham destaque: Geometria (1935), Introdução à lógica e à Metodologia de Ciências Dedutivas (1936), Método de decisão para álgebra e geometria elementar (1948), Álgebra cardinal (1949), Teoria indecidíveis (1953), Lógica, semântica, metamatemática (1956), e Álgebra Ordinal (1956).\n",
        "O primeiro artigo de Tarski foi sobre teoria dos conjuntos, um assunto no qual ele retornou durante toda sua vida. Em 1924 ele e Stefan Banach provaram que uma esfera pode ser cortada em um número finito de partes e remontada em uma esfera de tamanho maior, ou alternativamente, pode ser remontada em duas esferas cada uma do mesmo tamanho da original. Este resultado é chamado de Paradoxo de Banach–Tarski; em ligações externas é possível encontrar a demonstração visual deste paradoxo. É considerado um paradoxo por ser um resultado contra-intuitivo.\n",
        "No Método de decisão para álgebra e geometria elementar (1948), Tarski demonstrou, através do método de eliminação dos quantificadores, que a teoria de primeira ordem dos números reais na adição e multiplicação é decidível. Este resultado é muito curioso porque Alonzo Church provou em 1936 que a aritmética de Peano (teoria que Tarski provou efetivamente, mas com números naturais ao invés de reais) não é decidível. A aritmética de Peano é também incompletável pelo teorema da incompletude de Gödel. Na obra Teorias indecidíveis, publicada em 1953, Tarski e outros demonstraram que muitos sistemas matemáticos, como a teoria dos reticulados, geometria projetiva abstrata e álgebras fechadas, são todas indecidíveis. A teoria de grupos abelianos é decidível, mas a de grupos não-abelianos não é.\n",
        "Nos anos de 1920 a 1930 Tarski ensinou frequentemente geometria no nível secundário. Em 1929, ele demonstrou que muito da geometria euclidiana poderia ser reconstruída como uma teoria de primeira ordem cujos indivíduos são esferas, uma noção primitiva, relação binária primária \"contido em\" e dois axiomas que, entre outros, implicam que a contenção ordena parcialmente as esferas. Relaxando a exigência de todos os indivíduos serem esferas, é feita uma formalização de mereologia de exposição mais simples que a variante de Lesniewski. A partir de 1926, Tarski desenvolveu uma axiomatização para a geometria euclidiana do plano, consideravelmente mais concisa que os axiomas de Hilbert. A axiomatização de Tarski é uma teoria de primeira ordem ausente de teoria dos conjuntos, cujos indivíduos são pontos, e que possui apenas duas relações matemáticas primitivas. Em 1930 provou que a sua teoria era decidível porque pôde fazer uma correspondência com outra teoria que já tinha provado ser decidível (teoria de primeira ordem dos números reais). Perto do fim da sua vida, Tarski escreveu um longo artigo, publicado como Tarski e Givant (1999), sumarizando o seu trabalho em geometria.\n",
        "Em Álgebras cardinais são estudadas álgebras cujos modelos incluem a aritmética de números cardinais. Já em Álgebras ordinais é exposto uma álgebra para a teoria aditiva de tipos de ordem. A adição cardinal é comutativa, ao contrário da ordinal.\n",
        "Tarski publicou em 1941 um importante artigo sobre relações binárias, que deu início ao trabalho sobre relação algébrica e metamatemática, um trabalho que ocupou Tarski e seus estudantes durante boa parte da sua vida. Quando essa exploração (e o trabalho de Roger Lyndon, próximo deste) revelou algumas limitações importantes da relação algébrica, Tarski mostrou também (Tarski e Givant, 1987) que a relação algébrica pode expressar muito da teoria axiomática dos conjuntos e da aritmética de Peano. No final da década de 1940, Tarski e seus estudantes desenvolveram a álgebra cilíndrica, que estão para a lógica de primeira ordem assim como a álgebra booleana de dois elementos está para a lógica proposicional clássica. Este trabalho culminou em duas monografias de Tarski, Henkin e Monk (1971, 1985).\n",
        "Junto com Aristóteles, Frege e Kurt Gödel, Tarski é frequentemente considerado um dos quatro maiores lógicos de todos os tempos (Vaught 1986). Destes quatro, ele foi o melhor matemático e o mais produtivo autor. Frege e Gödel não supervisioram um único doutorado ou artigo; Tarski supervisionou 24 doutorados e mais de 100 livros e artigos. Tarski amou interagir intelectuamente e socialmente com as pessoas.\n",
        "Tarski produziu axiomas para consequência lógica e trabalhou em sistemas dedutivos, algebrização da lógica e na teoria da definibilidade. A metamatemática, introduzida por Hilbert em 1922, foi transformada por Tarski quando introduziu os métodos semânticos, que com a combinação de relações semânticas e sintáticas conduziram ao desenvolvimento por ele e estudantes de Berkeley (1950-1960) da teoria dos modelos.\n",
        "Todas as linguagens científicas formais podem ser estudadas pela teoria dos modelos e por métodos semânticos relacionados.\n",
        "Tarski publicou em O conceito da consequência lógica (1936) que a conclusão de um argumento seguirá logicamente de suas premissas se somente se cada modelo das premissas é um modelo da conclusão. Este trabalho sobre consequência lógica teve uma influência profunda e foi discutido por vários autores. Em 1937, ele publicou um documento apresentando claramente suas visões da natureza e propósito do método dedutivo, e considerando o papel da lógica em estudos científicos. Seu ensino sobre lógica axiomática na escola secundária e a estudantes universitários culminou no curto clássico texto Introdução à Lógica e à Metodologia de Ciências Dedutivas, publicado primeiro em Polonês, depois em Alemão, e finalmente em Inglês.\n",
        "Tarski em Verdade e Prova (1969) considerou o teorema da incompletude de Gödel e o teorema da indefinibilidade de Tarski, e analisou sobre suas consequências para o método axiomático na matemática.\n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li><a class=\"external text\" href=\"https://en.wikipedia.org/wiki/Stanford_Encyclopedia_of_Philosophy\">Stanford Encyclopedia of Philosophy</a>: (em inglês)\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/tarski\">Alfred Tarski</a> by Mario Gómez-Torrente.</li></ul></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nndb.com/people/383/000113044\">Alfred Tarski (NNDB)</a> (em inglês)</li>\n<li>O'Connor, John J; Edmund F. Robertson <a rel=\"nofollow\" class=\"external text\" href=\"http://www-history.mcs.st-andrews.ac.uk/Biographies/Tarski.html\">Alfred Tarski</a>. <a class=\"external text\" href=\"https://en.wikipedia.org/wiki/MacTutor_History_of_Mathematics_archive\">MacTutor History of Mathematics archive</a>. (em inglês)</li></ul>",
        "<ul><li><a href=\"/wiki/Axioma_da_escolha\" title=\"Axioma da escolha\">Axioma da escolha</a></li>\n<li><a href=\"/wiki/C%C3%ADrculo_de_Viena\" title=\"Círculo de Viena\">Círculo de Viena</a></li>\n<li><a href=\"/w/index.php?title=Lista_de_matem%C3%A1ticos&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Lista de matemáticos (página não existe)\">Lista de matemáticos</a></li>\n<li><a href=\"/wiki/L%C3%B3gica_de_primeira_ordem\" title=\"Lógica de primeira ordem\">Lógica de primeira ordem</a></li>\n<li><a href=\"/wiki/Paradoxo_de_Banach%E2%80%93Tarski\" title=\"Paradoxo de Banach–Tarski\">Paradoxo de Banach–Tarski</a></li>\n<li><a href=\"/wiki/Positivismo_l%C3%B3gico\" title=\"Positivismo lógico\">Positivismo lógico</a></li>\n<li><a href=\"/wiki/Teoria_dos_conjuntos\" title=\"Teoria dos conjuntos\">Teoria dos conjuntos</a></li>\n<li><a href=\"/wiki/Teoria_dos_modelos\" title=\"Teoria dos modelos\">Teoria dos modelos</a></li>\n<li><a href=\"/wiki/Teorias_da_verdade\" title=\"Teorias da verdade\">Teorias da verdade</a></li>\n<li><a href=\"/wiki/Teoria_sem%C3%A2ntica_da_verdade\" title=\"Teoria semântica da verdade\">Teoria semântica da verdade</a></li></ul>",
        "<ul><li><cite id=\"CITEREFO'ConnorRobertson\" class=\"citation\">O'Connor, John J.; <a href=\"/wiki/Edmund_Robertson\" title=\"Edmund Robertson\">Robertson, Edmund F.</a>, <a rel=\"nofollow\" class=\"external text\" href=\"https://mathshistory.st-andrews.ac.uk/Biographies/Tarski.html\">«Alfred Tarski»</a>, <i><a href=\"/wiki/MacTutor_History_of_Mathematics_archive\" title=\"MacTutor History of Mathematics archive\">MacTutor History of Mathematics archive</a></i> (em inglês), <a href=\"/wiki/Universidade_de_St._Andrews\" title=\"Universidade de St. Andrews\">Universidade de St. Andrews</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AAlfred+Tarski&amp;rft.atitle=Alfred+Tarski&amp;rft.au=Robertson%2C+Edmund+F.&amp;rft.aufirst=John+J.&amp;rft.aulast=O%27Connor&amp;rft.btitle=MacTutor+History+of+Mathematics+archive&amp;rft.genre=bookitem&amp;rft.pub=Universidade+de+St.+Andrews&amp;rft_id=https%3A%2F%2Fmathshistory.st-andrews.ac.uk%2FBiographies%2FTarski.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://mathgenealogy.org/id.php?id=13347&amp;fChrono=1\">Alfred Tarski</a> (em inglês) no <a href=\"/wiki/Mathematics_Genealogy_Project\" title=\"Mathematics Genealogy Project\">Mathematics Genealogy Project</a></li>\n<li>Polish Philosophy Page: <a rel=\"nofollow\" class=\"external text\" href=\"http://segr-did2.fmag.unict.it/~polphil/PolPhil/Tarski/Tarski.html\">Alfred Tarski</a> (em inglês)</li>\n<li><a class=\"external text\" href=\"https://en.wikipedia.org/wiki/Stanford_Encyclopedia_of_Philosophy\">Stanford Encyclopedia of Philosophy</a>: (em inglês)\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/tarski-truth\">Tarski's Truth Definitions</a> by Wilfred Hodges.</li></ul></li>\n<li>PlanetMath: (em inglês)\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://planetmath.org/encyclopedia/TarskiGroup.html\">Tarski group</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://planetmath.org/encyclopedia/TarskiSeidenbergTheorem.html\">Tarski-Seidenberg theorem</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://planetmath.org/encyclopedia/TarskisAxiom.html\">Tarski's axiom</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://planetmath.org/encyclopedia/LindenbaumAlgebra.html\">Lindenbaum-Tarski algebra</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://planetmath.org/encyclopedia/TarskiKnasterTheorem.html\">Tarski-Knaster theorem</a></li></ul></li>\n<li><a href=\"/wiki/MathWorld\" title=\"MathWorld\">MathWorld</a>: (em inglês)\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://mathworld.wolfram.com/TarskisTheorem.html\">Tarski's Theorem</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://mathworld.wolfram.com/TarskisPlankProblem.html\">Tarski's Plank Problem</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://mathworld.wolfram.com/TarskisFixedPointTheorem.html\">Tarski's Fixed Point Theorem</a></li></ul></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://demonstrations.wolfram.com/TheBanachTarskiParadox\">Demonstração visual do Paradoxo de Banach-Tarski</a> (em inglês)</li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1901\" title=\"Categoria:Nascidos em 1901\">Nascidos em 1901</a><a href=\"/wiki/Categoria:Mortos_em_1983\" title=\"Categoria:Mortos em 1983\">Mortos em 1983</a><a href=\"/wiki/Categoria:Membros_da_Academia_Nacional_de_Ci%C3%AAncias_dos_Estados_Unidos\" title=\"Categoria:Membros da Academia Nacional de Ciências dos Estados Unidos\">Membros da Academia Nacional de Ciências dos Estados Unidos</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_dos_Estados_Unidos_do_s%C3%A9culo_XX\" title=\"Categoria:Matemáticos dos Estados Unidos do século XX\">Matemáticos dos Estados Unidos do século XX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Judeus_da_Pol%C3%B4nia\" title=\"Categoria:Judeus da Polônia\">Judeus da Polônia</a><a href=\"/wiki/Categoria:Ge%C3%B3metras\" title=\"Categoria:Geómetras\">Geómetras</a><a href=\"/wiki/Categoria:Top%C3%B3logos\" title=\"Categoria:Topólogos\">Topólogos</a><a href=\"/wiki/Categoria:Judeus_ateus\" title=\"Categoria:Judeus ateus\">Judeus ateus</a><a href=\"/wiki/Categoria:Naturais_de_Vars%C3%B3via\" title=\"Categoria:Naturais de Varsóvia\">Naturais de Varsóvia</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/7/71/AlfredTarski1968.jpeg/250px-AlfredTarski1968.jpeg",
    "view": "alfred_tarski"
}