{
    "url": "https://pt.wikipedia.org/wiki/Alfred_North_Whitehead",
    "codigo_http": 200,
    "titulo": [
        "Alfred North Whitehead"
    ],
    "conteudo": [
        "Alfred North Whitehead (Ramsgate, 15 de fevereiro de 1861 – Cambridge, 30 de dezembro de 1947) foi um filósofo, lógico e matemático britânico. É o fundador da escola filosófica conhecida como a filosofia do processo, atualmente aplicada em vários campos da ciência, como dentre outros na ecologia, teologia, pedagogia, física, biologia, economia e psicologia.\n",
        "No início de sua carreira dedicou-se à matemática, à lógica e à física. Seu primeiro grande trabalho foi O Tratado sobre a Álgebra Universal (1898), onde se propôs a unificar a álgebra, a exemplo do que David Hilbert fez com a geometria não euclidiana. Seu trabalho mais notável sobre o assunto é o Principia mathematica (1910–1913), escrito com a colaboração de seu ex-aluno Bertrand Russell. O Principia Mathematica é considerado uma das obras mais importantes do século XX.[3]\n",
        "Durante o período entre o final dos anos 1910 e o início dos anos 1920, Whitehead enveredou-se gradualmente para a filosofia da ciência e para a metafísica. Durante esse período, afastou-se do logicismo e passou a se dedicar à filosofia da natureza como mostrado nas obras Os Princípios do Conhecimento Natural (1919) e O Conceito da Natureza (1920). Em Os Princípios da Relatividade (1922) ele faz uma abordagem crítica à teoria da relatividade de Albert Einstein. Desenvolveu um sistema completo de metafísica que ocorre em meio à mudança e ao dinamismo, algo radicalmente diferente de tudo visto na filosofia ocidental até então. Atualmente a obra filosófica de Whitehead — principalmente sua Magnum Opus, Processo e Realidade (1929) — é considerada a fundadora da filosofia do processo.\n",
        "Sua metafísica é centrada nos conceitos de \"apertos\" (expressão que ele usa para indicar que uma percepção consciente ou inconsciente incorpora alguns aspectos do objeto percebido). Whitehead não busca explicar a teoria do conhecimento, e sim a experiência em si, distinguindo-se da metafísica de Immanuel Kant. A filosofia do processo de Whitehead pressupõe que \"é urgente ver o mundo como uma rede de processos interdependentes da qual fazemos parte, e todas as nossas escolhas e nossas ações têm consequências onde vivemos\".[4] Por essa razão Whitehead foi muito influente nos estudos da ecologia, sobretudo na ética ambiental de John B. Cobb.[5]\n",
        "Alfred North Whitehead nasceu em 1861 na cidade de Ramsgate, Inglaterra. Seu pai, Alfred Whitehead, foi pastor e professor da Chatham House Grammar School, uma escola masculina fundada por seu pai Thomas (avô de Whitehead). Ambos foram descritos pelo filósofo como homens extraordinários. Curiosamente Whitehead não menciona sua mãe Maria Sarah em nenhum de seus escritos, denotando pouca proximidade, confirmada, mais tarde, por sua esposa Evelyn.[6] Ele frequentou a escola Sherborne em Dorset, considerada uma das melhores escolas particulares do país de sua época. Durante o período escolar ele se destacou nas atividades esportivas e em matemática.[7] \n",
        "Em 1880, ele entrou para a Universidade de Cambridge, Trinity College onde se tornou membro dos Apóstolos de Cambridge, uma sociedade secreta de estudantes. Na universidade estudou matemática sob a direção de Edward Routh e se formou em 1884 com excelente desempenho. Foi condecorado Fellow do Trinity College no mesmo ano, passando a lecionar matemática e física. Entre 1890 e 1898, escreveu seu Tratado sobre a Álgebra Universal. Em 1900 escreveu com seu ex-aluno, Bertrand Russell, o Principia Mathematica, um dos grandes trabalhos da história da matemática do século XX.[3]\n",
        "Em 1890, Whitehead se casou com Evelyn Wade, uma irlandesa radicada na França. Eles tiveram uma filha, Jessie Whitehead; e dois filhos, Thomas North Whitehead e Eric Whitehead - que veio a falecer aos 19 anos durante combate na Primeira Guerra Mundial, servindo a Força Aérea Britânica.[8]\n",
        "Em 1910, Whitehead pediu demissão do Trinity College e se mudou para Londres. Visto que ele se demitiu antes de procurar outro ofício, acabou amargando um ano de desemprego,[8] até aceitar o trabalho de professor em matemática aplicada à mecânica na University College London. Mais tarde foi preterido na escolha pela da cadeira de Matemática e Mecânica, posição que ele realmente desejava assumir.[8]\n",
        "Em 1914, Whitehead foi nomeado professor de matemática aplicada no Imperial College London, onde seu velho amigo Andrew Forsyth era chefe do departamento de matemática. Em 1918, ele foi eleito decano da Faculdade de Ciências da Universidade de Londres, cargo que ocupou durante quatro anos. Em 1919, tornou-se membro e presidente do Senado da Universidade, função a qual exerceu até sua ida aos Estados Unidos em 1924. Sua política como presidente privilegiou o acesso de estudantes carentes às universidades.[8]\n",
        "A partir do final dos da década de 1910, ele passou a se interessar pela filosofia. A despeito de não ter nenhum tipo de educação formal na área, sua obra filosófica se desenvolveu e ganhou prestígio rapidamente. Em 1920 publicou O Conceito de Natureza e se tornou presidente da Sociedade Aristotélica entre 1922–1923.[8] Em 1924 Henry Osborn Taylor convidou Whitehead, então com 63 anos, para ocupar o cargo de professor de filosofia da Universidade Harvard.[8]\n",
        "Foi durante seu período como professor de Harvard que Whitehead produziu suas mais importantes contribuições filosóficas. Em 1925, escreveu A Ciência e o Mundo Moderno, que foi reconhecida como uma alternativa ao dualismo, sobretudo ao dualismo cartesiano.[6] Poucos anos depois publicou sua Magnum Opus, Processo e Realidade, obra que foi comparada, em importância e complexidade, à Crítica da Razão Pura de Immanuel Kant.[5] A família Whitehead se estabeleceu definitivamente nos Estados Unidos. Whitehead se aposentou em 1937 e permaneceu em Cambridge, Massachusetts até sua morte em 30 de dezembro de 1947.[8]\n",
        "A biografia escrita por Victor Lowe é o estudo mais preciso sobre a vida do filósofo e matemático, porém muitos detalhes de sua história permanecem obscuros. A pedido do autor, sua família destruiu todas suas anotações pessoais depois de sua morte. Além disso Whitehead era conhecido por exercer uma crença quase fanática ao direito à privacidade, registrando, portanto, poucas anotações de cunho pessoal.[6]\n",
        "O Centro de Pesquisas sobre Whitehead lançou em 2017 uma edição crítica dos escritos pessoais do autor.[9]\n",
        "Além de numerosos artigos sobre matemática, Whitehead escreveu três livros importantes sobre a disciplina: A Teoria Universal da Álgebra (1898), Principia Mathematica (1910 a 1913) e Uma Introdução à Matemática (1911). Os dois primeiros livros são destinados exclusivamente para matemáticos profissionais, enquanto o último, que cobre a história da matemática e suas bases filosóficas,[10] é destinado a um público mais amplo. O Principia Mathematica, em particular, é considerado uma das obras mais importantes da lógica matemática do século XX.[3]\n",
        "Além de seu legado como autor do Principia Mathematica, a teoria da \"extensa abstração\" de Whitehead é considerada fundamental para o ramo da ciência da computação e da ontologia conhecido como \"mereotopologia\", uma teoria que descreve as relações espaciais entre as séries, as partes, as partes de partes e as fronteiras entre estas partes.[11]\n",
        "Em O Tratado de Álgebra Universal (1898), o termo álgebra universal possui essencialmente o mesmo significado do contemporâneo; ou seja, refere-se ao estudo das estruturas algébricas em si, ao invés de modelos de estruturas algébricas de George Grätzer.[12] Whitehead credita a William Rowan Hamilton e Augustus De Morgan a criação da disciplina.[12][13]\n",
        "A álgebra de Lie, dada pelo espaço vetorial dos campos de vetores, bem como os quaterniões hiperbólicos e a álgebra sobre um corpo, chamaram a atenção para a necessidade de se expandir estruturas algébricas para além do grupo associativo multiplicativo. Alexander Macfarlane escreveu na revista Science: \"A ideia principal deste trabalho não é a unificação dos diferentes métodos ou a generalização da álgebra comum para incluí-los, mas sim o estudo comparativo entre as estruturas\".[14] George Ballard Mathews define que a obra \"tem uma unidade de design verdadeiramente notável, dada a variedade de seus temas\".[15]\n",
        "Em “Principia”, Whitehead e Bertrand Russell propuseram uma conclusão de todas as verdades matemáticas, baseando-se num rol precisamente delineado por axiomas e regras de dedução. Para isso, eles empregaram uma linguagem lógico-simbólica própria. O livro é considerado um dos mais importantes trabalhos sobre a interdisciplinaridade entre matemática, lógica e filosofia, com dimensão comparável ao Organon de Aristóteles.[16]  A Modern Library colocou-o no 23º de uma lista dos cem mais importantes livros em inglês de não ficção do século XX.[17][18]\n",
        "Whitehead tinha a ideia inicial de concluir o Principia Mathematica em um ano, contudo, o projeto se estendeu por dez anos.[19] Em sua primeira publicação o livro foi dividido em três volumes (mais de 2 000 páginas) e, por seu público restrito, formado majoritariamente por matemáticos profissionais, houve um prejuízo de 600 libras esterlinas em sua publicação - 300 dos quais foram pagos pela Cambridge University Press e 200 pela Royal Society. Whitehead e seu aluno Russell completaram a dívida com cinquenta libras cada. Apesar do prejuízo inicial a obra ganhou reconhecimento. Atualmente o Principia pode ser encontrado em praticamente todas as bibliotecas de universidades.[20]\n",
        "Ao contrário dos dois livros anteriores, em Uma Introdução à Matemática (1911), Whitehead não se dirige exclusivamente para matemáticos profissionais. Ele busca um público mais amplo para explicar o que é a natureza da matemática; sua unidade, sua estrutura interna e sua aplicabilidade.[21] Sobre a obra, Whitehead escreveu:\n",
        "Este livro pode ser visto como uma tentativa de compreender a unidade e interligação entre a matemática e a filosofia e entre a linguística e a física. Embora o livro não seja tão popular, em alguns aspectos, ele antecipa alguns desenvolvimentos ocorridos posteriormente na filosofia e na metafísica.[23]\n",
        "Em Uma Investigação sobre o Princípio do Conhecimento Natural (1919) e O Conceito de Natureza (1920), Whitehead rejeita a identificação da natureza nas ferramentas matemáticas utilizadas para representar as suas estruturas de relacionamento. Ele sustenta que o ponto geométrico é uma abstração que não corresponde à realidade que podemos experimentar. A realidade seria uma entidade abstrata derivada de relações concretas e extensas no tempo e no espaço. Segundo ele, um \"objeto\" é o significado idealizado do que é estável em um evento ou uma conjunto de elementos: ele classifica os eventos como as realidades fundamentais da experiência e da natureza. Nessas obras ele se opõe ao empirismo radical de William James.[24]\n",
        "Em Ciência no Mundo Moderno (1925), Whitehead ataca o que chama de \"materialismo científico dogmático.\" Ele critica, em particular, a visão de que apenas as coisas que podem ser localizadas geometricamente são reais. Para ele, no entanto, o que importa são as relações entre as coisas.[25] É também neste livro que introduziu a palavra \"grip\", que ele define como uma \"percepção não cognitiva\".[26] Com isso, ele indica que as relações não são necessariamente baseadas no conhecimento e que a nossa primeira consciência do mundo é pré-epistemológica. Os três últimos capítulos deste livro são dedicados à epistemologia, à religião, à ciência e às condições de progresso social.[24]\n",
        "Em Religion in the Making (1926), ele definiu a religião como \"o que o indivíduo faz com sua própria solidão\".[26] De acordo Herstein, Whitehead entendia a religião como \"uma forma de múltiplas relações do indivíduo 'no e para' o mundo. Além disso, esse modo de relacionamento não pode ser entendido fora de seu contexto\". Whitehead afirma que \"o propósito de Deus é alcançar valor no mundo temporal\", o valor é entendido como \"inerente a ele mesmo\", como algo que é, e não como algo que é usado.[24]\n",
        "Em sua Magnum Opus publicada em 1929, Whitehead elaborou a filosofia da organização, mais conhecida como a filosofia do processo.[27]\n",
        "Whitehead apresenta sua filosofia especulativa, tratando, de uma forma muito sofisticada, de questões como a metafísica, a ontologia e a epistemologia. Processo e Realidade estabelece as bases para o seu princípio ontológico, que rejeita o dualismo de Descartes. Ele pretende construir uma cosmologia capaz de perceber um mundo em formação, ou seja, no processo de transformação constante. Na filosofia especulativa, o primeiro capítulo da obra, Whitehead enumera as condições que devem abarcar todo e qualquer sistema especulativo; a coerência, a lógica e a relevância. O livro tem caráter investigativo e se destina a expandir a metafísica por meio de uma série de questões religiosas e filosóficas. Para o autor, a metafísica não pode ser feita sem um sistema elaborado de compreensão de cada ciência, buscando sempre extrair a experiência de cada campo científico.[11]\n",
        "\nAinda é famosa a citação do livro onde ele afirma que:",
        "Whitehead sempre demonstrou interesse em símbolos, e em Simbolismo: seu significado e efeito (1929), eles continuam a ter um papel fundamental e atrelado à sua teoria do grip. Ele desenvolve a ideia de que as nossas percepções sensoriais não-cognitivas tomam a forma de símbolos. Por exemplo, simbolizar uma cadeira para um cão pequeno como um lugar para ele deitar.[24]\n",
        "Na obra A Função da Razão (1929), ele atribui à razão três funções: viver, viver bem e viver melhor.[24]\n",
        "De acordo com Herstein, Aventuras de ideias (1933) é uma obra crucial para se dominar o esquema metafísico de Processo de Realidade. Aqui Whitehead aplica sua metafísica no problema da história.[11]\n",
        "\nEm Métodos de Pensamento (1938), depois de se opor aos excessos da filosofia da linguagem de Wittgenstein, Whitehead afirma o que é, para ele, o propósito e a função da filosofia: ",
        "Whitehead não teve nenhum tipo de educação formal em filosofia além de seus estudos pessoais durante a graduação.[7]  A despeito de ter demonstrado grande interesse pela metafísica, considerava-se, na época, um amador. Em uma carta a seu amigo e ex-aluno Bertrand Russell, depois de discutirem se a ciência deveria ser meramente descritiva ou explicativa, Whitehead sentenciou: \"Essa pergunta nos leva para o oceano da metafísica, onde minha profunda ignorância dessa ciência me proíbe de entrar.\".[29] Mais tarde, Whitehead tornou-se um dos maiores metafísicos do século XX.[30]\n",
        "Como filósofo, ele interessou-se pela metafísica num momento em que ela era considerada fora de moda, uma vez que as conquistas cada vez mais impressionantes da ciência empírica classificavam sistemas metafísicos como inúteis pela impossibilidade de testes empíricos.[31] Numa nota de um dos alunos de Whitehead, feita em 1927, encontra-se a seguinte citação: \"Todo cientista, a fim de preservar sua reputação, deveria dizer que odeia metafísica.\".[32] De acordo com Whitehead, cientistas estão constantemente pressupondo sistemas metafísicos sobre como o universo funciona, mas estes pressupostos não são facilmente visíveis, pois eles não são explicitamente formulados e, portanto, não são examinados ou contestados. Ele argumenta que os pesquisadores devem constantemente restabelecer os seus pressupostos básicos sobre como funciona o Universo para a filosofia e a ciência poderem fazer progressos reais. Por esta razão, ele considera os estudos metafísicos como essenciais para a ciência e para uma filosofia correta.[33]\n",
        "Whitehead considerou o dualismo cartesiano o responsável por todas as premissas metafísicas modernas. A ideia desenvolvida por Descartes — de que a realidade é construída a partir de um dualismo entre mente-corpo ou matéria-substância sem demonstrar uma capacidade de síntese — influenciou todos os metafísicos modernos, tais como Hegel, Kant e Espinoza.[34]\n",
        "Whitehead descartou essa hipótese e desenvolveu a premissa de um processo ontológico, onde os eventos são relacionados e dependentes entre si. Ele também argumenta que os elementos mais fundamentais da realidade são as experiências. Assim, o termo \"experiência\" é usado de uma forma muito ampla na sua obra. Por exemplo, para ele, processos inanimados — tais como colisões de elétrons — compõem uma experiência. Ele enxerga a metafísica como uma \"filosofia da organização\", mais conhecida como filosofia do processo.[35]\n",
        "De acordo com o filósofo Xavier Verley, Whitehead desenvolveu e concluiu ideias filosóficas como as de Spinoza (causa sui) ou Leibniz (teoria sobre as mônadas). Para ele, Deus age no mundo de uma forma imanente, uma vez que é a causa eficiente das entidades as quais atualiza, mas age também de uma maneira transcendente, pois se manifesta por meio da finalidade. A originalidade do pensamento de Whitehead está em sua forma holística, pois ela engloba várias ciências, como a matemática (ideia algébrica de vetor e multiplicidade), a física, a ética e a teologia rompendo a ideia de uma filosofia dividida em especialidades, tais como lógica, epistemologia, filosofia moral, filosofia política, etc..[34]\n",
        "Seu pensamento metafísico retoma, em muitos aspectos, a filosofia do século XVII com elementos platonistas, aristotélicos e estoicos aos quais ele se inspira para unir a lógica à física e à ética.[34]\n",
        "Em Processo e Realidade, publicado originalmente em 1929, ao contrário de Russell e do círculo de Viena, Whitehead usa o termo metafísica de maneira positiva. Ele a emprega de maneira substantiva numa época em que o termo era utilizado como um adjetivo. Quando Whitehead desenvolve suas ideias filosóficas ele não utiliza em um primeiro momento a palavra \"metafísica\" mas sim \"filosofia especulativa\". Essa filosofia especulativa seria a organização de um sistema lógico, coerente e necessário de ideias em termos onde cada elemento de nossa experiência pode ser interpretado. Ele define interpretação como tudo aquilo de que estamos conscientes, como, o que gostamos, percebemos, desejamos ou pensamos. Para Whitehead, é especulativo usar a razão para se desenvolver \"um esquema que abarque completamente o universo\". Sua filosofia especulativa tem vários aspectos únicos como o de se apresentar na forma dinâmica, ou seja, num constante processo.[36]\n",
        "Whitehead foi um crítico da noção de que se podia chegar à certeza por meio da dedução. Desse ponto de vista, ele acreditava que a filosofia não deve imitar a matemática. Para ele, portanto, a tarefa da metafísica deveria ser inferior a de \"construir um sistema dedutivo do pensamento da premissa clara\", como postulou Spinoza. Se na metafísica tradicional esse sistema é dado com antecedência, na filosofia do processo ela passa a ser um \"desenvolvimento potencial que se atualiza\". O objetivo de sua metafísica é o avanço do conjunto por meio da disjunção.[36]\n",
        "Enquanto a filosofia de Kant procura examinar \"a possibilidade de um conhecimento\", a de Whitehead define a \"inteligência de uma experiência particular que deve se lapidar e ficar cada vez mais clara gradativamente\". Além disso, enquanto para Kant o tempo é visto como \"uma forma pura de sentido interior\" utilizando-se da física de Isaac Newton, Whitehead se baseia na relatividade restrita de Einstein, bem como na mecânica quântica que utiliza fragmentos concretos da realidade como objetos de estudo.[36]\n",
        "Em relação à história da filosofia, ele é radicalmente contrário a Heidegger, pois a define como \"o avanço criativo do pensamento civilizado\" ao passo que para Heidegger, ela foi interpretada como \"o declínio da verdade e do esquecimento de ser\".[36]\n",
        "Whitehead acredita que a noção de que o materialismo é uma forma enganosa de descrever a natureza dos fatos. Em seu livro Ciência e o Mundo Moderno (1925), ele escreveu:\n",
        "De acordo com Whitehead, conceitos como \"qualidade\", \"matéria\" e \"forma\" são problemáticos. Na verdade, eles não levam em conta adequadamente a mudança e esquecem a natureza ativa e experimental dos elementos básicos do mundo. Eles são abstrações úteis de estudos, mas não os blocos de construção essenciais do universo. Ele rejeita a posição de que um objeto possa ter uma identidade imutável que descreve precisamente o que ele realmente é. Ainda que as pessoas sejam vistas como basicamente as mesmas ao longo do tempo, as mudanças são apenas qualitativas e secundárias para a identidade básica (por exemplo, \"o sujeito fica com o cabelo grisalho, mas permanece sendo a mesma pessoa\"). É possível dizer que ele retoma, em partes, a ideia de Heráclito de que \"É impossível pisar no mesmo rio duas vezes\".[38]\n",
        "Uma nota que soa imutável é explicada como o resultado da vibração do ar; uma cor imutável é explicada como uma vibração no éter. Se explicarmos a imutável duração da matéria com o mesmo princípio, conceberíamos seus elementos ondulações vibratórias de uma energia ou atividade fundamental. Whitehead levanta a ideia de que, se supuséssemos a ideia física da energia cada elemento primordial seria um sistema organizado de corrente vibratória de energia. Com isso haveria um período definido associado a cada elemento. E dentro desse período o sistema de corrente vibraria de um máximo estacionário a outro máximo estacionário - ou, tomando uma metáfora do movimento da maré, o sistema vibraria de uma maré alta a outra maré alta.[37]\n",
        "O sistema — completa Whitehead — formando um elemento único, não é nada em cada um dos instantes. Demanda o seu período integral para se manifestar. De modo análogo, uma nota de música não é nada em um instante, pois também demanda o seu período integral para se manifestar.[37]\n",
        "O segundo problema com o materialismo, de acordo com Whitehead, é que ele obscurece a importância dos \"relacionamentos\", analisando todos os objetos separados dos outros objetos. Cada objeto é simplesmente um buquê material inerte que é única \"externamente\" ligada a outras coisas. A ideia do materialismo levou as pessoas a pensar em objetos como basicamente separados no tempo e no espaço, e não necessariamente relacionadas a qualquer coisa.[37]\n",
        "Para Whitehead as relações são matéria.[39] Essa afirmação pode ser constatada em notas de seus alunos de aulas proferidas durante o outono de 1924; (A) é real para (B) e (B) é real para (A), mas em suas realidades, eles não são independentes um do outro.[40]\n",
        "Whitehead descreveu qualquer entidade como nada mais nada menos do que a soma das suas relações com outras entidades - a sua \"síntese\" e \"reação\" ao mundo ao seu redor. Os relacionamentos não são secundários ao objeto, eles são o que o objeto é.[39]\n",
        "Deve-se enfatizar, no entanto, que a entidade não é apenas a soma de suas relações, mas também o “feedback”. Para Whitehead, a criatividade é o princípio absoluto da existência, e cada entidade (seja ela um ser humano, uma árvore ou elétrons) tem algum grau de inovação na forma como responde a outras entidades, fugindo do determinismo integral das leis mecânicas e causais. Para o filósofo, a maioria das entidades não têm consciência. Assim como as ações de um ser humano não podem sempre ser prevista, não podemos prever onde as raízes de uma árvore vão crescer, como um elétron se move ou se vai chover amanhã. Além disso, a incapacidade de prever o movimento de um elétron, por exemplo, não se deve a um erro ou a uma tecnologia inadequada; mas sim à criatividade/liberdade fundamental de todas as entidades, como explicado por Charles Hartshorne.[41]\n",
        "O outro aspecto da criatividade/liberdade como princípio absoluto é que cada entidade é limitada pela estrutura social de sua existência (ou seja, suas relações). Sendo assim, cada entidade real deve estar em conformidade com as condições estabelecidas no mundo ao seu redor. A liberdade existe dentro de algumas limitações, a individualidade e singularidade de uma entidade de sua autodeterminação leva em conta o mundo e os limites que lhe foram delimitados.[39]\n",
        "Em resumo, Whitehead rejeitou a ideia de blocos separados e imutáveis em detrimento à ideia de uma realidade onde os eventos estão interligados em um constante processo. Ele concebeu a realidade como um conjunto de processos dinâmicos do \"tornar-se\" ao invés da estática ou do \"ser\", enfatizando dessa maneira que todas as coisas físicas mudam e evoluem, e que as \"essências\" imutáveis como a matéria são apenas abstrações dos eventos inter-relacionados que são, de fato, as coisas reais.[34]\n",
        "Como a metafísica de Whitehead descreve um universo em que todas as entidades vivenciam experiências, ele precisava de uma nova maneira de descrever a percepção, a qual não se limita à vida de seres autoconscientes. O termo que ele usa é o \"grip\", que vem do latim prehensio, que significa \"aproveitar\".[42] Esse termo indica uma percepção que pode ser consciente ou inconsciente, e se aplica tanto para as pessoas como para os elétrons.[42] Para Whitehead, o termo \"grip\" indica que a própria percepção incorpora aspectos da coisa percebida.[42] Desta forma, as entidades consistem em percepções e relacionamento. Além disso, para Whitehead, a percepção ocorre em dois modos: o da \"eficácia causal\" e o da \"imediação de apresentação\" (ou \"aderência conceitual\").[33]\n",
        "Whitehead descreveu a eficácia causal como a direção causal das relações entre as entidades e a sensação de estar sendo influenciado e afetado pelo ambiente sem interferência de um sentido. A imediação de apresentação, por outro lado, é o que é chamado de \"percepção pura do sentido\",[39] sem a mediação de uma causalidade ou de uma interpretação simbólica. Em outras palavras, o imediatismo de apresentação é a sua aparência pura, que pode ser falsa (como, por exemplo, \"o objeto real\" sendo visto por meio do reflexo de um espelho). Em organismos superiores (como seres humanos), estes dois modos de percepção se confluem naquilo que Whitehead chamou a \"referência simbólica\"; algo que liga a aparência de causalidade em um processo que é tão automático que pessoas e animais dificilmente renunciam.[39]\n",
        "Como ilustração Whitehead exemplificou a reação de uma pessoa diante de uma cadeira. Uma pessoa comum a observa, enxerga uma forma colorida e imediatamente deduz que aquilo é uma cadeira. Já um artista, no entanto, não poderia sintetizar a noção de uma cadeira pura e simplesmente; ele analisaria sua cor e sua harmonia estética.[39] Mas essa atitude não é comum, pois pessoas categorizam objetos por hábito e instinto, sem refletir sobre ele. Os animais fazem o mesmo. Usando ainda a cadeira como exemplo, Whitehead aponta que um cão \"agiria como se ele tivesse posse da cadeira e saltaria nela de acordo com sua perspectiva\". Whitehead também classifica a referência simbólica como uma fusão da percepção sensorial pura e suas relações causais.[39]\n",
        "Whitehead recusou a ideia da \"dissociação entre a nossa percepção da realidade e as ideias que aprendemos\" defendida por Bertrand Saint-Sernin. Ele recusou até mesmo uma divisão entre \"abordagem poética e a abordagem científica do universo\". Ele resumiu esse ponto de vista em O Conceito da Natureza: \"O fulgor avermelhado do poente deve ser parte tão integrante da natureza quanto o são as moléculas e as ondas elétricas por intermédio das quais os homens da ciência explicariam o fenômeno. Cabe à filosofia natural analisar como esses diferentes elementos da natureza”.[34] A ciência não é construída como uma abstração racional contrária da percepção habitual. Whitehead busca articular os diferentes \"pedaços de realidade\", repetindo o método timeu de Platão.[43]\n",
        "De acordo com Whitehead, \"a vida é relativamente pobre em valor de sobrevivência\". Se a vida humana é limitada a cem anos, enquanto uma pedra pode durar oitocentos milhões de anos, a questão do porquê complexos organismos não conseguiram remediar esta situação, surge. Ele observa que a característica de formas de vida superiores é a de participar ativamente na mudança de seu ambiente, uma atividade que ele enxerga diante de um triplo objetivo: viver, viver bem e viver melhor. Em outras palavras, de acordo com o filósofo, a vida está voltada para o objetivo de aumentar sua própria satisfação. Sem tal meta, a vida seria totalmente ininteligível. Dois pontos podem ser especificados aqui: o de que o valor não é sobreposto aos fatos, mas é o coração deles.[44]\n",
        "De acordo com Donald Viney, a teologia do processo baseia-se na metafísica de Whitehead e de Charles Hartshorne, o qual foi seu aluno por um semestre em Harvard. Ela se difere do conceito de alguns neotomistas chamados de \"teístas abertos\". Se para estes, Deus limita seu poder de se abrir para o mundo, para Whitehead, Deus é, em alguns aspectos eterno e imutável, mas em outros, temporal e suscetível de mudanças. Portanto, suas concepções são muito distintas.[45]\n",
        "Para Whitehead, Deus não está necessariamente relacionado à religião.[39] Não conceber Deus a partir da fé religiosa foi algo necessário em seu sistema metafísico o qual justifica a existência de uma ordem. Todas as possibilidades existentes de ordem estão contidas no que ele chama de \"natureza primordial de Deus\".\n",
        "\n No entanto, a fim de abranger a experiência religiosa, ele apresentou o que chamou de uma segunda natureza de Deus ou sua \"natureza substancial”, exibindo uma abordagem dupla para o conceito de Deus, como uma entidade \"dipolar\".[46] Ele mudou, ao longo dos anos, profundamente seu pensamento teológico. Isso o levou a refletir mais intensamente sobre o que via como a segunda natureza de Deus, a \"natureza consequente\". A natureza primordial de Deus é por ele descrita como \"a realização ilimitada conceitual de uma riqueza absoluta em termos de potencialidade\", ou seja, as possibilidades ilimitadas do universo. Esta natureza primordial é eterna e imutável, proporcionando várias formas de viabilidade ao universo.[47] Viney observa a esse respeito que para Whitehead \"A natureza primordial de Deus é a de estar sempre considerando todas as opções\" ao passo que Leibniz afirma que pertence a Deus “O conhecimento de todos os fatos possíveis”.[39] Whitehead também chama esse aspecto primordial de \"a atração pelo sentimento, o eterno impulso do desejo\".[48] A natureza consequente de Deus, por outro lado, é tudo menos imutável – é a recepção de Deus à atividade do mundo. Conforme Whitehead coloca, \"[Deus] salva o mundo conforme ele [o mundo] passa pela imediação de Sua própria vida. É o julgamento de uma ternura que não perde nada que possa ser salvo\".[49] Whitehead vê Deus e o mundo preenchendo um ao outro.",
        "Os escritos de Whitehead sobre Deus inspiraram o movimento conhecido como teologia do processo, uma escola teológica que continua em constante evolução.[50]\n",
        "A cosmologia de Whitehead tem como substância a criatividade, chamada como o princípio de inovação. De acordo com Roland Faber, a ideia de Deus de Whitehead é muito diferente das noções monoteístas tradicionais.[51] Em sua crítica mais famosa ao cristianismo ele acusa a Igreja de dar a Deus os atributos que pertenciam exclusivamente a César.[33] Na formulação oficial da religião, foi assumida a trivial forma da simples atribuição dos juízes, que apreciaram uma falsa concepção sobre o Messias. Mas a profunda idolatria no poderio de Deus, concebido à imagem dos dirigentes egípcios, persas e romanos, permanece. A Igreja dá a Deus os atributos que pertencem exclusivamente a César.[33]\n",
        "Para Whitehead, Deus não é invocado para introduzir uma ordem normativa diferente do que existe no mundo. Deus é sim o nome dado a este elemento aqui e agora que assegura a solidariedade do universo. Na teologia do processo é a criatividade de Deus e dos homens que cria continuamente a ordem. Viney observa que a criatividade é \"o caráter de cada fato concreto. Para ilustrar isso, Whitehead usa a declaração de Platão em Sofista onde ele tenta compreender e apreender o ato. Para Whitehead, entidades nunca são inteiramente determinadas pela atividade do outro, pois elas sempre conservam uma liberdade intrínseca.[45]\n",
        "Em Religion in the Making (1926), Whitehead analisa a origem da religião e evidencia sua análise sobre o culto, a revelação ou o dogma e a moral. Para ele, Deus é a razão de ser do mundo e seu elemento de união.[52] Whitehead se alinha a visão do Apóstolo João em relação a adoração a Deus. Para ambos, adorar Deus é assimilar sua razão como uma relação de amor mútuo. Sendo assim, a visão está sempre presente e tem o poder de amar que apresenta o único propósito cujo cumprimento é a eterna harmonia.[53]\n",
        "Compreendido como “amor”, para ele Deus não é a força característica de César. Deus é um elemento unificador que acode o mundo do caos advindo da falta de harmonia. Nisso, não há mal moral; o mal refere-se tão somente ao estado de fragmentação dos seres. O caráter essencial da religião, deste modo, é a visão do que está além, a fim de unir-se a ele.[33]\n",
        "Whitehead lança a crítica à tendência de imobilizar o mundo a fim de torná-lo observável como fato irredutível, por concebê-lo como simples matéria – decorrência da filosofia cartesiana – e dependente da vontade de um criador transcendente.[54]\n",
        "Whitehead mostrou durante toda sua vida um forte interesse em reformas educacionais. Além de seus muitos trabalhos sobre o assunto, ele foi membro de uma comissão nomeada pelo então primeiro-ministro britânico David Lloyd George que visava estudar e reformar o sistema de educação no Reino Unido.[56]\n",
        "O livro The Aims of Education and Other Essays (1929) inclui muitos ensaios e palestras de Whitehead publicados entre 1912 e 1927. Este livro foi escrito a partir de um discurso feito em 1916, quando ele era presidente da filial londrina da Associação Matemática. Durante o discurso ele criticou o ensino que chamou de \"ideias inertes\", ou seja, desconectadas e sem aplicação prática ou cultural. Ele ressalta que o ensino de ideias inertes não é apenas inútil, mas também prejudicial.[34]\n",
        "Uma das principais características de seus escritos sobre a educação é sua ênfase no fomento da imaginação. Em seu livro Universidades e sua função (1929), Whitehead abordou sobre o tema:\n",
        "Durante as décadas de 1970 e 1980 o pensamento de Whitehead ficou restrito a um pequeno grupo de filósofos e teólogos, sobretudo americanos. Somente a partir da década de 1980 foi que seu trabalho despertou maior atenção e passou a ser estudado pela perspectiva de diversas áreas científicas.[5]\n",
        "Apesar da filosofia de Whitehead ter despertado forte interesse por sua originalidade num contexto onde o empirismo lógico era dominante, isso não significa que seu pensamento foi amplamente compreendido e aceito. De acordo com Philip Rose, sua obra é considerada uma das mais difíceis de serem compreendidas dentre todo o cânone ocidental.[5] O teólogo Shailer Mathews da Escola de Teologia de Chicago comentou sobre a obra Religion in the Making (1926): \"É frustrante e embaraçoso ler página após página constituídas por palavras relativamente familiares e não entender uma única frase\". Na verdade, o interesse da Escola de Teologia para o trabalho de Whitehead se deve muito a uma conferência onde Henry Nelson Wieman explanou o pensamento de Whitehead. A conferência causou forte impacto e Henry foi rapidamente contratado pela universidade. Graças a ele, por pelo menos trinta anos, a Escola de Teologia permaneceu intimamente associada ao pensamento de Whitehead.[57] Logo após a publicação do livro Processo e Realidade, Wieman escreveu na revista The Journal of Religion:\n",
        "Embora Processo e Realidade tenha sido descrito como \"sem dúvida o texto metafísico o mais impressionante do século XX\" por Peter Simons, ele realmente foi pouco lido e pouco compreendido. Em parte, porque exige - como enfatizou Isabelle Stengers - \"que seus leitores devam aceitar a aventura de perguntas que os separa do consenso\". Whitehead põe em causa os pressupostos mais básicos da filosofia ocidental sobre como o universo funciona, mas ao fazê-lo, ele antecipa uma série de problemas científicos e filosóficos do século XXI.[5]\n",
        "Durante o século XXI, o trabalho de Whitehead passou a ser abordado por diversas disciplinas, sobretudo com o livro Física e Whitehead (2004) escrito pelos físicos Timothy E. Eastman e Hank Keeton.[59] Além dele, Michael Epperson lançou Mecânica Quântica e a Filosofia de Alfred North Whitehead (2003) e os biólogos Brian G. Henning, Adam Scarfe e Dorion Sagan lançaram Beyond Mecanism (2013).[60]\n",
        "Quando jovem, Whitehead conduziu sua pesquisa sobretudo nos campos da lógica e da matemática, dando continuidade ao trabalho iniciado por Gottlob Frege, George Boole, Giuseppe Peano e Hermann Grassmann. O Tratado de Álgebra Universal é um dos últimos trabalhos importantes de Whitehead nos campos da álgebra e da lógica. Em Principia Mathematica, Russell e Whitehead utilizaram um sistema de classificação que foram notadamente influenciados por Frege e Peano. Whitehead foi um grande admirador de Charles Sanders Peirce e, assim como Pierce, ele enxergou no desenvolvimento da lógica moderna novas ferramentas de desenvolvimento metafísicos da álgebra. Por meio desse desenvolvimento, Whitehead viu a possibilidade de aprimorar os estudos das ciências naturais.[61]\n",
        "Whitehead foi particularmente influenciado pelo eletromagnetismo de Maxwell e pela teoria da relatividade de Einstein. Em O Princípio da Relatividade (1922), ele criou uma teoria da gravitação. Sua abordagem é conhecida pelo termo \"teoria da gravitação\". Muitas abordagens e descobertas importantes feitas pelas ciências naturais no século XX foram antecipadas pela metafísica de Whitehead. Portanto, a natureza estatística das leis da natureza é um resultado direto da abstração das leis de identidades estruturais de eventos reais. O debate atual sobre como alterar as leis da natureza ao longo do tempo pode ser facilmente observado nas construções metafísicas whiteheadianas.[62]\n",
        "Através do seu trabalho com Bertrand Russell e seu papel na formação de Willard van Orman Quine (seu orientado de doutorado),[63] Whitehead está associado a duas grandes figuras da filosofia analítica - uma das principais correntes da filosofia em países de língua inglesa, de acordo com John Searle. No continente europeu, sobretudo na França, ele influenciou filósofos como Jean Wahl, Raymond Ruyer, Gilles Deleuze e o sociólogo Bruno Latour. Raymond Ruyer, metafísico e filósofo da ciência, cita Whitehead muitas vezes em uma de suas principais obras, A Nova Teologia (1952). Deleuze o considerou \"o último grande filósofo anglo-americano, em contraste com os discípulos de Wittgenstein que espalharam a obscuridade e o terror pela filosofia\".[64]\n",
        " \n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li><i>A Treatise on Universal Algebra</i>. Cambridge: <a href=\"/wiki/Cambridge_University_Press\" title=\"Cambridge University Press\">Cambridge University Press</a>, 1898. <a href=\"/wiki/Especial:Fontes_de_livros/1429700327\" class=\"internal mw-magiclink-isbn\">ISBN 1-4297-0032-7</a>. (em inglês) disponível em: <a rel=\"nofollow\" class=\"external text\" href=\"http://projecteuclid.org/euclid.chmm/1263316509\">projecteuclid.org</a>.</li>\n<li><i>The Axioms of Descriptive Geometry</i>. Cambridge: Cambridge University Press, 1907.<sup id=\"cite_ref-65\" class=\"reference\"><a href=\"#cite_note-65\"><span class=\"cite-bracket\">[</span>65<span class=\"cite-bracket\">]</span></a></sup> (em inglês) disponível em: <a rel=\"nofollow\" class=\"external text\" href=\"http://quod.lib.umich.edu/u/umhistmath/ABN2643.0001.001\">quod.lib.umich.edu</a>.</li>\n<li>com <a href=\"/wiki/Bertrand_Russell\" title=\"Bertrand Russell\">Bertrand Russell</a>. <i><a href=\"/wiki/Principia_Mathematica\" title=\"Principia Mathematica\">Principia Mathematica</a>, Volume I</i>. Cambridge: Cambridge University Press, 1910. (em inglês) disponível em:  <a rel=\"nofollow\" class=\"external text\" href=\"http://www.hti.umich.edu/cgi/b/bib/bibperm?q1=AAT3201.0001.001\">hti.umich.edu</a>. Vol. 1 a *56.<sup id=\"cite_ref-66\" class=\"reference\"><a href=\"#cite_note-66\"><span class=\"cite-bracket\">[</span>66<span class=\"cite-bracket\">]</span></a></sup><sup id=\"cite_ref-67\" class=\"reference\"><a href=\"#cite_note-67\"><span class=\"cite-bracket\">[</span>67<span class=\"cite-bracket\">]</span></a></sup><sup id=\"cite_ref-68\" class=\"reference\"><a href=\"#cite_note-68\"><span class=\"cite-bracket\">[</span>68<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>An Introduction to Mathematics</i>. Cambridge: Cambridge University Press, 1911. (em inglês) disponível em: <a rel=\"nofollow\" class=\"external text\" href=\"http://quod.lib.umich.edu/u/umhistmath/AAW5995.0001.001\">quod.lib.umich.edu</a>. Vol. 56</li>\n<li>com <a href=\"/wiki/Bertrand_Russell\" title=\"Bertrand Russell\">Bertrand Russell</a>. <i><a href=\"/wiki/Principia_Mathematica\" title=\"Principia Mathematica\">Principia Mathematica</a>, Volume II</i>. Cambridge: Cambridge University Press, 1912. (em inglês) disponível em:<a rel=\"nofollow\" class=\"external text\" href=\"http://www.hti.umich.edu/cgi/b/bib/bibperm?q1=AAT3201.0002.001\">hti.umich.edu</a>.</li>\n<li>com <a href=\"/wiki/Bertrand_Russell\" title=\"Bertrand Russell\">Bertrand Russell</a>. <i><a href=\"/wiki/Principia_Mathematica\" title=\"Principia Mathematica\">Principia Mathematica</a>, Volume III</i>. Cambridge: Cambridge University Press, 1913. (em inglês) disponível em: <a rel=\"nofollow\" class=\"external text\" href=\"http://www.hti.umich.edu/cgi/b/bib/bibperm?q1=AAT3201.0003.001\">hti.umich.edu</a>.</li>\n<li><i>The Organization of Thought Educational and Scientific</i>. London: Williams &amp; Norgate, 1917. (em inglês) disponível em: <a href=\"//archive.org/details/organisationofth00whit\" class=\"extiw\" title=\"iarchive:organisationofth00whit\">archive.org</a>.</li>\n<li><i>An Enquiry Concerning the Principles of Natural Knowledge</i>. Cambridge: Cambridge University Press, 1919. (em inglês) disponível em: <a href=\"//archive.org/details/enquiryconcernpr00whitrich\" class=\"extiw\" title=\"iarchive:enquiryconcernpr00whitrich\">/archive.org</a>.</li>\n<li><i>The Concept of Nature</i>. Cambridge: Cambridge University Press, 1920. Com base em novembro 1919 <a href=\"/wiki/Trinity_College,_Cambridge\" class=\"mw-redirect\" title=\"Trinity College, Cambridge\">Trinity College</a>. (em inglês) disponível em: <a href=\"//archive.org/details/cu31924012068593\" class=\"extiw\" title=\"iarchive:cu31924012068593\">archive.org</a>.</li>\n<li><i>The Principle of Relativity with Applications to Physical Science</i>. Cambridge: Cambridge University Press, 1922. (em inglês) disponível em: <a href=\"//archive.org/details/theprincipleofre00whituoft\" class=\"extiw\" title=\"iarchive:theprincipleofre00whituoft\">archive.org</a>.</li>\n<li><i>Science and the Modern World</i>. <a href=\"/wiki/Nova_York\" class=\"mw-redirect\" title=\"Nova York\">Nova York</a>: Macmillan Company, 1925. Vol. 55</li>\n<li><i>Religion in the Making</i>. Nova York: Macmillan Company, 1926.</li>\n<li><i>Symbolism, Its Meaning and Effect</i>. Nova York: Macmillan Co., 1927. Com base no 1927 Barbour-Page Palestras proferidas na Universidade da Virgínia.</li>\n<li><i>Process and Reality: An Essay in Cosmology</i>. Nova York: Macmillan Company, 1929. Com base no 1927–28 <a href=\"/wiki/Gifford_Lectures\" title=\"Gifford Lectures\">Gifford Lectures</a> ministrado na Universidade de Edimburgo. A Imprensa Livre de 1978 \"corrected edition\" ed. por <a href=\"/wiki/David_Ray_Griffin\" title=\"David Ray Griffin\">David Ray Griffin</a> e Donald W. Sherburne.</li>\n<li><i>The Aims of Education and Other Essays</i>. Nova York: Macmillan Company, 1929.</li>\n<li><i>The Function of Reason</i>. Princeton: Princeton University Press, 1929. Baseado nas palestras da Fundação Louis Clark Vanuxem de março de 1929, proferidas na Universidade de Princeton.</li>\n<li><i>Adventures of Ideas</i>. Nova York: Macmillan Company, 1933. Também publicado por Cambridge: Cambridge University Press, 1933.</li>\n<li><i>Nature and Life</i>. Chicago: University of Chicago Press, 1934.</li>\n<li><i>Modes of Thought</i>. Nova York: MacMillan Company, 1938.</li>\n<li>\"Mathematics and the Good.\" In <i>The Philosophy of Alfred North Whitehead</i>, editado por Paul Arthur Schilpp, 666–681. Evanston and Chicago: Northwestern University Press, 1941.</li>\n<li>\"Immortality.\" In <i>The Philosophy of Alfred North Whitehead</i>, editado por Paul Arthur Schilpp, 682–700. Evanston e <a href=\"/wiki/Chicago\" title=\"Chicago\">Chicago</a>: Northwestern University Press, 1941.</li>\n<li><i>Essays in Science and Philosophy</i>. Londres: Philosophical Library, 1947.</li></ul>",
        "<ul><li><i>Ciência e o Mundo Moderno</i>, Alfred North Whitehead; trad. de Alberto Barros - Lisboa: Ed. Ulisseia, 1964.</li></ul>",
        "<ul><li><i>A Ciência e o Mundo Moderno</i>, Alfred North Whitehead; trad. Hermann Herbert Watzlawick - São Paulo: Paulus, 2006.</li>\n<li><i>O Conceito de Natureza</i>, Alfred North Whitehead; trad. Júlio B. Fischer - São Paulo: Martins Fontes, 1994.</li>\n<li><i>Os Fins da Educação e Outros Ensaios</i>, Alfred North Whitehead; trad. Leônidas Gontijo de Carvalho - São Paulo: Companhia Editora Nacional, 1969.</li>\n<li><i>A Função da Razão</i>, Alfred North Whitehead; trad. Fernando Didimo Vieira - Brasília: Ed. Universidade de Brasília, 1985.</li>\n<li><i>Introdução à Matemática</i>, Alfred North Whitehead; trad. Mário Silva - Coimbra: Arménio Amado, 1948.</li></ul>",
        "<ul><li><i>Processo e Realidade: Ensaio de Cosmologia</i>, Alfred North Whitehead; trad. Maria Teresa Teixeira; rev. Ricardo Lopes Coelho, Dina Mendonça - Lisboa: Centro de Filosofia da Universidade de Lisboa, 2010.</li>\n<li><i>Simbolismo, o Seu Dignificado e Efeito</i>, Alfred North Whitehead; trad. Artur Morão - Lisboa: Edições 70, 1987.</li></ul>",
        "<ul><li><a href=\"/wiki/Filosofia_da_matem%C3%A1tica\" title=\"Filosofia da matemática\">Filosofia da matemática</a></li>\n<li><a href=\"/wiki/L%C3%B3gica_matem%C3%A1tica\" title=\"Lógica matemática\">Lógica matemática</a></li>\n<li><a href=\"/wiki/Principia_Mathematica\" title=\"Principia Mathematica\">Principia Mathematica</a></li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ctr4process.org\">«The Center of Process Studies»</a> (em inglês). Acessado em 6 de junho de 2017.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AAlfred+North+Whitehead&amp;rft.btitle=The+Center+of+Process+Studies&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.ctr4process.org&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_miscellaneous.svg\" title=\"Portal da educação\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/40px-Nuvola_apps_edu_miscellaneous.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/60px-Nuvola_apps_edu_miscellaneous.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Educa%C3%A7%C3%A3o\" title=\"Portal:Educação\">Portal da educação</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Venn_0001_0110.svg\" title=\"Portal da lógica\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/82/Venn_0001_0110.svg/40px-Venn_0001_0110.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/82/Venn_0001_0110.svg/60px-Venn_0001_0110.svg.png 2x\" data-file-width=\"200\" data-file-height=\"200\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:L%C3%B3gica\" title=\"Portal:Lógica\">Portal da lógica</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_mathematics-p.svg\" title=\"Portal da matemática\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/40px-Nuvola_apps_edu_mathematics-p.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/60px-Nuvola_apps_edu_mathematics-p.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Matem%C3%A1tica\" title=\"Portal:Matemática\">Portal da matemática</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_Kingdom_(3-5).svg\" title=\"Portal do Reino Unido\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/40px-Flag_of_the_United_Kingdom_%283-5%29.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/60px-Flag_of_the_United_Kingdom_%283-5%29.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Reino_Unido\" title=\"Portal:Reino Unido\">Portal do Reino Unido</a></span></span></li>    </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1861\" title=\"Categoria:Nascidos em 1861\">Nascidos em 1861</a><a href=\"/wiki/Categoria:Mortos_em_1947\" title=\"Categoria:Mortos em 1947\">Mortos em 1947</a><a href=\"/wiki/Categoria:Alfred_North_Whitehead\" title=\"Categoria:Alfred North Whitehead\">Alfred North Whitehead</a><a href=\"/wiki/Categoria:Membros_da_Royal_Society\" title=\"Categoria:Membros da Royal Society\">Membros da Royal Society</a><a href=\"/wiki/Categoria:Popularizadores_da_matem%C3%A1tica\" title=\"Categoria:Popularizadores da matemática\">Popularizadores da matemática</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_do_s%C3%A9culo_XIX\" title=\"Categoria:Matemáticos do século XIX\">Matemáticos do século XIX</a><a href=\"/wiki/Categoria:Professores_do_Imperial_College_London\" title=\"Categoria:Professores do Imperial College London\">Professores do Imperial College London</a><a href=\"/wiki/Categoria:Professores_da_University_College_London\" title=\"Categoria:Professores da University College London\">Professores da University College London</a><a href=\"/wiki/Categoria:Professores_da_Universidade_Harvard\" title=\"Categoria:Professores da Universidade Harvard\">Professores da Universidade Harvard</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Inglaterra\" title=\"Categoria:Filósofos da Inglaterra\">Filósofos da Inglaterra</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_Reino_Unido\" title=\"Categoria:Filósofos do Reino Unido\">Filósofos do Reino Unido</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos do século XIX\">Filósofos do século XIX</a><a href=\"/wiki/Categoria:Te%C3%B3logos_do_Reino_Unido\" title=\"Categoria:Teólogos do Reino Unido\">Teólogos do Reino Unido</a><a href=\"/wiki/Categoria:De%C3%ADstas\" title=\"Categoria:Deístas\">Deístas</a><a href=\"/wiki/Categoria:L%C3%B3gicos\" title=\"Categoria:Lógicos\">Lógicos</a><a href=\"/wiki/Categoria:Alunos_do_Trinity_College\" title=\"Categoria:Alunos do Trinity College\">Alunos do Trinity College</a><a href=\"/wiki/Categoria:Ex-ateus\" title=\"Categoria:Ex-ateus\">Ex-ateus</a><a href=\"/wiki/Categoria:Filosofia_da_ci%C3%AAncia\" title=\"Categoria:Filosofia da ciência\">Filosofia da ciência</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/5/59/Alfred_North_Whitehead_-_cropped.jpg/250px-Alfred_North_Whitehead_-_cropped.jpg",
    "view": "alfred_north_whitehead"
}