{
    "url": "https://pt.wikipedia.org/wiki/Alonzo_Church",
    "codigo_http": 200,
    "titulo": [
        "Alonzo Church"
    ],
    "conteudo": [
        "Alonzo Church (Washington, DC, 14 de junho de 1903 — Hudson (Ohio), 8 de novembro de 1995) foi um matemático estadunidense.\n",
        "Atuou principalmente nas áreas de lógica matemática, teoria da recursão e teoria da computação. Entre suas maiores contribuições, estão o cálculo lambda, um sistema matemático formal que investiga funções, aplicação de funções. Influenciou as linguagens de programação, principalmente as linguagens funcionais, como o LISP (LISP 'puro' pode ser chamada de uma linguagem funcional verdadeira).\n",
        "Partindo em busca do que seria um procedimento efetivo ou mecânico (o que pode ser feito seguindo-se diretamente um algoritmo ou conjunto de regras ), surgiram a sistematização e desenvolvimento das \"funções recursivas\". O cálculo-lambda (componente característico fundamental da linguagem de programação LISP) de Alonzo Church, tornou pública a possibilidade da definição bem elaborada de processo efetivo.\n",
        "O teorema de Church n.º1 consiste fundamentalmente na demonstração de que não existe algoritmo capaz de enumerar as expressões não válidas, de maneira que fica excluído a priori todo procedimento de decisão para as expressões do \"Cálculo de predicados\".\n",
        "Church também era interessado no problema da indecibilidade de Hilbert (Entscheidungsproblem). Church tinha alcançado resultados, empregando o conceito de lambda-definibilidade (ao invés do computável por uma máquina de Turing definido por Turing), mostrando assim que lambda-definibilidade é equivalente ao conceito de recursividade de Gödel-Herbrand. O cálculo-lambda, como sistema elaborado por Church para ajudar a fundamentar a Matemática era inconsistente, mas a parte do cálculo-lambda que tratava de funções recursivas estava correta e teve sucesso. Usando sua teoria, Church propôs uma formalização da noção de \"efetivamente computável\", através do conceito de lambda-definibilidade. Desta forma mostrou que o sistema de procedimentos de Turing eram equivalente à lambda-definibilidade. O trabalho de Church e Turing fundamentalmente liga os computadores com as máquinas de Turing. Os limites das Maquinas de Turing, de acordo com a tese de Church-Turing, também descreve os limites de todos os computadores.\n",
        "Como foi observado, a máquina de Turing pode ser interpretada como um algoritmo. Efetivamente toda ação de uma máquina algorítmica, como o computador pode ser considerada, se resume a calcular o valor de uma função §2 com determinados argumentos. Este fato é interessante, pois dá uma maneira de se medir a capacidade computacional de uma máquina. Uma máquina que compute mais funções que outra é mais poderosa. A partir dos resultados de Kurt Gödel, Alan Turing e Church, pode-se dizer que existem funções para as quais não existe uma sequência de passos que determinem o seu valor, com base nos seus argumentos. Dizendo-se de outra maneira, \"não existem algoritmos para a solução de determinadas funções\". São as chamadas \"funções não computáveis\". Isto significa que para tais funções não há nem haverá capacidade computacional suficiente para resolvê-las. Logo, descobrir as fronteiras entre funções computáveis e não computáveis é equivalente a descobrir os limites do computador em geral. A tese de Church-Turing representa um importante passo nesse sentido. Eles perceberam que o poder computacional das Maquinas de Turing se resumia a qualquer processo algorítmico, ou seja, todas as funções computáveis que pudessem ser descritas por algoritmos. Isto foi a contribuição dada pelo trabalho de Turing e Church. As funções computáveis são as mesmas funções Turing-computáveis. A importância disso está na possibilidade de se verificar o alcance e limites de um computador.\n"
    ],
    "ligacoes": [
        "<ul><li><a href=\"/wiki/Cemit%C3%A9rio_de_Princeton\" title=\"Cemitério de Princeton\">Cemitério de Princeton</a></li></ul>",
        "<ul><li><cite id=\"CITEREFO'ConnorRobertson\" class=\"citation\">O'Connor, John J.; <a href=\"/wiki/Edmund_Robertson\" title=\"Edmund Robertson\">Robertson, Edmund F.</a>, <a rel=\"nofollow\" class=\"external text\" href=\"https://mathshistory.st-andrews.ac.uk/Biographies/Church.html\">«Alonzo Church»</a>, <i><a href=\"/wiki/MacTutor_History_of_Mathematics_archive\" title=\"MacTutor History of Mathematics archive\">MacTutor History of Mathematics archive</a></i> (em inglês), <a href=\"/wiki/Universidade_de_St._Andrews\" title=\"Universidade de St. Andrews\">Universidade de St. Andrews</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AAlonzo+Church&amp;rft.atitle=Alonzo+Church&amp;rft.au=Robertson%2C+Edmund+F.&amp;rft.aufirst=John+J.&amp;rft.aulast=O%27Connor&amp;rft.btitle=MacTutor+History+of+Mathematics+archive&amp;rft.genre=bookitem&amp;rft.pub=Universidade+de+St.+Andrews&amp;rft_id=https%3A%2F%2Fmathshistory.st-andrews.ac.uk%2FBiographies%2FChurch.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://mathgenealogy.org/id.php?id=8011\">Alonzo Church</a> (em inglês) no <a href=\"/wiki/Mathematics_Genealogy_Project\" title=\"Mathematics Genealogy Project\">Mathematics Genealogy Project</a></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1903\" title=\"Categoria:Nascidos em 1903\">Nascidos em 1903</a><a href=\"/wiki/Categoria:Mortos_em_1995\" title=\"Categoria:Mortos em 1995\">Mortos em 1995</a><a href=\"/wiki/Categoria:Cientistas_da_computa%C3%A7%C3%A3o\" title=\"Categoria:Cientistas da computação\">Cientistas da computação</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Princeton\" title=\"Categoria:Professores da Universidade de Princeton\">Professores da Universidade de Princeton</a><a href=\"/wiki/Categoria:Professores_da_Universidade_da_Calif%C3%B3rnia_em_Los_Angeles\" title=\"Categoria:Professores da Universidade da Califórnia em Los Angeles\">Professores da Universidade da Califórnia em Los Angeles</a><a href=\"/wiki/Categoria:L%C3%B3gicos_dos_Estados_Unidos\" title=\"Categoria:Lógicos dos Estados Unidos\">Lógicos dos Estados Unidos</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_dos_Estados_Unidos\" title=\"Categoria:Matemáticos dos Estados Unidos\">Matemáticos dos Estados Unidos</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Princeton\" title=\"Categoria:Alunos da Universidade de Princeton\">Alunos da Universidade de Princeton</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_Harvard\" title=\"Categoria:Alunos da Universidade Harvard\">Alunos da Universidade Harvard</a><a href=\"/wiki/Categoria:Sepultados_no_Cemit%C3%A9rio_de_Princeton\" title=\"Categoria:Sepultados no Cemitério de Princeton\">Sepultados no Cemitério de Princeton</a><a href=\"/wiki/Categoria:Naturais_de_Washington,_D.C.\" title=\"Categoria:Naturais de Washington, D.C.\">Naturais de Washington, D.C.</a>']",
    "imagem": null,
    "view": "alonzo_church"
}