{
    "url": "https://pt.wikipedia.org/wiki/Antonio_Rosmini",
    "codigo_http": 200,
    "titulo": [
        "Antonio Rosmini"
    ],
    "conteudo": [
        "Antonio Francesco Davide Ambrogio Rosmini-Serbati (Rovereto, 24 de março de 1797 – Stresa, 1 de julho de 1855) foi um padre católico, teólogo e filósofo italiano nascido no Império Austríaco no Tirol italiano. Foi declarado beato em 2007 e é considerado um dos mais originais e importantes teólogos e filósofos italianos da primeira metade do século XIX.[1]\n",
        "Filho de Pier Modesto Rosmini Serbati, patrício de Rovereto e nobre do Sacro Império, e Giovanna, da família dos condes Formenti, fez seus primeiros estudos em uma escola pública, ao mesmo tempo dedicando-se intensamente à leitura. Foi ordenado padre em 1821 e em 1822 graduou-se em Teologia e Direito Canônico na Universidade de Pádua. No mesmo ano visitou Roma, onde foi encorajado pelo papa Pio VII a empreender uma reforma no sistema filosófico, passando os anos seguintes aprofundando seus conhecimentos neste campo, especialmente interessado pela obra de São Tomás de Aquino.[2][1]\n",
        "Nesta época concebeu suas Massime di perfezione cristiana, que constituiu como regra de vida, onde desenvolve o Princípio da Passividade. Segundo este princípio, o engajamento em obras de caridade não deve partir de uma iniciativa pessoal, mas sim de uma clara manifestação externa da vontade divina.Combinava-o ao Princípio da Indiferença, segundo o qual nenhum tipo de trabalho deveria ser preferido ou rejeitado por virtude de inclinações pessoais.[1]\n",
        "Sobre esses fundamentos, e depois de estimulado por Madalena de Canossa, criou em 1828 uma congregação à qual deu o nome de Instituto de Caridade, hoje mais conhecida como Congregação Rosminiana, cujos estatutos foram aprovados por Gregório XVI em 1838, e que logo começou a se expandir rapidamente pela Inglaterra e Itália.[2][3]\n",
        "Neste ínterim, já havia escrito sua obra filosófica fundamental, Nuovo saggio sull'origine delle idee (1830), que pretendia superar o famoso trabalho de John Locke Essay concerning Human Understanding. A partir de então uma prolífica série de escritos foi aparecendo, mas ao mesmo tempo suas ideias pouco ortodoxas e seu envolvimento com a política passaram a ser o centro de uma intensa controvérsia, que levou à inclusão no Index Librorum Prohibitorum de duas obras suas, Costituzione secondo la giustizia sociale e Dalle cinque piaghe della Santa Chiesa. Os debates foram intensificados e em 1854 a Igreja impôs-lhe o silêncio. Em 1889 quarenta de suas proposições foram formalmente condenadas através do decreto Post Obitum de Leão XIII.[2][3]\n",
        "Em meados do século XX iniciou sua reabilitação. João XXIII tomou suas Massime di perfezione cristiana como regra de vida, Paulo VI suspendeu o interdito sobre Dalle cinque piaghe della Santa Chiesa, João Paulo II em sua encíclica Fides et Ratio elogiou sua síntese entre o pensamento filosófico e a ética cristã, e aprovou a abertura da causa para sua beatificação. Uma nota do Vaticano de 2001 declarou que estavam superadas as dificuldades e dúvidas que cercavam sua doutrina, e foi beatificado em 18 de novembro de 2007.[2][1]\n",
        "Seu trabalho intelectual pretendeu restabelecer o equilíbrio entre a razão e a religião que havia sido fortemente abalado com o advento do iluminismo. Os temas principais que trabalhou foram a ontologia, a dignidade do homem, a moralidade, os direitos humanos, a natureza da sociedade, da inteligência e do conhecimento, a cosmologia e a teologia natural, abordando também a arte, a política, a educação e o casamento.[2][3] Na interpretação de Fulvio De Giorgi,\n",
        "Os principais pontos que levaram à controvérsia foram suas visões sobre a ontologia, a teologia natural, as relações entre pecado e culpa, e a natureza e circunstâncias do surgimento do mal, sendo acusado de heterodoxia e panteísmo.[3]\n",
        "Suas seis Massime di perfezione cristiana sintetizam seu ascético legado espiritual, e explicitam os princípios da Passividade e da Indiferença. Três norteiam a finalidade da ação, e três os meios de obter os fins: desejar única e infinitamente agradar a Deus, ou seja, ser justo; orientar todos os pensamentos e atos para o incremento e a glória da Igreja de Cristo; conservar uma perfeita tranquilidade em tudo que aprouver a Deus impor à Igreja, trabalhando por ela segundo o chamamento divino; abandonar a si mesmo à Providência; reconhecer intimamente a nulidade da pessoa humana diante da infinitude e grandeza de Deus, e organizar todas atividades e toda a vida com um espírito de inteligência. Em seus trabalhos também condenou os vícios da Igreja, a pobre educação do clero, a desunião dos bispos e a interferência do Estado na religião, pretendendo reformar a Igreja de uma forma mais inclusiva, comunitária e participativa, com maior atenção às Escrituras Sagradas, e retomando a ideia de uma Igreja pobre.[1]\n",
        " O Wikimedia Commons possui multimédia sobre: Antonio Rosmini.\n"
    ],
    "ligacoes": [],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1797\" title=\"Categoria:Nascidos em 1797\">Nascidos em 1797</a><a href=\"/wiki/Categoria:Mortos_em_1855\" title=\"Categoria:Mortos em 1855\">Mortos em 1855</a><a href=\"/wiki/Categoria:Naturais_de_Rovereto\" title=\"Categoria:Naturais de Rovereto\">Naturais de Rovereto</a><a href=\"/wiki/Categoria:Beatos_da_It%C3%A1lia\" title=\"Categoria:Beatos da Itália\">Beatos da Itália</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_It%C3%A1lia\" title=\"Categoria:Filósofos da Itália\">Filósofos da Itália</a><a href=\"/wiki/Categoria:Nobres_da_It%C3%A1lia\" title=\"Categoria:Nobres da Itália\">Nobres da Itália</a><a href=\"/wiki/Categoria:Padres_cat%C3%B3licos_da_It%C3%A1lia\" title=\"Categoria:Padres católicos da Itália\">Padres católicos da Itália</a><a href=\"/wiki/Categoria:Te%C3%B3logos_da_It%C3%A1lia\" title=\"Categoria:Teólogos da Itália\">Teólogos da Itália</a><a href=\"/wiki/Categoria:Pessoas_beatificadas_pelo_papa_Bento_XVI\" title=\"Categoria:Pessoas beatificadas pelo papa Bento XVI\">Pessoas beatificadas pelo papa Bento XVI</a>']",
    "imagem": null,
    "view": "antonio_rosmini"
}