{
    "url": "https://pt.wikipedia.org/wiki/Antoine_Arnauld",
    "codigo_http": 200,
    "titulo": [
        "Antoine Arnauld"
    ],
    "conteudo": [
        "Antoine Arnauld (Paris, 6 de fevereiro de 1612 — Bruxelas, 8 de agosto de 1694), aportuguesado como Antônio Arnaldo, cognominado Arnaldo, o Grande (em latim: Arnaldus Magnus; em francês: Le Grand Arnauld), foi um padre, teólogo, filósofo, matemático e lógico francês, uma das principais figuras do jansenismo e um opositor dos jesuítas no século XVII. Foi uma figura central na vida intelectual da Europa do século XVII. Seus escritos foram publicados e lidos amplamente por um período de mais de cinquenta anos.\n",
        "Tendo sido uma figura de proa de Porto Real, foi autor em coautoria com Pedro Nicoleta da Lógica de Port-Royal - A lógica ou a arte de pensar, 1662. Foi o primeiro a levantar a polémica do Círculo Cartesiano, com suas objecções às \"Meditações de Descartes\". Muito mais tarde envolveu-se em polémica com Malebranche a qual faz parte de seu \"Tratado das ideias verídicas e falsas\", 1683. Em 1686 iniciou correspondência com Leibniz, ao qual se submeteu a uma crítica acerca do Discurso sobre Metafísica.[1]\n",
        "A energia inesgotável de Antoine Arnauld é perfeitamente evidente em sua famosa resposta a Pierre Nicole, que se queixava de estar cansada. \"Cansaço! respondeu Arnauld, quando tens toda a eternidade para descansar?\". Ele não limitou sua energia ao estudo de questões puramente teológicas. Na filosofia, Arnauld pode ser considerado um representante crítico do cartesianismo não defendendo sua própria doutrina, mas se esforçando para detectar os erros dos outros (Aristóteles, Descartes, Leibniz, Malebranche). Sua abordagem, que critica os erros aprendidos dos filósofos enquanto prefere teses provenientes do senso comum, o torna o precursor da escola escocesa de senso comum (ver Thomas Reid, Dugald Stewart).\n",
        "A primeira intervenção notável de Arnauld no campo da filosofia diz respeito à quarta objeção às Meditações de Descartes. Arnauld respondeu à abordagem de Mersenne como Doutor da Faculdade de Teologia de Paris.\n",
        "No primeiro, Arnauld nota a analogia entre o cogito cartesiano e a certeza interior da autoconsciência estabelecida por Agostinho. Desafiando a fraqueza do dualismo alma e corpo baseado unicamente na distinção entre coisa extensa e coisa pensante, Arnauld faz uma pergunta embaraçosa: já que a alma só existe tanto quanto pensa, devemos pensar sempre e desde o momento da concepção assim que sempre existe? Devemos sempre estar atentos aos nossos pensamentos? Descartes, em suas respostas, será obrigado a admiti-lo para ser fiel aos seus princípios sobre a natureza da alma. Quanto à demonstração da existência de Deus, Arnauld critica fortemente que Deus pode ser considerado uma causa de si mesmo. A causa sempre precede o efeito, se Deus é a causa de seu ser, ele deve se preceder e se dar o que já possui, o que é inadmissível e absurdo. Portanto, não há causa para a existência divina. Deus existe da mesma forma que um triângulo tem três ângulos, porque é da natureza de um ser perfeito existir. Diante da dureza do ataque, Descartes se limita a justificar a expressão, embora admita que Deus não pode ser a causa eficiente de si mesmo. Por fim, Arnauld sublinha dois pontos do método cartesiano suscetíveis de alarmar a fé: a dúvida posta como método e a confusão de erros especulativos e práticos.\n",
        "A qualidade de suas objeções estabeleceu imediatamente sua reputação como um pensador esclarecido e crítico do novo sistema. Mais tarde, em resposta às críticas de um canônico bretão inimigo do cartesianismo e da filosofia, Arnauld se mostrará um convicto defensor da completa autonomia da razão e de sua capacidade de alcançar as verdades naturais por seus próprios meios, sem recorrer ao sagrado, as escrituras.[2][3][4][5][6][7][8]\n",
        "Entre 1683 e 1685, ele travou uma longa batalha com Malebranche sobre as relações da teologia e da metafísica. De um modo geral, a opinião pública inclinou-se a favor de Arnauld. O polêmico tratado Sobre Idéias Verdadeiras e Falsas é um ataque formal à doutrina de ver em Deus apresentada em A Busca da Verdade. Arnauld ataca a ideia de que os corpos não são visíveis por si próprios (segundo Malebranche), a alma só poderia percebê-los em Deus, de forma inteligível. Em vez dessa estranha doutrina, Arnauld estabelece que são os próprios corpos que podem ser percebidos sem intermediários, sendo a inteligibilidade uma operação da mente realizada pelos sentidos e chamada intelecção. Os sentidos, portanto, percebem objetos sensíveis e as ideias ou objetos inteligíveis da mente. Malebranche casualmente respondendo às críticas de Arnauld em suas Respostas ao Livro das Idéias Verdadeiras e Falsas, Arnauld retruca em uma Defesa de seiscentas páginas onde finalmente o acusa de conceber Deus como um ser corpóreo: visto que vemos em Deus concebido como uma expansão inteligível infinita, corpos finitos, a imensidão divina, portanto, compreende claramente a ideia de uma expansão onde nós veja os corpos. Quando Malebranche se queixou de que seu adversário o havia entendido mal, Boileau silenciou-o com a seguinte pergunta: \"Caro senhor, quem você acha que poderia entendê-lo se o Sr. Arnauld não teve êxito?\".\n",
        "A polêmica se recuperou com a publicação por Malebranche do Tratado da Natureza e da Graça (1680). Pressionado por Bossuet a combater as teorias do tratado, consideradas novas e perigosas pela Igreja, Arnauld as responde em uma dissertação sobre Os Milagres da Antiga Lei (1684), seguida das Reflexões sobre o Novo Sistema da Natureza e da Graça (1685). Criticando fortemente a ideia de Malebranche segundo a qual Deus prefere agir apenas por vontades gerais, fixas e regulares, mais em conformidade com sua natureza imutável, Arnauld defende a ideia de que Deus, longe de agir sempre pelas formas mais simples, como pensa Malebranche, produziu uma infinidade de coisas por vontades particulares. É por isso que também encontramos na conduta do homem o traço de vontades particulares, como o encontramos em todos os acontecimentos que dependem da liberdade. Arnauld, portanto, não contesta que Deus governa o mundo por regras gerais, mas refuta a ideia de que Deus não pode, por todos os que agem no mundo de maneiras extraordinárias, dependendo de vontades particulares que na maioria das vezes nos escapam. O curso normal dos eventos não pode impedir Deus de intervir direta e livremente no mundo se sua misericórdia ou justiça assim o exigir. A providência divina não pode, portanto, ser limitada pelo desdobramento de leis regulares, e Deus está sempre livre para derivar um efeito extraordinário de uma causa comum. Mais uma vez, Malebranche responderá que Arnauld o entendeu mal. A principal razão de todo este argumento foi a defesa da noção de milagre e cristão sobrenatural.[5][4][3][6][7][8][2]\n",
        "Com Pierre Nicole, ele foi o autor de Lógica ou a Arte de Pensar. Este tratado, obra fundamental na história desta disciplina, rapidamente se tornará um clássico destinado a substituir as compilações indigestas herdadas da escolástica. Foi usado como um manual elementar até o século XX. Quanto à Gramática Geral e Raciocinada, assinada por Arnauld e Lancelot, participou apenas por meio de seus conselhos.[9]\n",
        "Arnauld também foi considerado um dos grandes matemáticos de seu tempo; um crítico chamado de Euclides do século XVII. Após sua morte, sua reputação neste campo começou a declinar. Seus contemporâneos o admiravam acima de tudo como um mestre em raciocínios complexos; sobre isso, o teólogo Bossuet concorda com o advogado de Aguesseau. No entanto, sua ânsia de vencer sempre que discutia o fazia não ser amado por ninguém. “Apesar de tudo”, disse Arnauld certo dia com pesar, “é raro que os meus livros sejam muito curtos\".[5][4][3][6][7][8][2]\n",
        "\nHoje, o nome de Arnauld sobrevive no famoso epitáfio que Boileau dedicou à sua memória:",
        "\"Todos concordam que nenhum escritor do XVII século nasceu com uma mente filosófica e mais extensa\", dizem Pierre Larousse sobre ele.\n"
    ],
    "ligacoes": [
        "<ul><li><i>Œuvres complètes</i>, Lausanne, 42 vol in-4°, 1775 à 1781.</li>\n<li><i>De la fréquente communion où Les sentimens des pères, des papes et des Conciles, touchant l'usage des sacremens de pénitence et d'Eucharistie, sont fidèlement exposez.</i> Paris: A. Vitré, 1643. <small><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://gallica.bnf.fr/ark:/12148/btv1b86262472\">[1]</a></small></li>\n<li><i>Grammaire générale et raisonnée: contenant les fondemens de l'art de parler, expliqués d'une manière claire et naturelle</i>. Paris: Prault fils l'aîné, 1754. <small><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://visualiseur.bnf.fr/Visualiseur?Destination=Gallica&amp;O=NUMM-84320\">[2]</a></small></li>\n<li><i>La logique ou L'art de penser: contenant outre les règles communes, plusieurs observations nouvelles, propres à former le jugement</i>. Paris: G. Desprez, 1683. <small><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://visualiseur.bnf.fr/Visualiseur?Destination=Gallica&amp;O=NUMM-57444\">[3]</a></small></li>\n<li><i>Nouveaux éléments de géométrie</i></li>\n<li><i>Des vraies et des fausses idées</i></li>\n<li><i>Défense de M. Arnauld</i>, vol. 38 et 39 des <i>œuvres complètes</i></li>\n<li><i>Réflexions sur le nouveau système de la Nature et de la Grâce</i></li>\n<li><i>Lettres Leibniz-Arnauld</i></li>\n<li><i>Correspondance Malebranche-Arnauld</i></li>\n<li><i>Règles du bon sens</i></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/arnauld/\">Elmar Kremer. Antônio Arnaldo, 2008. Enciclopedia Filosófica Stanfordiense</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://gallica.bnf.fr/ark:/12148/bpt6k133688c.r=La+Logique+ou+l%27art+de+penser%2C.langFR\">Lógica de Port Real</a>, fac-símile em francês no sítio da <a href=\"/wiki/Biblioteca_Nacional_da_Fran%C3%A7a\" title=\"Biblioteca Nacional da França\">Biblioteca Nacional da França</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://gallica.bnf.fr/ark:/12148/bpt6k50417t/f1.image.r=Grammaire%20g%C3%A9n%C3%A9rale%20et%20raisonn%C3%A9e%20contenant%20les%20fondemens%20de%20l%27art%20de%20parler,%20expliqu%C3%A9s%20d%27une%20mani%C3%A8re%20claire%20et%20naturelle.langFR\">Gramática de Porto Real</a>, fac-símile em francês no sítio da <a href=\"/wiki/Biblioteca_Nacional_da_Fran%C3%A7a\" title=\"Biblioteca Nacional da França\">Biblioteca Nacional da França</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:P_religion_world.svg\" title=\"Portal da religião\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/40px-P_religion_world.svg.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/60px-P_religion_world.svg.png 2x\" data-file-width=\"400\" data-file-height=\"360\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Religi%C3%A3o\" title=\"Portal:Religião\">Portal da religião</a></span></span></li>        </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1612\" title=\"Categoria:Nascidos em 1612\">Nascidos em 1612</a><a href=\"/wiki/Categoria:Mortos_em_1694\" title=\"Categoria:Mortos em 1694\">Mortos em 1694</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Fran%C3%A7a_do_s%C3%A9culo_XVII\" title=\"Categoria:Matemáticos da França do século XVII\">Matemáticos da França do século XVII</a><a href=\"/wiki/Categoria:Naturais_de_Paris\" title=\"Categoria:Naturais de Paris\">Naturais de Paris</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Te%C3%B3logos_da_Fran%C3%A7a\" title=\"Categoria:Teólogos da França\">Teólogos da França</a><a href=\"/wiki/Categoria:L%C3%B3gicos_da_Fran%C3%A7a\" title=\"Categoria:Lógicos da França\">Lógicos da França</a><a href=\"/wiki/Categoria:Escritores_em_l%C3%ADngua_francesa\" title=\"Categoria:Escritores em língua francesa\">Escritores em língua francesa</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVII\" title=\"Categoria:Filósofos do século XVII\">Filósofos do século XVII</a><a href=\"/wiki/Categoria:Jansenistas\" title=\"Categoria:Jansenistas\">Jansenistas</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Antoine_Arnauld4.jpg/250px-Antoine_Arnauld4.jpg",
    "view": "antoine_arnauld"
}