{
    "url": "https://pt.wikipedia.org/wiki/Arthur_Prior",
    "codigo_http": 200,
    "titulo": [
        "Arthur Prior"
    ],
    "conteudo": [
        "Arthur Norman Prior, também conhecido como AN Prior, (4 de dezembro de 1914 - 6 de outubro de 1969) foi um notável lógico e filósofo. Prior (1957) fundou a lógica de tempos verbais, agora também conhecida como lógica temporal, e fez importantes contribuições à lógica intencional, particularmente em Prior (1971).\n",
        "Prior nasceu em Masterson, Nova Zelândia, em 4 de dezembro de 1914, filho único de pais australianos: Norman Henry Prior (1882-1967) e sua esposa Elizabeth Munton Rothesay Teague (1889-1914).   Sua mãe morreu menos de 3 semanas após seu nascimento e ele foi criado pela irmã de seu pai.   \n",
        "Prior foi  educado inteiramente na Nova Zelândia, onde ele teve a sorte de receber a influência de John Niemeyer Findlay. Apesar de conhecer somente sobre matemática básica, ele começou a ensinar filosofia e lógica em Canterbury University College, em 1946, preenchendo a vaga criada pela renúncia de Karl Popper. Tornou-se professor em 1953. Graças aos bons ofícios de Gilbert Ryle, que conhecera anteriormente na Nova Zelândia em 1954, Prior passou o ano de 1956, sobre licença na Universidade de Oxford, onde ele deu a John Locke palestras em filosofia. Estas foram posteriormente publicadas como Tempo e Modalidade (1957). Esta é uma contribuição seminal para o estudo da lógica avançada e a metafísica temporal, no qual Antes defendiam o ponto de vista -A teoria que as modalidades temporais passado, presente e futuro são categorias ontológicas básicas de importância fundamental para a nossa compreensão do tempo e do mundo. Durante seu tempo em Oxford, Prior conheceu Peter Geach e William Kneale, influenciado por John Lemmon, e se correspondia com o adolescente Saul Kripke. Lógica no Reino Unido ficou então em um estado de pouca preferência, e o  entusiamo de Prior foi tido como contribuição fundamental para a renovação desse período.[citation needed] De 1959 a 1966, ele foi professor de Filosofia na Universidade de Manchester, tendo ensinado Osmund Lewry. De 1966 até sua morte ele era membro e tutor de Filosofia no Balliol College, Oxford. Seus alunos incluem Max Cresswell, Kit Fine, e Robert Bull.\n",
        "Quase totalmente autodidata em lógica formal moderna, Prior publicou seu primeiro artigo em lógica em 1952, quando ele tinha  38 anos de idade, pouco depois expandindo o trabalho de Józef Maria Bocheński e Jan Łukasiewicz, muito pouco do trabalho foi traduzido para Inglês.[citação necessária] Ele costumava usar notação polonesa em seus trabalhos. Prior (1955) concentrou muito de seus primeiros passos no ensino de lógica na Nova Zelandia. O trabalho de Prior na lógica de sentenças promoveu uma sistemática e extensa defesa da tese de concepção de realidade na qual objetos materiais são construídos como contínuos de três dimensões que são totalmente presentes em qualquer momento de suas existências.\n",
        "Prior se destacou em virtude de seu forte interesse na história da lógica. Ele foi um dos primeiros falantes de inglês a apreciar a natureza e o campo de trabalho em lógica de Charles Sanders Peirce, e a distinção entre de dicto e de re na lógica modal. Prior ensinou e pesquisou lógica modal antes de Kripke propor sua semântica de mundos possíveis, numa época em que a modalidade e a intencionalidade despertavam pouco interesse nos países falantes de inglês, e mesmo com o ataque incisivo de Willard Van Orman Quine.\n",
        "Ele agora é tido como precursor da lógica híbrida.[1] Empregando (numa seção de seu livro Past, Present, and Future (1967)) a tentativa de combinar operadores temporais binários (e.g., \"até\") e unários (e.g., \"sempre será\")  a um sistema lógico temporal, Prior —como um resultado acidental— construiu uma base para as posteriores linguagens híbridas.\n",
        "Seu trabalho Time and Modality explorou o uso de lógica de múltiplos valores para explicar o problema de nomes não referenciáveis.\n",
        "O trabalho de Prior era tanto filosófico e formal e proporciona uma sinergia produtiva entre inovação formal e análise linguística.[citação necessária] Linguagem natural, ele relembrou, pode encorpar Linguagem Natural, muita expectativa, bem como a sabedoria dos nossos antepassados. Ele era escrupuloso quando estabeleceu os pontos de vista de seus adversários, e forneceu muitas sugestões construtivas sobre o desenvolvimento formal de pontos de vista alternativos.\n",
        "Os seguintes livros foram escritos por Prior ou são coleções póstumas de artigos de revistas e trabalhos inéditos que ele escreveu:\n",
        "A mais nova coisa sobre a bibliografia de Prior é:\n",
        "Uma excelente pesquisa sobre a vida de Prior e suas conquistas é:\n"
    ],
    "ligacoes": [
        "<ul><li>1949. <i>Logic and the Basis of Ethics</i>. <a href=\"/wiki/Oxford_University_Press\" title=\"Oxford University Press\">Oxford University Press</a> (<a href=\"/wiki/Especial:Fontes_de_livros/0198241577\" class=\"internal mw-magiclink-isbn\">ISBN 0-19-824157-7</a>)</li>\n<li>1955, 1962. <i>Formal Logic</i>. Oxford University Press.</li>\n<li>1957. <i>Time and Modality</i>. Oxford University Press.  based on his 1956 <a href=\"/w/index.php?title=John_Locke_lectures&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"John Locke lectures (página não existe)\">John Locke lectures</a>.</li>\n<li>1962. \"Changes in Events and Changes in Things\". University of Kansas.</li>\n<li>1967. <i>Past, Present and Future</i>. Oxford University Press.</li>\n<li>1968. <i>Papers on Time and Tense</i>. Oxford University Press.</li>\n<li>1971. <i>Objects of Thought</i>. Edited by <a href=\"/w/index.php?title=P._T._Geach&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"P. T. Geach (página não existe)\">P. T. Geach</a> and <a href=\"/w/index.php?title=A._J._P._Kenny&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"A. J. P. Kenny (página não existe)\">A. J. P. Kenny</a>. Oxford University Press.</li>\n<li>1976. <i>The Doctrine of Propositions and Terms</i>. Edited by P. T. Geach and A. J. P. Kenny. London: <a href=\"/w/index.php?title=Gerald_Duckworth_and_Company&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Gerald Duckworth and Company (página não existe)\">Duckworth</a>.</li>\n<li>1976. <i>Papers in Logic and Ethics</i>. Edited by P. T. Geach and A. J. P. Kenny. London: Duckworth.</li>\n<li>1977. <i>Worlds, Times and Selves</i>. Edited by Kit Fine. London: Duckworth.</li>\n<li>2003. <i>Papers on Time and Tense</i>. Second expanded edition by Per Hasle, Peter Øhrstrøm, Torben Braüner &amp; <a href=\"/w/index.php?title=Jack_Copeland&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Jack Copeland (página não existe)\">Jack Copeland</a>. Oxford University Press.</li></ul>",
        "<ul><li>Copeland, B. J., 1996, \"Prior's Life and Legacy,\" neste volume editado <i>Logic and Reality: Essays on the Legacy of Arthur Prior</i>, New York: Oxford University Press (pp. 519–32 deste volume contem uma bibliografia completa de Prior em uma data prévia ao supracitado).</li></ul>",
        "<ul><li><a href=\"/wiki/Anthony_Kenny\" title=\"Anthony Kenny\">A. J. P. Kenny</a> 1970, 'Arthur Norman Prior (1914–1969)' <i>Proceedings of the British Academy</i> 56: 321–349.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/prior\">Arthur Prior</a><span> entry </span><span> by B. Jack Copeland in the </span><i><a href=\"/wiki/The_Stanford_Encyclopedia_of_Philosophy\" class=\"mw-redirect\" title=\"The Stanford Encyclopedia of Philosophy\">Stanford Encyclopedia of Philosophy</a></i></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.prior.aau.dk/\">Foundations of Temporal Logic The WWW-site for Prior-studies</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://hylo.loria.fr/content/papers/files/tense.pdf\">On Prior's Tense Logic</a> by Patrick Blackburn</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://conference.prior.aau.dk/\">Arthur Prior Centenary Conference, Balliol College, Oxford, 21 – 22 August, 2014</a></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1914\" title=\"Categoria:Nascidos em 1914\">Nascidos em 1914</a><a href=\"/wiki/Categoria:Mortos_em_1969\" title=\"Categoria:Mortos em 1969\">Mortos em 1969</a><a href=\"/wiki/Categoria:Ateus_da_Nova_Zel%C3%A2ndia\" title=\"Categoria:Ateus da Nova Zelândia\">Ateus da Nova Zelândia</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Manchester\" title=\"Categoria:Professores da Universidade de Manchester\">Professores da Universidade de Manchester</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_anal%C3%ADticos\" title=\"Categoria:Filósofos analíticos\">Filósofos analíticos</a><a href=\"/wiki/Categoria:Especialistas_em_l%C3%B3gica_matem%C3%A1tica\" title=\"Categoria:Especialistas em lógica matemática\">Especialistas em lógica matemática</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/4/41/Arthur_Prior_in_Wakefield_1959_from_son_Martin_Prior.png/250px-Arthur_Prior_in_Wakefield_1959_from_son_Martin_Prior.png",
    "view": "arthur_prior"
}