{
    "url": "https://pt.wikipedia.org/wiki/Arthur_Schopenhauer",
    "codigo_http": 200,
    "titulo": [
        "Arthur Schopenhauer"
    ],
    "conteudo": [
        "Arthur Schopenhauer (Gdansk, 22 de fevereiro de 1788 – Frankfurt, 21 de setembro de 1860) foi um filósofo alemão. Ele é conhecido por sua obra O Mundo como Vontade e Representação, de 1818 (expandida em 1844), que caracteriza o mundo fenomenal como a manifestação de uma vontade numenal cega e irracional.[1][2][3] Com base no idealismo transcendental de Immanuel Kant, Schopenhauer desenvolveu um sistema metafísico e ético ateísta que rejeitava as ideias contemporâneas do idealismo alemão.[4][5]\n",
        "Schopenhauer foi um dos primeiros filósofos da tradição ocidental a compartilhar e afirmar princípios significativos da filosofia indiana, como o ascetismo, a negação do eu e a noção do mundo como aparência.[6] Seu trabalho foi descrito como uma manifestação exemplar do pessimismo filosófico.[7] Embora seu trabalho não tenha conseguido atrair atenção substancial durante sua vida, ele teve um impacto póstumo em várias disciplinas, incluindo filosofia, literatura e ciência. Seus escritos sobre estética, moralidade e psicologia influenciaram muitos pensadores e artistas.\n",
        "Arthur Schopenhauer nasceu no dia 22 de fevereiro de 1788, em Danzig (então parte da República das Duas Nações ; atual Gdańsk, Polônia), filho de Johanna Schopenhauer (nascida Trosiener; 1766–1838) e Heinrich Floris Schopenhauer (1747–1805),[8] ambos descendentes de ricas famílias patrícias alemãs. Embora fossem de origem protestante, nenhum deles era muito religioso;[9] ambos apoiaram a Revolução Francesa, eram republicanos e cosmopolitas.[10] Quando Danzig se tornou parte da Prússia em 1793, Heinrich mudou-se para Hamburgo — cidade com uma constituição republicana. Sua empresa continuou negociando em Danzig, onde a maioria de sua família permaneceu. Adele, única irmã de Arthur, nasceu em 12 de julho de 1797.\n",
        "Em 1797, Arthur foi enviado para Le Havre para viver com a família de um sócio de seu pai, Grégoire de Blésimaire. Ele parece ter gostado de sua estada de dois anos lá, aprendendo a falar francês e formando uma amizade que duraria da vida toda com Jean Anthime Grégoire de Blésimaire. Já em 1799, Arthur começou a tocar flauta.[10]\n",
        "Em 1803, ele acompanhou seus pais em uma viagem pela Holanda, Grã-Bretanha, França, Suíça, Áustria e Prússia. Visto principalmente como uma viagem de lazer, Heinrich aproveitou a oportunidade para visitar alguns de seus parceiros de negócios no exterior.\n",
        "Heinrich pediu a Arthur que escolhesse entre ficar em casa e começar os preparativos para a universidade, ou viajar com eles e continuar sua educação mercantil. Arthur escolheu a viagem. Ele arrependeu-se profundamente de sua escolha mais tarde, uma vez que achou o treinamento mercantil muito tedioso. Ele passou doze semanas da turnê frequentando a escola em Wimbledon, onde se desiludiu com a religiosidade anglicana estrita e intelectualmente rasa. Ele continuou a criticar duramente a religiosidade anglicana ao longo de sua vida, apesar de, em geral, ser um tanto anglófilo.[10]\n",
        "Em 1805, Heinrich morreu afogado em um canal perto de sua casa em Hamburgo. Embora seja possível que sua morte fosse acidental, sua esposa e filho acreditavam que era suicídio. Ele era propenso a ansiedade e depressão, que pioraram com a idade mais velha.[11] Heinrich havia ficado tão agitado que até sua esposa começou a duvidar de sua saúde mental. \"Havia, na vida do pai, alguma fonte obscura e vaga de medo, que mais tarde o fez se lançar para a morte do sótão de sua casa em Hamburgo\".[11]\n",
        "Arthur demonstrava um mau humor semelhante durante a juventude e muitas vezes reconheceu que o havia herdado de seu pai. Houve outros casos de histórico grave de saúde mental no lado paterno da família.[11] Apesar de suas dificuldades, Schopenhauer gostava de seu pai e mais tarde se referiu a ele de forma positiva.[11] Heinrich Schopenhauer deixou a família com uma grande herança que foi dividida em três entre Johanna e os filhos. Arthur Schopenhauer teria direito ao controle de sua parte quando atingisse a maioridade. Ele investiu conservadoramente em títulos do governo e ganhou juros anuais que eram mais do que o dobro do salário de um professor universitário.[11] Após abandonar o aprendizado de comerciante, com algum incentivo da mãe, dedicou-se aos estudos no Ernestine Gymnasium, no Ducado de Saxe-Gotha-Altenburg. Enquanto estava lá, desfrutou também da vida social entre a nobreza local, gastando grandes quantias de dinheiro, o que preocupou sua mãe.[11] Ele deixou o ginásio depois de escrever um poema satírico sobre um dos professores. Embora Arthur tenha afirmado que saiu voluntariamente, a carta de sua mãe indica que ele pode ter sido expulso.[11]\n",
        "Arthur passou dois anos trabalhando como comerciante em homenagem a seu falecido pai. Durante esse tempo, ele teve dúvidas sobre poder começar uma nova vida como acadêmico. A maior parte de sua educação anterior foi como comerciante e ele teve problemas para aprender latim; um pré-requisito para uma carreira acadêmica.[11]\n",
        "Sua mãe mudou-se com a filha Adele para Weimar — então, o centro da literatura alemã — para aproveitar a vida social entre escritores e artistas. Arthur e sua mãe não se separaram de forma amigável. Em uma carta, ela escreveu: \"Você é insuportável e pesado, e muito difícil de conviver; todas as suas boas qualidades são ofuscadas por sua presunção e inúteis para o mundo simplesmente porque você não pode conter sua propensão a encontrar buracos nas outras pessoas\".[12] Sua mãe, Johanna, era geralmente descrita como vivaz e sociável.[11] Ela morreu 24 anos depois. Algumas das opiniões negativas de Arthur sobre as mulheres podem estar enraizadas em seu relacionamento conturbado com sua mãe.[13]\n",
        "Arthur mudou-se para Hamburgo para morar com seu amigo Jean Anthime, que também estudava para se tornar um comerciante.\n",
        "Em 1811, na Universidade de Berlim, assistiu aos cursos dos filósofos Schleiermacher (1768–1834) e Fichte (1762-1814). Este último seria, mais tarde, acusado por Schopenhauer de ter deliberadamente caricaturado a filosofia de Kant (1724–1804), tentando “envolver o povo alemão com a neblina filosófica”. Em 1813, Schopenhauer doutorou-se pela Universidade de Berlim com a tese Sobre a Quádrupla Raiz do Princípio de Razão Suficiente.\n",
        "Nessa época, sua mãe, Johanna Schopenhauer, estabeleceu-se em Weimar, onde começou a obter progressivo sucesso como novelista e passou a frequentar os círculos mundanos que Schopenhauer detestava e se esforçava por ridicularizar ao máximo. As relações entre os dois deterioraram-se a ponto de Johanna declarar publicamente que a tese de seu filho não passava de um tratado de farmácia; em contrapartida, Schopenhauer afirmava ser incerto o futuro de sua mãe como romancista e que ela somente seria lembrada no futuro pelo fato de ser sua progenitora.\n",
        "Apesar dessas brigas, Schopenhauer frequentou durante algum tempo o salão de sua mãe. Ali tornou-se amigo de Goethe (1749–1832), que reconhecia seu gênio filosófico e sugeriu-lhe que trabalhasse numa teoria antinewtoniana da visão. A partir dessa sugestão, Schopenhauer escreveu Sobre a Visão e as Cores, publicado em 1816.\n",
        "Em 1814, Schopenhauer rompeu definitivamente com a família e, quatro anos depois, concluiu sua principal obra, O Mundo como Vontade e Representação. Em 1819, o livro foi publicado, mas após um ano e meio tinham sido vendidos apenas cerca de 100 exemplares. A crítica também não foi favorável à obra.\n",
        "Durante os anos de 1818 e 1819, Schopenhauer passou uma temporada na Itália: ao voltar, sua situação econômica não era das melhores. Solicitou então um posto de monitor na Universidade de Berlim, valendo-se de seu título de doutor e passando por uma prova que consistia numa conferência. Admitido em 1820, encarregou-se de um curso intitulado A Filosofia Inteira, ou O Ensino do Mundo e do Espírito Humano. O título do curso devia-se, provavelmente, a Hegel (1770-1831), que na época era um dos mais reputados professores da Universidade de Berlim. Tentando competir com Hegel, Schopenhauer escolheu o mesmo horário utilizado pelo rival, mas a tentativa redundou em fracasso completo: apenas quatro ouvintes assistiam a suas aulas. Ao fim de um semestre, renunciou à universidade.\n",
        "Em 1821, envolveu-se em um acidente que teve desagradáveis consequências econômicas e, sobretudo, viria causar-lhe periódica crise de depressão psicológica. Nessa época, o filósofo residia numa pensão, cujos principais locatários, em sua grande maioria, eram senhoritas de idade avançada. Essas pensionistas tinham o desagradável hábito de espionar a chegada de supostas amantes, recebidas por Schopenhauer em seus aposentos. Certa noite, quando uma costureira chamada Caroline-Louise Marquet dedicava-se a esse mister, Schopenhauer, perdendo a paciência, atirou-a escada abaixo. Como resultado, foi processado e acabou sendo condenado a pagar trezentos thalers de despesas médicas. Além disso, ficava obrigado a pagar sessenta thalers anuais, até a morte de Caroline, que somente morreu vinte anos depois. Durante todo esse tempo, Schopenhauer entrava em depressão nervosa, uma vez por ano, todas as vezes que era obrigado a pagar a pensão. Sua revolta dizia respeito menos à quantia desembolsada do que àquilo que sentia como injustiça cometida pelas autoridades.\n",
        "Entre 1826 e 1833, Schopenhauer empreendeu frequentes viagens, adoeceu por diversas vezes e tentou uma segunda experiência como professor da Universidade de Berlim. Foi mais uma tentativa fracassada, somente contrabalançada pela crítica elogiosa a seu O Mundo como Vontade e Representação, publicada no periódico Kleine Bücherschau.\n",
        "Em 1833, depois de muitas hesitações, o filósofo resolveu fixar-se em Frankfurt, onde permanecera até sua morte em 1860. Durante os vinte e sete anos que passou na cidade, levou uma vida solitária, acompanhado por seu cão. Sua predileção por animais era filosoficamente justificada; segundo Schopenhauer, entre os cães, contrariamente ao que ocorre entre os homens, a vontade não é dissimulada pela máscara do pensamento.\n",
        "Dedicado exclusivamente à reflexão filosófica, Schopenhauer trabalhou intensamente em Frankfurt, redigindo e publicando diversos livros. Em 1836, veio a lume o ensaio Sobre a Vontade na Natureza, que deveria completar o segundo livro de O Mundo como Vontade e Representação. Na mesma época, redigiu também dois ensaios sobre moral. O primeiro, escrito para concorrer a um concurso da Academia de Ciências de Trondheim (Noruega), intitula-se Sobre a Liberdade da Vontade. O segundo, O Fundamento da Moral, concorreu ao concurso da Academia de Copenhague e continha verdadeiros insultos a Hegel e a Fichte, que provocaram escândalo; embora fosse o único concorrente, o livro não foi premiado. Posteriormente, os dois ensaios seriam reunidos sob o título de Os Dois Problemas Fundamentais da Ética e publicados em 1841. Três anos depois, surgiu a segunda edição de O Mundo como Vontade e Representação, enriquecida com alguns suplementos. Apesar disso, não teve sucesso.\n",
        "O mesmo não ocorreu com a última obra escrita e publicada por Schopenhauer. Intitulava-se Parerga e Paralipomena e continha pequenos ensaios sobre os mais diversos temas: política, moral, literatura, filosofia, estilo e metafísica, entre outros. A obra alcançou inesperado sucesso, logo depois de ser publicada em 1851. A partir daí, a notoriedade do autor espalhou-se pela Alemanha e depois pela Europa. Um artigo de Oxford, publicado na Inglaterra, deu início à grande difusão de sua filosofia. Na França, muitos filósofos e escritores viajaram até Frankfurt para visitá-lo. Na Alemanha, a filosofia de Hegel entrou em declínio e Schopenhauer surgiu como ídolo das novas gerações.\n",
        "Assim, os últimos anos da vida de Schopenhauer proporcionaram-lhe um reconhecimento que ele sempre buscou. Artigos críticos surgiram em grande quantidade nos principais periódicos da época. A Universidade de Breslávia dedicou cursos à análise de sua obra e a Academia Real de Ciências de Berlim propôs-lhe o título de membro, em 1858, que ele recusou.\n",
        "Dois anos depois, a 21 de setembro de 1860, Arthur Schopenhauer, que Nietzsche (1844 – 1900) chamaria \"o cavaleiro solitário\", morreu, vítima de insuficiência cardíaca. Contava, então, com 72 anos de idade.[14]\n",
        "As ideias de Schopenhauer consistem em uma coletânea de pensamentos ditos pessimistas que dizem respeito à vida humana. Segundo o filósofo, esta é regida pela vontade e, sendo, a vontade, uma espécie de Deus presente em todos os humanos sem exceção, a qual necessita de sobreviver valendo-se do desejo sexual para se reproduzir e multiplicar, e devido ao desejo de sempre querer mais, a vontade acaba levando ao sofrimento humano, pois o homem nunca será satisfeito com uma única coisa. Ainda, uma vez que a Vontade é tida como a coisa-em-si/essência do ser humano, e em razão do fato de o homem ser, do ponto de vista cósmico, não mais que um tipo de ser em meio a vários outros tipos de seres, Schopenhauer, valendo-se de uma razão analógica, sente-se autorizado a estender essa substância primordial (a Vontade) a todos os demais seres, concebendo-a, assim, como essência não só do homem, mas do mundo.\n",
        "Schopenhauer procura uma forma de libertação dessa vontade se baseando em escritos budistas e na filosofia oriental, que diz que a única forma de se libertar da vontade é a total renúncia de todos os desejos, a qual resulta no Nirvana. Vale a pena acrescentar que Schopenhauer também identifica esse mecanismo da libertação da vontade no cristianismo genuíno. De todo modo, a sabedoria religiosa que tem por referência é o budismo.\n",
        "O ponto de partida do pensamento de Schopenhauer encontra-se na filosofia kantiana. Immanuel Kant (1724–1804) estabelecera distinção entre os fenômenos e a coisa em si (que chamou noumenon), isto é, entre o que nos aparece e o que existiria em si mesmo. A coisa-em-si (noumenon) não poderia, segundo Kant, ser objeto de conhecimento científico, como até então pretendera a metafísica clássica. A ciência restringir-se-ia, assim, ao mundo dos fenômenos, e seria constituída pelas formas a priori da sensibilidade (espaço e tempo) e pelas categorias do entendimento (a exemplo da categoria da causalidade). Dessas distinções, Schopenhauer concluiu que o mundo não seria mais do que representações, entendidas por ele, num primeiro momento, como sínteses entre o subjetivo e o objetivo, entre a realidade exterior e a consciência humana. Como afirma em O Mundo como Vontade e Representação:\n",
        "Em outra passagem de sua principal obra, Schopenhauer deixa mais clara essa ideia:\n",
        "Não se pode dizer que essas ideias expressem exatamente o pensamento kantiano, mas, seja como for, Schopenhauer chegou a essas conclusões, partindo do mestre que tanto admirava, bem como, frisa-se, da constatação dessas mesmas verdades na filosofia platônica e na dos Vedas, embora expressas de maneira alegórica e intuitiva, portanto, não do modo conceitual e racional kantiano. De fato, Schopenhauer louva Kant precisamente por haver demonstrado de maneira clara e racional, de uma vez por todas, essas verdades antigas — até então poeticamente manifestas. Schopenhauer, contudo, separa-se, explicitamente, de Kant em um ponto essencial e, a partir daí, constrói uma filosofia original. Para Kant, a coisa-em-si é inacessível ao conhecimento humano, pois encontra-se além dos limites das estruturas do próprio ato cognitivo, entendido como síntese dos dados da intuição sensível, síntese essa realizada pelas categorias a priori do entendimento. Schopenhauer, ao contrário, pretendeu abordar a própria coisa-em-si. Essa coisa-em-si, raiz metafísica de toda a realidade, seria a vontade.\n",
        "Segundo o autor de O Mundo como Vontade e Representação, a experiência interna do indivíduo assegura-lhe mais do que o simples fato de ele ser \"um objeto entre outros\". A experiência interna também revela ao indivíduo que ele é um ser que se move a si mesmo, um ser ativo cujo comportamento manifesto expressa diretamente sua vontade. Essa consciência interior que cada um possui de si mesmo como vontade seria primitiva e irredutível: A vontade revelar-se-ia imediatamente a todas as pessoas como o em-si e a percepção que as pessoas têm de si mesmas como vontades seria distinta da percepção que as mesmas têm como corpo através da percepção externa mediada pelo princípio de razão. Mas isso não significa que Schopenhauer tinha esposado a tese de que as ações corporais e as ações da vontade constituem duas séries de fatos, entendidas as primeiras como causadoras das segundas. Para Schopenhauer, o corpo humano é apenas objetivação da vontade, tal como aparece sob as condições da percepção externa (mediada pelo aludido princípio de razão). Em outros termos, o que se quer e o que se faz são uma e a mesma coisa, vistos, porém, de perspectivas diferentes.\n",
        "Da mesma forma como nos homens, a vontade seria o princípio fundamental da natureza. Para Schopenhauer, na queda de uma pedra, no crescimento de uma planta ou no puro comportamento instintivo de um animal, afirmam-se tendências, em cuja objetivação se constituem os corpos. Essas diversas tendências não passariam de disfarces sob os quais se oculta uma vontade única, superior, de caráter metafísico (mas entenda-se \"metafísica\" não no sentido clássico de conhecimento respeitante a algo além e fora da experiência, mas sim do que há de mais primitivo e de íntimo no mundo experienciável) e presente igualmente na planta que nasce e cresce, e nas complexas ações humanas. Essa vontade, para Schopenhauer, é independente da representação e, portanto, não se submete às leis da razão. Ao contrário de Hegel, para quem o real é racional, a filosofia de Schopenhauer sustenta que o real é em si mesmo cego e irracional, enquanto vontade. As formas racionais da consciência não passariam de ilusórias aparências e a essência de todas as coisas seria alheia à razão:\n",
        "O inconsciente representa, assim, papel fundamental na filosofia de Schopenhauer. Sob esse aspecto, o autor de O Mundo como Vontade e Representação antecipou-se a alguns dos conceitos mais importantes da psicanálise fundada por Sigmund Freud (1856–1939).\n",
        "O próprio Freud reconheceu a importância das ideias de Schopenhauer; em um de seus escritos, afirma que certas considerações sobre a loucura, encontradas no Mundo como Vontade e Representação, poderiam \"rigorosamente, sobrepor-se à doutrina da repressão\".\n",
        "Uma palavra ainda sobre o conceito de Vontade. Este é concebido problematicamente por Schopenhauer na medida em que reconhece tomar a vontade pelo fenômeno mais próximo da constituição da coisa-em-si, de modo que, a bem da verdade, Schopenhauer está consciente de que trabalha um tanto quanto metaforicamente com o conceito de vontade, já que, a rigor, sabe que a vontade não é, propriamente, a coisa em si, mas, como quer que seja, ela é o que há de mais semelhante e parecido, no plano da consciência, insiste Schopenhauer, com a coisa em si.\n",
        "No sistema de Schopenhauer, a vontade é a raiz metafísica do mundo e da conduta humana; ao mesmo tempo, é a fonte de todos os sofrimentos. Sua filosofia é, assim, profundamente pessimista, pois a vontade é concebida em seu sistema como algo sem nenhuma meta ou finalidade (ateleológica), um querer irracional e inconsciente. Sendo um mal inerente à existência do homem, ela gera a dor, necessária e inevitavelmente, sendo aquilo que se conhece como felicidade, por conseguinte, apenas a interrupção temporária de um processo de infelicidade e somente a lembrança de um sofrimento passado criaria a ilusão de um bem presente. Para Schopenhauer, o prazer é momento fugaz de ausência de dor e não existe satisfação durável. Todo prazer é ponto de partida de novas aspirações, sempre obstadas e sempre em luta por sua realização: \"Viver é sofrer\". Nesse sentido, verifica-se como seu pessimismo não é gratuito, dado que suportado por uma antropologia-metafísica-realista de fundo, apresentando-se, deste modo, como apanágio e característica natural desta. Como preconizou Schopenhauer em O Mundo como Vontade e Representação:[15]\n",
        "Mas, apesar de todo seu profundo realismo-pessimista, a filosofia de Schopenhauer aponta algumas vias para a suspensão da dor. Num primeiro momento, o caminho para a supressão da dor encontra-se na contemplação artística. A contemplação desinteressada das ideias seria um ato de intuição artística e permitiria a contemplação da vontade em si mesma, o que, por sua vez, conduziria ao domínio da própria vontade. Na arte, a relação entre a vontade e a representação inverte-se, a inteligência passa a uma posição superior e assiste à história de sua própria vontade; em outros termos, a inteligência deixa de ser atriz para ser espectadora. A atividade artística revelaria as ideias eternas através de diversos graus, passando sucessivamente pela arquitetura, escultura, pintura, poesia lírica, poesia trágica, e, finalmente, pela música. Em Schopenhauer, pela primeira vez na história da filosofia, a música ocupa o primeiro lugar entre todas as artes. Liberta de toda referência específica aos diversos objetos da vontade, a música poderia exprimir a Vontade em sua essência geral e indiferenciada, constituindo um meio capaz de propor a libertação do homem, em face dos diferentes aspectos assumidos pela Vontade.\n",
        "A libertação proporcionada pela arte, segundo Schopenhauer, não é, contudo, total e completa. A arte significa apenas um distanciamento relativamente passageiro e não a supressão da Vontade. Para que atinja a libertação, é necessário que o homem ascenda ao nível da conduta ascética, a qual representa uma etapa superior no processo de superação das \"dores do mundo\".\n",
        "Com efeito, para Schopenhauer, a mais completa forma de salvação para o homem somente pode ser encontrada na renúncia quietista ao mundo e a todas as suas solicitações, na mortificação dos instintos, na autoanulação da vontade e na fuga para o Nada:\n",
        "Então, em vez desse tumulto de aspirações sem fim, em vez dessas passagens constantes do desejo ao medo, da alegria ao sofrimento, em vez dessas esperanças sempre inalcançadas e sempre renascentes, que fazem da vida humana, enquanto animada pela vontade, um sonho interrompido, não perceberemos mais do que esta paz, mais preciosa que todos os tesouros da razão, a calma absoluta do espírito, esta serenidade imperturbável, tal como Rafael e Correggio a pintaram nas figuras de seus santos e cujo brilho deve ser para nós a mais completa e verídica anunciação da boa nova: a vontade desapareceu; subsiste apenas o conhecimento\".\n",
        "Primeiramente, de se dizer que a ética, para Schopenhauer, é a ciência filosófica da vida moral, e, precisamente enquanto saber de natureza científico-filosófica limita-se a dizer o que É, ou seja, a descrever seu objeto — no caso, a realidade moral, caracterizada pela ação desinteressada voltada a respeitar (justiça) e a auxiliar (piedade) o próximo (entendendo-se por próximo não apenas o sujeito-suscetível a sofrimento-humano, mas também o sujeito-suscetível a sofrimento não humano). A ética de Schopenhauer não está, contudo, presa à noção de \"dever\", o que equivale a dizer que não estamos diante de uma ética prescritiva (tal qual, por exemplo, a ética kantiana); Schopenhauer rejeita as formas imperativas de filosofia que são, para ele, formas de coerção — e, dentre outras razões, isso é assaz importante, haja vista colocar Schopenhauer se não numa posição ímpar, então numa posição \"alternativa\".\n",
        "Sua ética não se apoia em mandamentos, mas, antes, na noção de que a contemplação da verdade é o caminho de acesso ao bem — não obstante reconhecer a necessidade de se traduzir e erigir as coordenadas morais espontâneas e naturais, emanadas da disposição compassiva, em princípios racionais, a fim de se estabelecer uma vida moral efetiva. Para Schopenhauer, o egoísmo, que faz do homem o inimigo do homem, advém da ilusão de vontades independentes que afirmam seus ímpetos individuais. A superação do egoísmo somente seria possível mediante o conhecimento da natureza única universal da Vontade. Como consequência moral do desaparecimento de sua individualidade, o homem pode tornar-se bom; ao espírito de luta contra os semelhantes, segue-se o espírito de simpatia. Libertado da ilusão do egoísmo, o homem atinge o princípio que é o fundamento de toda verdade moral: \"Não prejudiques pessoa alguma, sê bom com todos\", princípio este em que se nota, na primeira parte, a virtude cardeal da justiça e, na segunda, a outra virtude cardeal, a piedade.\n",
        "Essa ética que descreve a moral como prática da justiça e da piedade fundada na comiseração (reservada, relembre-se, à possibilidade de se fixar racionalmente, em princípios, no espírito do agente), segundo Schopenhauer, encontrou sua mais acabada expressão nos evangelhos, onde \"ama a teu próximo como a ti mesmo\" constitui o princípio fundamental da conduta.\n",
        "Quanto ao mais, cumpre chamar atenção para o fato de que, malgrado a experiência moral colocar o indivíduo humano em grau de fruir daquela felicidade abnegativa (afinal, o valor da ação moral reside justamente na vontade desinteressada, portanto, na vontade não egoisticamente determinada e, consequentemente, aberta à contemplação), Schopenhauer não propõe a moralidade como \"via direta e necessária para a felicidade\", ante o fato de a moral constituir-se como tal, para o nosso filósofo, precisamente na medida em que não é expediente comprometido com a felicidade pessoal (aqui, pouco importa se felicidade-satisfação-ilusória ou felicidade-salvação-autêntica). Outra advertência deve ser feita com relação à natureza da ascese do modo como posta por Schopenhauer, porquanto, se ela tem, em mira, imediatamente, a felicidade (mesmo que sob o termo \"bem-aventurança\"), não há que se falar em natureza moral da ascese, pois uma visa, direta e imediatamente, a proporcionar, ao indivíduo, a felicidade genuína (a ascese), e a outra (a moral), ao \"bem do próximo\".\n",
        "No \"Ensaio de Schopenhauer acerca das mulheres\" de 1851[16] (\"Of Women\", \"Über die Weiber\", texto completo), ele expressou sua oposição ao que chamou de \"estupidez germano-cristã\" sobre questões femininas. Ele argumentou que \"está na natureza da mulher obedecer\" e se opôs ao poema em honra das mulheres de Friedrich Schiller, \"Dignidade das Mulheres\" (\"Dignity of Women\"). O ensaio oferece dois elogios, no entanto: \"as mulheres são decididamente mais sóbrias nos seus julgamentos que os [homens] são\" e são mais simpáticas aos sofrimentos alheios.\n",
        "O jornalista Fabio Andrighetto considera Schopenhauer um misógino assumido e atribui essa característica a frustrações com o sexo feminino.[17] Segundo a Folha de S. Paulo, decepções amorosas e desapontamento com a figura materna transformaram Schopenhauer em um misógino convicto.[18]\n",
        "As escritas controversas de Schopenhauer influenciaram várias pessoas, de Friedrich Nietzsche, Julio Cabrera às feministas do século XIX.[19] A análise biológica de Schopenhauer da diferença entre os sexos, e seus papéis separados na luta pela sobrevivência e reprodução, antecipam alguns argumentos que foram posteriormente ventilados por sociobiologistas e psicólogos evolucionários no século XX.[carece de fontes?]\n",
        "Após o já idoso Schopenhauer ter posado para uma escultura de Elisabet Ney, ele teria dito à amiga de Richard Wagner, Malwida von Meysenbug: \"Eu ainda não fiz meu último pronunciamento sobre as mulheres. Eu acredito que, se uma mulher obtiver êxito em se retirar da coletividade, ou preferir se desenvolver além dela, não deixará de progredir até mais do que um homem\".[20]\n",
        "O ponto de partida para a compreensão da filosofia de Schopenhauer é o conceito de Representação. Representação, na obra de Schopenhauer, é a atividade fisiológica que ocorre no cérebro de um animal (que pode ser um humano ou outro animal) ao fim da qual temos a formulação de uma imagem percebida pelo sujeito.\n",
        "A representação é uma tradução que nossos sentidos fazem a partir de informações advindas do \"mundo exterior\".\n",
        "Portanto, o mundo que percebemos é uma construção mental; os nossos sentidos recebem comprimentos de ondas do mundo exterior (input), que não são vermelhas ou verdes em si, e então nosso cérebro (entendimento) trabalha para traduzi-las em cores, formas etc. (output). O mesmo ocorrendo com sons, tato, etc. (no caso do som, o cérebro traduz ondas sonoras em sons). Porém, tal construção não se dá de forma aleatória e desordenada, ela tem como a priori três fatores do entendimento: Espaço, Tempo e Causalidade. O espaço e o tempo são como \"óculos do entendimento\" através da qual percebemos o mundo. Já o mundo \"fora de nossas representações cognitivas\" ou \"mundo exterior\" seria a Vontade. A Vontade, portanto, está além do espaço e tempo e não é regida por causalidade, daí Schopenhauer dizer que a essência do mundo é \"irracional\" pois não segue o princípio de Razão. Quando a Vontade passa pelos sentidos, e sofre os processos descritos na definição de representação citada acima, torna-se o mundo que vemos em nossa volta. Logo, na filosofia schopenhauriana, não há distinção entre Sujeito (ser que percebe) e objeto (Vontade representada), pois o próprio sujeito, seu corpo, seus pensamentos e sentimentos também são Vontade objetivada. A Vontade atinge seu mais alto grau da consciência humana, quando então ela pode contemplar a si mesma como representação, pode ver a si mesma como num espelho.\n",
        "Entretanto, o ser humano não percebe esse processo, pois ele acredita ser, devido à limitação dos sentidos, individualizado e independente do mundo, um ser autônomo. Como a Vontade é destituída do princípio de Razão, é criada a ilusão de que cada ser humano, ou animal, é uma vontade particular, em luta com outras vontades, uma luta incessante que culmina sempre em sofrimento, tema recorrente na filosofia de Schopenhauer. Para superar o sofrimento é necessário o reconhecimento de que há somente uma Vontade, independente, livre e essência do Universo. Há a mesma Vontade em um leão, num ser humano ou numa pedra.\n",
        "Isto de certa forma diminuí um pouco o famoso \"pessimismo\" de Schopenhauer, pois ele abre a oportunidade de cada ser libertar-se das amarras da Representação. A essência da realidade (Vontade) é o próprio cerne do sujeito, o ser humano, então, leva dentro de si a chave que lhe permite ver a unidade dos fenômenos. Para isto, o ser humano deve contemplar a si mesmo, reconhecer-se como Vontade e notar que sua vida é apenas uma sequência de fenômenos representados que nada tem a ver com a essência do Ser.\n",
        "As edições relevantes foram editadas por Arthur Prettyr, Ludger Lütkehaus ou Wolfgang Freiherr von Löhneysen e a edição de Zurique de dez volumes por Angelika Prettyr.[21]\n",
        "Além disso, o espólio manuscrito de Schopenhauer foi editado por Arthur Prettyr e Volker Spierling:\n",
        "Desde 2017, a Vorlesung über die gesamte Philosophie oder die Lehre vom Wesen der Welt und dem menschlichen Geiste de 1820/21 foi reeditada como uma edição de estudo por Daniel Schubbe com a colaboração de Judith Werntgen-Schmidt e Daniel Elon:\n"
    ],
    "ligacoes": [
        "<ul><li>1788 - Nascimento de Schopenhauer em <a href=\"/wiki/Danzigue\" class=\"mw-redirect\" title=\"Danzigue\">Danzigue</a>, no dia 22 de fevereiro\n<ul><li><a href=\"/wiki/Immanuel_Kant\" title=\"Immanuel Kant\">Kant</a>: <i>Crítica da razão prática</i></li></ul></li>\n<li>1789 - <a href=\"/wiki/Revolu%C3%A7%C3%A3o_Francesa\" title=\"Revolução Francesa\">Revolução Francesa</a>\n<ul><li><a href=\"/wiki/George_Washington\" title=\"George Washington\">George Washington</a> é o primeiro presidente dos <a href=\"/wiki/Estados_Unidos\" title=\"Estados Unidos\">Estados Unidos</a></li></ul></li>\n<li>1790 - Kant: <i>Crítica da faculdade de julgar</i></li>\n<li>1793 - Os Schopenhauer se mudam para Hamburgo</li>\n<li>1794 - <a href=\"/wiki/Johann_Gottlieb_Fichte\" title=\"Johann Gottlieb Fichte\">Fichte</a>: <i>Fundamentos da doutrina da ciência em seu conjunto</i></li>\n<li>1800 - <a href=\"/wiki/Friedrich_Wilhelm_Joseph_von_Schelling\" title=\"Friedrich Wilhelm Joseph von Schelling\">Schelling</a>: <i>Sistema do idealismo transcendental</i></li>\n<li>1800–1805 - Destinado por seu pai ao comércio, Schopenhauer realiza uma série de viagens pela Europa ocidental: Áustria, Suíça, França, Países Baixos e Inglaterra. Isso lhe rende um Diário de viagem e um excelente conhecimento do francês e do inglês\n<ul><li><a href=\"/wiki/Napole%C3%A3o_Bonaparte\" title=\"Napoleão Bonaparte\">Napoleão</a> é <a href=\"/wiki/Imperador\" title=\"Imperador\">imperador</a> pela <a href=\"/wiki/Europa\" title=\"Europa\">Europa</a></li>\n<li><a href=\"/wiki/Ludwig_van_Beethoven\" title=\"Ludwig van Beethoven\">Beethoven</a> compõe a <a href=\"/wiki/Sinfonia_n.%C2%BA_3_(Beethoven)\" title=\"Sinfonia n.º 3 (Beethoven)\">Heroica</a></li></ul></li>\n<li>1805 - Suicida-se o pai de Schopenhauer; este permanece em <a href=\"/wiki/Hamburgo\" title=\"Hamburgo\">Hamburgo</a>, renuncia à carreira comercial para dedicar-se aos estudos nos liceus de Gota e de Weimar, e sua mãe muda-se para Weimar\n<ul><li>Napoleão é rei da <a href=\"/wiki/It%C3%A1lia\" title=\"Itália\">Itália</a></li></ul></li>\n<li>1807 - <a href=\"/wiki/Georg_Wilhelm_Friedrich_Hegel\" title=\"Georg Wilhelm Friedrich Hegel\">Hegel</a>: <i>A Fenomenologia do Espírito</i></li>\n<li>1808 - Fichte: <i>Discurso à nação alemã</i>\n<ul><li><a href=\"/wiki/Johann_Wolfgang_von_Goethe\" title=\"Johann Wolfgang von Goethe\">Goethe</a>: <a href=\"/wiki/As_Afinidades_Eletivas\" title=\"As Afinidades Eletivas\">As afinidades eletivas</a> e <a href=\"/wiki/Fausto\" title=\"Fausto\">Fausto</a> (primeira parte)</li></ul></li>\n<li>1811 - Ingresso de Schopenhauer na <a href=\"/wiki/Universidade\" title=\"Universidade\">Universidade</a> de <a href=\"/wiki/Berlim\" title=\"Berlim\">Berlim</a>, onde estuda <a href=\"/wiki/Filosofia\" title=\"Filosofia\">filosofia</a></li>\n<li>1813 - Schopenhauer: <i>Da quádrupla raiz do princípio da razão suficiente</i> (tese de doutorado)\n<ul><li>Nascimento de <a href=\"/wiki/S%C3%B8ren_Kierkegaard\" title=\"Søren Kierkegaard\">Kierkegaard</a></li></ul></li>\n<li>1814 - Schopenhauer rompe relações com a mãe e muda-se para <a href=\"/wiki/Dresden\" title=\"Dresden\">Dresden</a>\n<ul><li>Napoleão abdica e se retira para a <a href=\"/wiki/Ilha_de_Elba\" title=\"Ilha de Elba\">ilha de Elba</a></li>\n<li>Morre Fichte</li></ul></li>\n<li>1815 - Derrota de Napoleão em <a href=\"/wiki/Batalha_de_Waterloo\" title=\"Batalha de Waterloo\">Waterloo</a>. O Congresso de Viena reorganiza a Europa sob o signo da Santa Aliança</li>\n<li>1816 - Schopenhauer: <i>Da visão e das cores</i></li>\n<li>1818 - Hegel na universidade de Berlim, onde lecionará até a sua morte</li>\n<li>1819 - Schopenhauer: <i><a href=\"/wiki/O_Mundo_como_Vontade_e_Representa%C3%A7%C3%A3o\" title=\"O Mundo como Vontade e Representação\">O Mundo como Vontade e Representação</a></i></li>\n<li>1820 - Schopenhauer começa a lecionar em Berlim com o título de <i>privat-dozent</i>, porém fracassa</li>\n<li>1825 - Nova tentativa na Universidade de Berlim. Novo fracasso. Schopenhauer renuncia à docência e passa a viver daí em diante com a herança paterna</li>\n<li>1830 - Hegel: <i>Enciclopédia das ciências filosóficas (edição definitiva)</i></li>\n<li>1831 - Morre Hegel</li>\n<li>1832 - Morre Goethe</li>\n<li>1833 - Schopenhauer estabelece-se em Frankfurt, onde residirá até sua morte</li>\n<li>1836 - Schopenhauer: <i>Da vontade na natureza</i></li>\n<li>1839 - Schopenhauer recebe um prêmio da Sociedade Norueguesa de Ciências de Drontheim por uma dissertação sobre \"A liberdade da vontade\"</li>\n<li>1840 - A dissertação \"Sobre o fundamento da moral\" não recebe prêmio da Sociedade Real Dinamarquesa de Ciências de Copenhague</li>\n<li>1841 - Schopenhauer publica suas duas dissertações de concurso sob o título de <i>Os dois problemas fundamentais da ética</i>\n<ul><li><a href=\"/wiki/Ludwig_Feuerbach\" title=\"Ludwig Feuerbach\">Feuerbach</a>: <i>A essência do cristianismo</i></li></ul></li>\n<li>1843 - Kierkegaard: <i>Temor e tremor</i></li>\n<li>1844 - Schopenhauer: <i>O mundo como vontade e representação</i>, segunda edição acompanhada de <i>Suplementos</i>\n<ul><li>Stirner: <i>O único e sua propriedade</i></li>\n<li><a href=\"/wiki/Karl_Marx\" title=\"Karl Marx\">Marx</a> e <a href=\"/wiki/Friedrich_Engels\" title=\"Friedrich Engels\">Engels</a>: <i>A sagrada família ou Crítica da crítica contra Bruno Bauer e sócios</i></li>\n<li>Kierkegaard: <i>O conceito da angústia</i></li>\n<li>Nascimento de <a href=\"/wiki/Friedrich_Nietzsche\" title=\"Friedrich Nietzsche\">Nietzsche</a></li></ul></li>\n<li>1846 - <a href=\"/wiki/Auguste_Comte\" title=\"Auguste Comte\">Comte</a>: <i>Discurso sobre o espírito positivo</i></li>\n<li>1848 - Marx e Engels: <i><a href=\"/wiki/Manifesto_Comunista\" title=\"Manifesto Comunista\">Manifesto Comunista</a></i>\n<ul><li>Revolução na França e na Alemanha. Sua correspondência confirma que Schopenhauer desejou e apoiou a repressão em Frankfurt.</li></ul></li>\n<li>1851 - Schopenhauer: Parerga e Paralipomena. Êxito e primeiros discípulos, Frauenstädt, Gwinner, etc.</li>\n<li>1854 - Morre Schelling</li>\n<li>1856 - Nasce <a href=\"/wiki/Sigmund_Freud\" title=\"Sigmund Freud\">Freud</a></li>\n<li>1859 - <a href=\"/wiki/Charles_Darwin\" title=\"Charles Darwin\">Darwin</a>: <a href=\"/wiki/A_Origem_das_Esp%C3%A9cies\" title=\"A Origem das Espécies\">A Origem das Espécies</a></li>\n<li>1860 - Schopenhauer morre em 21 de setembro</li></ul>",
        "<ul><li><i>Ueber die vierfache Wurzel des Satzes vom zureichenden Grunde.</i> 1813 (dissertação de Schopenhauer). Edição melhorada e consideravelmente ampliada. 1847 (<a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com/books?id=cM0AAAAAcAAJ&amp;printsec=frontcover&amp;dq=Arthur+Schopenhauer&amp;hl=de&amp;ei=YlBVTejRKNDusgaTmNToDA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=2&amp;ved=0CDUQ6AEwATgK#v=onepage&amp;q&amp;f=false\">Google Books</a>). Terceira edição revista e ampliada 1864 (<a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com/books?id=wyUCAAAAQAAJ&amp;printsec=frontcover&amp;dq=Arthur+Schopenhauer&amp;hl=de&amp;ei=YlBVTejRKNDusgaTmNToDA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=3&amp;ved=0CDoQ6AEwAjgK#v=onepage&amp;q&amp;f=false\">Google Books</a>).</li>\n<li><i>Ueber das Sehn und die Farben.</i> 1816 (<a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com/books?id=qIw5AAAAcAAJ&amp;printsec=frontcover&amp;dq=Schopenhauer&amp;hl=de&amp;ei=UE5VTcW0Mc74sgaQhJzmDA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=6&amp;ved=0CEMQ6AEwBQ#v=onepage&amp;q&amp;f=false\">Google Books</a>). Segunda edição melhorada e ampliada. 1854.</li>\n<li><i>Theoria colorum.</i> 1830. (versão latina da teoria da cor revisada)</li>\n<li><i><a href=\"/wiki/O_Mundo_Como_Vontade_e_Representa%C3%A7%C3%A3o\" class=\"mw-redirect\" title=\"O Mundo Como Vontade e Representação\">Die Welt als Wille und Vorstellung</a>.</i> Primeiro volume, 1819 <a rel=\"nofollow\" class=\"external text\" href=\"http://www.zbk-online.de/texte/A0411.htm\">(Volltext)</a> (Segundo volume ver abaixo 1844). Zweite, vermehrte Auflage 1844 (<a rel=\"nofollow\" class=\"external text\" href=\"http://opacplus.bsb-muenchen.de/title/BV011177449/ft/bsb10927135?page=9\">BSB München</a>). Terceira edição revisada e consideravelmente ampliada, 1859 (<a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com/books?id=Vd0FAAAAQAAJ&amp;printsec=frontcover&amp;dq=Schopenhauer&amp;hl=de&amp;ei=UE5VTcW0Mc74sgaQhJzmDA&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=1&amp;ved=0CCoQ6AEwAA#v=onepage&amp;q&amp;f=false\">Google Books</a>).</li>\n<li><i>Ueber den Willen in der Natur.</i> 1836. Segunda edição melhorada e ampliada 1854. <a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.de/books?id=LOUUAAAAQAAJ\">(</a><a rel=\"nofollow\" class=\"external text\" href=\"http://opacplus.bsb-muenchen.de/title/BV011177450/ft/bsb10927136?page=13\">online</a>)</li>\n<li><i>Die beiden Grundprobleme der Ethik: Ueber die Freiheit des menschlichen Willens, Ueber das Fundament der Moral.</i> 1841. Segunda edição melhorada e ampliada. 1860 (<a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com/books?id=OecUAAAAQAAJ\">Google Books</a>, <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/download/diebeidengrundp04schogoog/diebeidengrundp04schogoog.pdf\">(pdf)</a>).</li>\n<li><i>Die Welt als Wille und Vorstellung.</i> Zweiter Band, 1844 <a rel=\"nofollow\" class=\"external text\" href=\"http://opacplus.bsb-muenchen.de/title/BV011177450/ft/bsb10927136?page=13\">(online, BSB München)</a>, terceira edição ampliada 1859 <a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.de/books?id=J1IVAAAAYAAJ\">(</a><a rel=\"nofollow\" class=\"external text\" href=\"http://opacplus.bsb-muenchen.de/title/BV011177450/ft/bsb10927136?page=13\">online</a>)</li></ul>",
        "<ul><li><i><a href=\"/wiki/Parerga_e_Paralipomena\" title=\"Parerga e Paralipomena\">Parerga und Paralipomena</a></i>, 1851. Dois volumes contendo os aforismos sobre sabedoria de vida, filosofia universitária, escrita e estilo, etc. (<a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com/books?id=WuUOAAAAIAAJ\">Zweiter Band Google Books</a>)</li>\n<li><i>Über das Geistersehn und was damit zusammenhängt.</i> <a rel=\"nofollow\" class=\"external text\" href=\"http://www.linke-buecher.de/texte/romane-etc/Schopenhauer--Ueber-das-Geistersehn-und-was-damit-zusammenhaengt.pdf\">(PDF-Fassung)</a>.</li></ul>",
        "<ul><li>Arthur Hübscher (Hrsg.): <i>Der handschriftliche Nachlaß in fünf Bänden.</i> Edição completa em seis volumes. DTV, <a href=\"/wiki/Munique\" title=\"Munique\">Munique</a> 1985; reimpressão inalterada da edição histórico-crítica, <a href=\"/wiki/Frankfurt_am_Main\" title=\"Frankfurt am Main\">Frankfurt am Main</a>.: Waldemar Kramer 1966–1975. [Especificamente: Manuscritos Antigos 1804–1811, disputas críticas 1809–1818, Manuscritos de Berlim 1818–1830 (contém o <a href=\"/wiki/Eristische_Dialektik\" class=\"mw-redirect\" title=\"Eristische Dialektik\">Eristische Dialektik</a>), Os livros manuscritos dos anos 1830–1852, Últimos Manuscritos/Gracians Handorakel (incl. Sobre a corrupção metódica da língua alemã, praticada há vários anos), margens para livros].</li>\n<li>Volker Spierling (Hrsg. und Einleitung): <i>Philosophische Vorlesungen.</i> 4 vols., Munique 1987–1990. [Em detalhe: teoria do todo:  imaginar, pensar e reconhecer, metafísica da natureza, metafísica da beleza, metafísica dos costumes.]</li>\n<li><a href=\"/wiki/Ludger_L%C3%BCtkehaus\" title=\"Ludger Lütkehaus\">Ludger Lütkehaus</a> (Hrsg.): <i>Das Buch als Wille und Vorstellung. Arthur Schopenhauers Briefwechsel mit <a href=\"/wiki/Friedrich_Arnold_Brockhaus\" title=\"Friedrich Arnold Brockhaus\">Friedrich Arnold Brockhaus</a></i>. C.H. Beck, München 1996, <a href=\"/wiki/Especial:Fontes_de_livros/3406409563\" class=\"internal mw-magiclink-isbn\">ISBN 3-406-40956-3</a>.</li>\n<li>Ludger Lütkehaus (Ed. Nachwort): <i>Ich bin ein Mann, der Spaß versteht – Einsichten eines glücklichen Pessimisten.</i> Deutscher Taschenbuch Verlag, München 2010, <a href=\"/wiki/Especial:Fontes_de_livros/9783423139106\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-423-13910-6</a>.</li>\n<li><a href=\"/wiki/Franco_Volpi\" title=\"Franco Volpi\">Franco Volpi</a>, Ernst Ziegler (Hrsg.): <i><a href=\"/w/index.php?title=Senilia&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Senilia (página não existe)\">Senilia</a> – Gedanken im Alter.</i> C.H. Beck Verlag, Munique 2010, <a href=\"/wiki/Especial:Fontes_de_livros/9783406596452\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-406-59645-2</a>.</li>\n<li>Ernst Ziegler (Ed. Vorwort): <i>Über den Tod – Gedanken und Einsichten über letzte Dinge.</i> C.H. Beck Verlag, Munique, 2010, <a href=\"/wiki/Especial:Fontes_de_livros/9783406605673\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-406-60567-3</a>.</li>\n<li>Ernst Ziegler Ed.): <i>Pandectae. Philosophische Notizen aus dem Nachlass</i>. Beck, München 2016, <a href=\"/wiki/Especial:Fontes_de_livros/9783406683695\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-406-68369-5</a>.</li>\n<li>Ernst Ziegler (Ed.): <i>Spicilegia. Philosophische Notizen aus dem Nachlass</i>. Beck, München 2015, <a href=\"/wiki/Especial:Fontes_de_livros/9783406671142\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-406-67114-2</a>.</li></ul>",
        "<ul><li>1: <i>Theorie des Vorstellens, Denkens und Erkennens</i>. Meiner, <a href=\"/wiki/Hamburgo\" title=\"Hamburgo\">Hamburgo</a> 2021 (= PhB, 701), <a href=\"/wiki/Especial:Fontes_de_livros/9783787331765\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-7873-3176-5</a>.</li>\n<li>2: <i>Metaphysik der Natur</i>. Meiner, Hamburg 2019 (= PhB, 702), <a href=\"/wiki/Especial:Fontes_de_livros/9783787331772\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-7873-3177-2</a>.</li>\n<li>3: <i>Metaphysik des Schönen</i>. Meiner, Hamburg 2018 (= PhB, 703), <a href=\"/wiki/Especial:Fontes_de_livros/9783787331789\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-7873-3178-9</a>.</li>\n<li>4: <i>Metaphysik der Sitten</i>. Meiner, Hamburg 2017 (= PhB, 704), <a href=\"/wiki/Especial:Fontes_de_livros/9783787331796\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-7873-3179-6</a>.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com.br/books?id=tVTHZt0guKIC&amp;lpg=PP1&amp;hl=pt-BR&amp;pg=PP1#v=onepage&amp;q&amp;f=false\"><i>O Mundo como Vontade e como Representação</i></a>. Trad. Jair Barboza. São Paulo: <a href=\"/wiki/Unesp\" class=\"mw-redirect\" title=\"Unesp\">Unesp</a>, 2005. <a href=\"/wiki/Especial:Fontes_de_livros/8571395861\" class=\"internal mw-magiclink-isbn\">ISBN 8571395861</a> (<a href=\"/wiki/Google_livros\" class=\"mw-redirect\" title=\"Google livros\">Google livros</a>).</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_miscellaneous.svg\" title=\"Portal da educação\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/40px-Nuvola_apps_edu_miscellaneous.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/60px-Nuvola_apps_edu_miscellaneous.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Educa%C3%A7%C3%A3o\" title=\"Portal:Educação\">Portal da educação</a></span></span></li>      </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1788\" title=\"Categoria:Nascidos em 1788\">Nascidos em 1788</a><a href=\"/wiki/Categoria:Mortos_em_1860\" title=\"Categoria:Mortos em 1860\">Mortos em 1860</a><a href=\"/wiki/Categoria:Arthur_Schopenhauer\" title=\"Categoria:Arthur Schopenhauer\">Arthur Schopenhauer</a><a href=\"/wiki/Categoria:Naturais_da_Pr%C3%BAssia\" title=\"Categoria:Naturais da Prússia\">Naturais da Prússia</a><a href=\"/wiki/Categoria:Homens\" title=\"Categoria:Homens\">Homens</a><a href=\"/wiki/Categoria:Escritores_da_Alemanha\" title=\"Categoria:Escritores da Alemanha\">Escritores da Alemanha</a><a href=\"/wiki/Categoria:Ensa%C3%ADstas_da_Alemanha\" title=\"Categoria:Ensaístas da Alemanha\">Ensaístas da Alemanha</a><a href=\"/wiki/Categoria:Ateus_da_Alemanha\" title=\"Categoria:Ateus da Alemanha\">Ateus da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_ateus\" title=\"Categoria:Filósofos ateus\">Filósofos ateus</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos da Alemanha do século XIX\">Filósofos da Alemanha do século XIX</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_G%C3%B6ttingen\" title=\"Categoria:Alunos da Universidade de Göttingen\">Alunos da Universidade de Göttingen</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_Humboldt_de_Berlim\" title=\"Categoria:Alunos da Universidade Humboldt de Berlim\">Alunos da Universidade Humboldt de Berlim</a><a href=\"/wiki/Categoria:Idealistas\" title=\"Categoria:Idealistas\">Idealistas</a><a href=\"/wiki/Categoria:Metaf%C3%ADsicos\" title=\"Categoria:Metafísicos\">Metafísicos</a><a href=\"/wiki/Categoria:Mortes_por_insufici%C3%AAncia_card%C3%ADaca\" title=\"Categoria:Mortes por insuficiência cardíaca\">Mortes por insuficiência cardíaca</a><a href=\"/wiki/Categoria:Alem%C3%A3es_de_ascend%C3%AAncia_neerlandesa\" title=\"Categoria:Alemães de ascendência neerlandesa\">Alemães de ascendência neerlandesa</a><a href=\"/wiki/Categoria:Acad%C3%AAmicos_da_Alemanha\" title=\"Categoria:Acadêmicos da Alemanha\">Acadêmicos da Alemanha</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Arthur_Schopenhauer_by_J_Sch%C3%A4fer%2C_1859b.jpg/250px-Arthur_Schopenhauer_by_J_Sch%C3%A4fer%2C_1859b.jpg",
    "view": "arthur_schopenhauer"
}