{
    "url": "https://pt.wikipedia.org/wiki/Auguste_Comte",
    "codigo_http": 200,
    "titulo": [
        "Auguste Comte"
    ],
    "conteudo": [
        "Isidore Auguste Marie François Xavier Comte (Montpellier, 19 de janeiro de 1798 — Paris, 5 de setembro de 1857) foi um filósofo francês que formulou a doutrina e ficou conhecido como \"pai do positivismo\".[5][6][7][8][9] Ele é considerado como o primeiro filósofo da ciência no sentido moderno do termo.[10] Comte também é visto como o fundador da disciplina acadêmica de Sociologia.\n",
        "Influenciado pelo socialista utópico Henri de Saint-Simon, trabalhou intensamente na criação de uma filosofia positiva como tentativa de remediar o mal-estar social da Revolução Francesa, criando uma doutrina social baseada nas ciências. Comte foi uma grande influência no pensamento do século XIX, influenciando o trabalho de intelectuais sociais como Karl Marx, John Stuart Mill e George Eliot. Seu conceito de sociologia e evolucionismo social deu o tom para os primeiros teóricos sociais e antropólogos, como Harriet Martineau e Herbert Spencer, evoluindo para a moderna sociologia acadêmica apresentada por Émile Durkheim como pesquisa social prática e objetiva.\n",
        "As teorias sociais de Comte culminaram em sua \"Religião da Humanidade\", que pressagiava o desenvolvimento de organizações humanistas e humanistas religiosas não teístas no século XIX. Comte cunhou o significado da palavra altruísmo.[11] As ideias de Comte influenciaram as palavras Ordem e Progresso, lema presente na bandeira da República Federativa do Brasil.[12]\n",
        "Aos dezesseis anos de idade, em 1814, com interesses pelas ciências naturais, conjugado às questões históricas e sociais, ingressou na Escola Politécnica de Paris.  \n",
        "No período de 1817-1824 foi secretário do conde Henri de Saint-Simon, expoente do socialismo utópico. São dessa época algumas fórmulas fundamentais: \"Tudo é relativo, eis o único princípio absoluto\" (1819) e \"Todas as concepções humanas passam por três estádios sucessivos - teológico, metafísico e positivo, com uma velocidade proporcional à velocidade dos fenômenos correspondentes\" (1822) - \"lei dos três estados\". Rompeu com Saint-Simon ao discordar das ideias deste sobre as relações entre a ciência e a reorganização da sociedade. Comte estava convicto que o mestre priorizava auxílio à elite industrial e científica do período com sacrifício da reforma teórica do conhecimento.\n",
        "Sofreu um colapso nervoso enquanto trabalhava na criação de uma filosofia positiva em 1826, supostamente desencadeado por \"problemas conjugais\". Recuperado, iniciou a redação de Curso de filosofia positiva (renomeado para Sistema de filosofia positiva em 1848), trabalho que lhe tomou 22 anos.[13]\n",
        "Acabou perdendo o emprego de examinador de admissão à Escola Politécnica por criticar a corporação universitária francesa. Começou a ser ajudado por admiradores, como o pensador inglês John Stuart Mill (1806-1873). No mesmo ano separou-se de Caroline Massin, após 17 anos de casamento. Em 1845 apaixonou-se por Clotilde de Vaux, que morreria no ano seguinte por tuberculose.\n",
        "Redigiu o Sistema de política positiva entre 1851 e 1854, no qual expôs algumas das principais consequências de sua concepção de mundo não teológica e não metafisica, propondo uma interpretação pura e plenamente humana para a sociedade e sugerindo soluções para os problemas sociais; no volume final da obra apresentou as instituições principais de sua Religião da Humanidade.\n",
        "Publicou o primeiro volume de Síntese Subjetiva em 1856, projetada para abarcar quatro volumes, cada um a tratar de questões específicas das sociedades humanas: lógica, indústria, pedagogias e psicologias. Não pôde concluir a obra ao morrer, possivelmente de câncer, em 5 de setembro de 1857, em Paris. Sua última casa, na rua Monsieur-le-Prince, n. 10, foi posteriormente adquirida por positivistas e transformada no Museu Casa de Augusto Comte. Encontra-se sepultado no Cemitério do Père-Lachaise em Paris na França.[14]\n",
        "A filosofia positiva de Comte nega que a explicação dos fenômenos naturais, assim como sociais, provenha de um só princípio. A visão positiva dos fatos abandona a consideração das causas dos fenômenos (Deus ou natureza) e pesquisa suas leis, vistas como relações abstratas e constantes entre fenômenos observáveis.\n",
        "Adotando os critérios histórico e sistemático, outras ciências abstratas antes da Sociologia, segundo Comte, atingiram a positividade: a Matemática, a Astronomia, a Física, a Química e a Biologia. Assim como nessas ciências, em sua nova ciência inicialmente chamada de física social e posteriormente Sociologia, Comte usaria a observação, a experimentação, da comparação e a classificação como métodos - resumidas na filiação histórica - para a compreensão (isto é, para conhecimento) da realidade social. Comte afirmou que os fenômenos sociais podem e devem ser percebidos como os outros fenômenos da natureza, ou seja, como obedecendo as leis gerais; entretanto, sempre insistiu e argumentou que isso não equivale a reduzir os fenômenos sociais a outros fenômenos naturais (isso seria cometer o erro teórico e epistemológico do materialismo): a fundação da Sociologia implica que os fenômenos sociais são um tipo específico de realidade teórica e que devem ser explicados em termos sociais.\n",
        "Em 1852, Comte instituiu uma sétima ciência, a Moral, cujo âmbito de pesquisa é a constituição psicológica do indivíduo e suas interações sociais.\n",
        "Pode-se dizer que o conhecimento positivo busca \"ver para prever, a fim de prover\" - ou seja: conhecer a realidade para saber o que acontecerá a partir de nossas ações, para que o ser humano possa melhorar sua realidade. Dessa forma, a previsão científica caracteriza o pensamento positivo.\n",
        "O espírito positivo, segundo Comte, tem a ciência como investigação do real. No social e no político, o espírito positivo passaria o poder espiritual para o controle dos \"filósofos positivos\", cujo poder é, nos termos comtianos, exclusivamente baseado nas opiniões e no aconselhamento, constituindo a sociedade civil e afastando-se a ação política prática desse poder espiritual - o que afasta o risco de tecnocracia (chamada, nos termos comtianos, de \"pedantocracia\").\n",
        "O método positivo, em termos gerais, caracteriza-se pela observação. Entretanto, deve-se perceber que cada ciência, ou melhor, cada tipo de fenômeno tem suas particularidades, de modo que o método específico de observação para cada fenômeno será diferente. Além disso, a observação conjuga-se com a imaginação: ambas fazem parte da compreensão da realidade e são igualmente importantes, mas a relação entre ambas muda quando se passa da teologia para a positividade. Assim, para Comte, não é possível fazer ciência (ou arte, ou ações práticas, ou até mesmo amar!) sem a imaginação, isto é, sem uma ativa participação da subjetividade individual e por assim dizer coletiva: o importante é que essa subjetividade seja a todo instante confrontada com a realidade, isto é, com a objetividade.\n",
        "Dessa forma, para Comte há um método geral para a ciência (observação subordinando a imaginação), mas não um método único para todas as ciências; além disso, a compreensão da realidade lida sempre com uma relação contínua entre o abstrato e o concreto, entre o objetivo e o subjetivo. As conclusões epistemológicas a que Comte chega, segundo ele, só são possíveis com o estudo da Humanidade como um todo, o que implica a fundação da Sociologia, que, para ele, é necessariamente histórica.\n",
        "Além da realidade, outros princípios caracterizam o Positivismo: o relativismo, o espírito de conjunto (hoje em dia também chamado de \"holismo\") e a preocupação com o bem público (coletivo e individual). Na verdade, na obra \"Apelo aos conservadores\", Comte apresenta sete definições para o termo \"positivo\": real, útil, certo, preciso, relativo, orgânico e simpático.\n",
        "\"A gênese do Positivismo ocorreu no século XIX, num momento de transformações sociais e econômicas, políticas e ideológicas, tecnológicas e científicas profundas decorrentes da consolidação do capitalismo, enquanto modo de produção, através da propagação das atividades industriais na Europa e outras regiões do mundo. Portanto, o “século de Comte” e sua amada França mergulharam de corpo e alma numa “deusa” chamada razão, colocando sua fé numa “Nova Religião”, caracterizada pela junção entre a ciência e a tecnologia, tidas como a panaceia da humanidade, no contexto da expansão, pelo Globo, do Capitalismo Industrial.\" (VALENTIM 2010).\n",
        "O alicerce fundamental da obra comtiana é, indiscutivelmente, a \"Lei dos Três Estados\", tendo como precursores nessa ideia seminal os pensadores Condorcet e, antes dele, Turgot.\n",
        "Segundo o marquês de Condorcet, a humanidade avança de uma época bárbara e mística para outra civilizada e esclarecida, em melhoramentos contínuos e, em princípio, infindáveis - sendo essa marcha o que explicaria a marcha da história.\n",
        "A partir da percepção do progresso humano, Comte formulou a Lei dos Três Estados. Observando a evolução das concepções intelectuais da humanidade, Comte percebeu que essa evolução passa por três estados teóricos diferentes: o estado 'teológico' ou 'fictício', o estado 'metafísico' ou 'abstrato' e o estado 'científico' ou 'positivo', em que:[15]\n",
        "É importante notar que cada um desses estágios representa fases necessárias da evolução humana, em que a forma de compreender a realidade conjuga-se com a estrutura social de cada sociedade e contribuindo para o desenvolvimento do ser humano e de cada sociedade.\n",
        "Dessa forma, cada uma dessas fases tem suas abstrações, suas observações e sua imaginação; o que muda é a forma como cada um desses elementos conjuga-se com os demais. Da mesma forma, como cada um dos estágios é uma forma totalizante de compreender o ser humano e a realidade, cada uma delas consiste em uma forma de filosofar, isto é, todas elas engendram filosofias.\n",
        "Como é possível perceber, há uma profunda discussão ao mesmo tempo sociológica, filosófica e epistemológica subjacente à lei dos três estados.\n",
        "Os anseios de reforma intelectual e social de Comte desenvolveram-se por meio de sua Religião da Humanidade. Para Comte, \"religião\" e \"teologia\" não são termos sinônimos: a religião refere-se ao estado de unidade humana (psicológica, espiritual e social), enquanto a teologia refere-se à crença em entidades sobrenaturais. Considerando o caráter histórico e a necessidade de unidade do ser humano, a Religião da Humanidade incorpora nela a teologia e a metafísica - respeitando, reconhecendo e celebrando o papel histórico desempenhado por esses estágios provisórios, absorvendo o que eles têm de positivo (isto é, de real e de útil).\n",
        "A Religião da Humanidade encontrou em Pierre Laffitte seu principal dirigente na França após a morte de Comte, especialmente na III República francesa. No Brasil, o Positivismo religioso encontrou grande aceitação no século XIX; embora com menor intensidade no século XX, o Positivismo religioso brasileiro teve grande importância: por exemplo, durante a campanha \"O petróleo é nosso!\", cujo vice-Presidente era o positivista Alfredo de Moraes Filho, e durante o processo de impeachment do ex-Presidente Fernando Collor de Mello, em que o Centro Positivista do Paraná também solicitou, assim como a Ordem dos Advogados do Brasil e Associação Brasileira de Imprensa, o afastamento do Presidente da República.\n",
        "A Igreja Positivista do Brasil, fundada por Miguel Lemos e Raimundo Teixeira Mendes em 1881, em cujos quadros estiveram Benjamin Constant Botelho de Magalhães, o Marechal Rondon e o diplomata Paulo Carneiro, continua ativa no Rio de Janeiro, assim como a Igreja Positivista do Rio Grande do Sul, que segue ativa em Porto Alegre.\n"
    ],
    "ligacoes": [
        "<ul><li><i>Opúsculos de Filosofia Social</i> (1816-1828) (republicados em conjunto, em 1854, como apêndice ao volume IV do <i>Sistema de política positiva</i>)</li>\n<li><i><a href=\"/wiki/Curso_de_filosofia_positiva\" class=\"mw-redirect\" title=\"Curso de filosofia positiva\">Curso de filosofia positiva</a></i>, em 6 volumes (1830-1842) (em 1848 foi renomeado para <i>Sistema de filosofia positiva</i>)</li>\n<li><i>Discurso sobre o espírito positivo</i> (1848)</li>\n<li><i>Discurso sobre o conjunto do Positivismo</i> (1851) (Introdução geral ao <i>Sistema de política positiva</i>)</li>\n<li><i>Sistema de política positiva</i>, em 4 volumes (1851-1854)</li>\n<li><i>Catecismo positivista</i> (1852)</li>\n<li><i>Apelo aos conservadores</i> (1855)</li>\n<li><i>Síntese subjetiva</i> (1856)</li>\n<li><i>Correspondência</i>, em 8 volumes (1816-1857)</li></ul>",
        "<ul><li><i><a rel=\"nofollow\" class=\"external text\" href=\"https://gallica.bnf.fr/ark:/12148/bpt6k15164976/f21.image\">Prospectus des travaux scientifiques nécessaires pour réorganiser la société</a></i>, Saint-Simon, <i>Suite des travaux ayant pour objet de fonder le système industriel. Du Contrat social</i>, Paris, Les marchands de nouveautés, 1822;</li>\n<li><i><a href=\"/wiki/Cours_de_philosophie_positive\" class=\"mw-redirect\" title=\"Cours de philosophie positive\">Cours de philosophie positive</a></i>, primeira edição em seis volumes, 1830-1842, Paris, Bachelier;\n<ul><li>Volume 1 <i>Les préliminaires généraux et la philosophie mathématique</i>, 1830;</li>\n<li>Volume 2 <i>La Philosophie astronomique et la philosophie de la physique</i>, 1835;</li>\n<li>Volume 3 <i>La Philosophie chimique et la philosophie biologique</i>, 1838;</li>\n<li>Volume 4 <i>La Philosophie sociale et les conclusions générales</i>, 1839;</li>\n<li>Volume 5 <i>La Partie historique de la philosophie sociale</i>, 1841;</li>\n<li>Volume 6 <i>Le Complément de la philosophie sociale, et les conclusions générales</i>, 1842;</li></ul></li>\n<li><i>Traité élémentaire de géométrie analytique à deux et à trois dimensions, contenant toutes les théories générales de géométrie accessibles à l'analyse ordinaire</i>, Paris, Carilian-Gœury e V. Dalmont, 1843;</li>\n<li><i>Traité philosophique d'astronomie populaire</i>, Paris, Carilian-Gœury e V. Dalmont, 1844;</li>\n<li><i>Discours sur l'esprit positif</i>, Paris, Carilian-Gœury e V. Dalmont, février 1844;</li>\n<li><i>Discours sur l'ensemble du positivisme ou Exposition sommaire de la doctrine philosophique et sociale propre à la grande république occidentale</i>, Paris, Librairie scientifique-industrielle L. Mathias e chez Carilian-Gœury e V. Dalmont, 1848;</li>\n<li><i>Système de politique positive ou Traité de sociologie instituant la religion de l'Humanité</i>, edição original em quatro tomos, 1851-1854, Paris, Carilian-Gœury e V. Dalmont,\n<ul><li>Volume 1 <i>contenant le Discours préliminaire, et l'Introduction fondamentale</i>, juillet 1851;</li>\n<li>Volume 2 <i>contenant la Statique sociale ou le Traité abstrait de l'être humain</i>, mai 1852;</li>\n<li>Volume 3 <i>contenant la Dynamique sociale ou le Traité général du progrès humain</i>, 1853;</li>\n<li>Volume 4 et dernier <i>contenant le Tableau synthétique de l'esprit humain</i>, août 1854;</li></ul></li>\n<li><i>Catéchisme positiviste</i>, Paris, Carilian-Gœury e V. Dalmont, out. 1852;</li>\n<li><i>Appel aux conservateurs</i>, Paris, V. Dalmont, nov. 1856;</li>\n<li><i>Synthèse subjective ou système universel</i>, Paris, V. Dalmont, nov. 1856;</li></ul>",
        "<ul><li><i>Œuvres d'Auguste Comte</i>, 10 vol., Paris, Anthropos, 1970;</li>\n<li><i>Sommaire appréciation du passé moderne</i>, apresentação e notas de Angèle Kremer-Marietti, Paris, Aubier, 1971;</li>\n<li><i>Prospectus des travaux scientifiques nécessaires pour réorganiser la société</i>, apresentação e notas de Angèle Kremer-Marietti, Paris, L'Harmattan, 2001;</li>\n<li><i>Plan des travaux scientifiques nécessaires pour réorganiser la société</i>, apresentação e notas de Angèle Kremer-Marietti, Paris, Aubier, 1970;</li>\n<li><i>Cours de philosophie positive I</i>, apresentação e notas de Michel Serres, Alla Sinaceur e François Dagognet, Paris, Hermann, 1998;</li>\n<li><i>Physique sociale. Cours de philosophie positive, leçons 46 à 60</i>, apresentação e notas de Jean-Paul Enthoven, Paris, Hermann, 1975;</li>\n<li><i>Traité philosophique d'astronomie populaire</i>, Paris, Fayard, 1985;</li>\n<li><i>Discours sur l'esprit positif</i>, introdução e notas de Annie Petit, Paris, Vrin, 1995, 2009;</li>\n<li><i>Discours sur l'ensemble du positivisme</i>, introdução e notas de Annie Petit, Paris, GF Flammarion, 1998;</li>\n<li><i>Système de politique positive ou Traité de sociologie instituant la religion de l'humanité</i>, 4 t., Paris, Société positiviste, 1929;</li>\n<li><i>Système de politique positive</i>, 4 t., Paris, Société positiviste, 1929;</li>\n<li><i>Catéchisme positiviste</i>, Edição criada e apresentada por Frédéric Dupin, Paris, Editions du Sandre, 2009;</li>\n<li><i>Appel aux conservateurs</i>, Edição criada e apresentada por Frédéric Dupin, Paris, Editions du Sandre, 2009;</li>\n<li><i>Synthèse subjective</i>, Seconde édition, Paris, Fundo Tipográfico de Execução de Testamento de Auguste Comte, 1900;</li></ul>",
        "<ul><li><i>Auguste Comte: Correspondance générale et confessions</i>, publ. por <a href=\"/wiki/Paulo_E._de_Berr%C3%AAdo_Carneiro\" class=\"mw-redirect\" title=\"Paulo E. de Berrêdo Carneiro\">Paulo E. de Berrêdo Carneiro</a>, Pierre Arnaud, <a href=\"/wiki/Paul_Arbousse-Bastide\" title=\"Paul Arbousse-Bastide\">Paul Arbousse-Bastide</a> e <a href=\"/w/index.php?title=Ang%C3%A8le_Kremer-Marietti&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Angèle Kremer-Marietti (página não existe)\">Angèle Kremer-Marietti</a>, 8 vol. Paris, École des Hautes Études en Sciences Sociales, 1973-90;</li>\n<li><i>Auguste Comte: Écrits de jeunesse 1816-1828</i>, publ. por Paulo E. de Berrêdo Carneiro e Pierre Arnaud, Paris, Mouton, 1970;</li>\n<li><i>Auguste Comte/ Caroline Massin. Correspondance inédite (1831-1851)</i>, texto estabelecido por Pascaline Gentil, notas de Bruno Gentil, introdução de Mary Pickering, Paris, L'Harmattan, 2006;</li>\n<li><i>Correspondance de John Stuart Mill et d'Auguste Comte</i>, publicado por <a href=\"/wiki/Lucien_L%C3%A9vy-Bruhl\" title=\"Lucien Lévy-Bruhl\">Lucien Lévy-Bruhl</a>, L'Harmattan, 2007.</li></ul>",
        "<ul><li><a href=\"/wiki/Positivismo\" title=\"Positivismo\">Positivismo</a></li>\n<li><a href=\"/wiki/Igreja_Positivista_do_Brasil\" title=\"Igreja Positivista do Brasil\">Igreja Positivista do Brasil</a></li></ul>",
        "<ul><li>FRICK, Jean-Paul. <i>Auguste Comte, ou La République positive</i>, Presses universitaires de Nancy, Nancy, 1990.</li>\n<li>GENUA, Marco. Auguste Comte e la cultura francese dell’Ottocento : in ricordo di Mirella Larizza / a cura di Marco Geuna, Cisalpino, Milano, 2004</li>\n<li>GOUHIER, Henri Gaston. <i>La philosophie d'Auguste Comte: esquisses</i>, Vrin, Paris, 1986</li>\n<li>KREMER-MARIETTI, Angèle. <i>L’anthropologie positiviste d’Auguste Comte</i>, Thèse Paris IV, 1977.</li>\n<li><a href=\"/w/index.php?title=LEPENIES,_Wolf&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"LEPENIES, Wolf (página não existe)\">LEPENIES, Wolf</a>. <i>Auguste Comte: die Macht der Zeichen</i>, Carl Hanser, München, 2010</li>\n<li>MARRA, Realino. <i>La proprietà in Auguste Comte. Dall’ordine fisico alla circolazione morale della ricchezza</i>, in «Sociologia del diritto», XII-2, 1985, pp. 21–53.</li>\n<li>MUGLIONI, Jacques. <i>Auguste Comte: un philosophe pour notre temps</i>, Kimé, Paris, 1995</li>\n<li><a href=\"/w/index.php?title=PICKERING,_Mary&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"PICKERING, Mary (página não existe)\">PICKERING, Mary</a>. <i>Auguste Comte: an intellectual biography</i>, 3 vols, Cambridge Univ. Press, Cambridge, 1993-2009</li>\n<li>VALENTIM, Oséias Faustino. <i>O Brasil e o Positivismo</i>, Publit, Rio de Janeiro,  2010. <a href=\"/wiki/Especial:Fontes_de_livros/9788577733316\" class=\"internal mw-magiclink-isbn\">ISBN 9788577733316</a></li>\n<li>WRIGHT, Terence R.  <i>The religion of humanity : the impact of comtean positivism on Victorian Britain</i>, Cambridge University Press, Cambridge, 1986.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://membres.lycos.fr/clotilde/\">Auguste Comte et le Positivisme</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.augustecomte.org/\">Museu Casa de Augusto Comte</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://personal.ecu.edu/mccartyr/pos-cal.html/\">Calendário positivista on-line</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.periodicos.ufsc.br/index.php/politica/article/view/11794/11038\">Críticas de Comte à Economia Política</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.scielo.br/pdf/rsocp/n23/24622.pdf\">Aspectos da Teoria Política de Augusto Comte</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www2.uol.com.br/historiaviva/reportagens/ordem_e_progresso_imprimir.html\">Ordem e Progresso</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Logo_sociology.svg\" title=\"Portal da sociologia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/40px-Logo_sociology.svg.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/60px-Logo_sociology.svg.png 2x\" data-file-width=\"400\" data-file-height=\"360\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Sociologia\" title=\"Portal:Sociologia\">Portal da sociologia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li>      </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1798\" title=\"Categoria:Nascidos em 1798\">Nascidos em 1798</a><a href=\"/wiki/Categoria:Mortos_em_1857\" title=\"Categoria:Mortos em 1857\">Mortos em 1857</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos do século XIX\">Filósofos do século XIX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Soci%C3%B3logos_da_Fran%C3%A7a\" title=\"Categoria:Sociólogos da França\">Sociólogos da França</a><a href=\"/wiki/Categoria:Ateus_da_Fran%C3%A7a\" title=\"Categoria:Ateus da França\">Ateus da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_ateus\" title=\"Categoria:Filósofos ateus\">Filósofos ateus</a><a href=\"/wiki/Categoria:Sepultados_no_Cemit%C3%A9rio_do_P%C3%A8re-Lachaise\" title=\"Categoria:Sepultados no Cemitério do Père-Lachaise\">Sepultados no Cemitério do Père-Lachaise</a><a href=\"/wiki/Categoria:Naturais_de_Montpellier\" title=\"Categoria:Naturais de Montpellier\">Naturais de Montpellier</a><a href=\"/wiki/Categoria:Alunos_da_%C3%89cole_Polytechnique\" title=\"Categoria:Alunos da École Polytechnique\">Alunos da École Polytechnique</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Utilitaristas\" title=\"Categoria:Utilitaristas\">Utilitaristas</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Auguste_Comte.jpg/250px-Auguste_Comte.jpg",
    "view": "auguste_comte"
}