{
    "url": "https://pt.wikipedia.org/wiki/Ayn_Rand",
    "codigo_http": 200,
    "titulo": [
        "Ayn Rand"
    ],
    "conteudo": [
        "Ayn Rand ([aɪn rænd]);[1] nascida Alisa Zinov'yevna Rozenbaum, em russo:  Алиса Зиновьевна Розенбаум; (São Petersburgo, 2 de fevereiro de 1905 – Nova Iorque, 6 de março de 1982) foi uma escritora, dramaturga, roteirista e filósofa norte-americana de origem judaico-russa, mais conhecida por desenvolver um sistema filosófico chamado de Objetivismo, e por seus romances. Ela teve sua primeira peça produzida na Broadway em 1932.[2] Depois de dois primeiros romances que inicialmente não tiveram sucesso, ela alcançou fama com seu romance de 1943, The Fountainhead (A Nascente).[2] Em 1957, Rand publicou seu trabalho mais conhecido, o romance Atlas Shrugged (A Revolta de Atlas).[2] Posteriormente, ela se voltou para a não-ficção para promover sua filosofia, publicando seus próprios periódicos e lançando várias coleções de ensaios até sua morte em 1982.[2]\n",
        "Rand defendeu a razão como o único meio de adquirir conhecimento e rejeitou a fé e a religião. Ela apoiou o egoísmo racional e ético e rejeitou o altruísmo. Na política, ela condenou a iniciação da força como imoral[3] e se opôs ao coletivismo e ao estatismo, bem como ao anarquismo, em vez disso apoiando o capitalismo laissez-faire, que definiu como o sistema baseado no reconhecimento dos direitos individuais, incluindo os direitos de propriedade.[4] Na arte, Rand promoveu o realismo romântico. Ela criticava fortemente a maioria dos filósofos e tradições filosóficas conhecidas por ela, com exceção de Aristóteles, Tomás de Aquino e liberais clássicos.[5]\n",
        "Críticos literários receberam a ficção de Rand com críticas misturadas,[6] tendo a academia ignorado em um primeiro momento sua filosofia, muito embora o interesse acadêmico tenha aumentado nas últimas décadas.[7][8][9] O movimento objetivista tenta espalhar suas ideias, tanto para o público quanto em contextos acadêmicos.[10] Ela tem sido uma influência significativa entre libertários, liberais clássicos e conservadores americanos.[11]\n",
        "Rand nasceu Alisa Zinovyevna Rosenbaum em 2 de fevereiro de 1905, em uma família burguesa judia russa que vivia em São Petersburgo.[12] Ela era a mais velha das três filhas de Zinovy Zakharovich Rosenbaum, um farmacêutico, e Anna Borisovna (nascida Kaplan).[13] Rand mais tarde disse que achava a escola nada desafiadora e começou a escrever roteiros aos oito anos e romances aos dez anos.[14] No prestigioso Stoiunina Gymnasium, sua melhor amiga era a irmã mais nova de Vladimir Nabokov, Olga. As duas meninas compartilhavam um interesse intenso pela política.[15][16]\n",
        "Ela tinha 12 anos na época da Revolução de fevereiro de 1917, durante a qual favoreceu Alexander Kerensky em vez do czar Nicolau II. A subsequente Revolução de Outubro e o governo dos bolcheviques sob Vladimir Lenin perturbaram a vida que a família desfrutava anteriormente. O negócio de seu pai foi confiscado e a família fugiu para a Península da Criméia, que estava inicialmente sob controle do Exército Branco durante a Guerra Civil Russa. Enquanto estava no colégio lá, ela concluiu que era ateia e valorizava a razão acima de qualquer outra virtude. Depois de se formar em junho de 1921, ela voltou com sua família para Petrogrado (como São Petersburgo foi renomeado na época), onde enfrentaram condições desesperadoras, às vezes quase morrendo de fome.[17][18]\n",
        "Após a Revolução Russa, as universidades foram abertas às mulheres, permitindo que ela fosse do primeiro grupo de mulheres a se matricular na Universidade Estatal de São Petersburgo.[19] Aos 16 anos, iniciou seus estudos no departamento de pedagogia social, com especialização em história.[20] Na universidade, ela foi apresentada aos escritos de Aristóteles e Platão;[21] ela passou a ver suas visões divergentes sobre a realidade e o conhecimento como o conflito primário dentro da filosofia.[22] Ela também estudou as obras filosóficas de Friedrich Nietzsche.[23] Capaz de ler francês, alemão e russo, ela também descobriu os escritores Fiódor Dostoiévski, Victor Hugo, Edmond Rostand e Friedrich Schiller, que se tornaram seus eternos favoritos.[24]\n",
        "Junto com muitos outros estudantes burgueses, ela foi expurgada da universidade pouco antes de se formar. Após reclamações de um grupo de cientistas estrangeiros visitantes, muitos dos alunos expurgados tiveram permissão para concluir seu trabalho e se graduar,[25][26] o que ela fez em outubro de 1924.[27] Ela então estudou por um ano no State Technicum for Screen Arts em Leningrado. Para uma tarefa, ela escreveu um ensaio sobre a atriz polonesa Pola Negri, que se tornou seu primeiro trabalho publicado.[28]\n",
        "Nessa época, ela decidiu que seu sobrenome profissional para escrever seria Rand,[29] possivelmente porque é graficamente semelhante a um trecho sem vogais Рзнб de seu sobrenome de nascimento em caligrafia cirílica,[30][31] e ela adotou o primeiro nome Ayn.[nota 1]\n",
        "No final de 1925, Rand recebeu um visto para visitar parentes em Chicago.[35] Ela partiu em 17 de janeiro de 1926.[36] Quando ela chegou na cidade de Nova Iorque em 19 de fevereiro de 1926, ela ficou tão impressionada com o horizonte de Manhattan que chorou o que mais tarde chamou de \"lágrimas de esplendor\".[37] Com a intenção de ficar nos Estados Unidos para se tornar roteirista, ela morou alguns meses com seus parentes, um dos quais era dono de uma sala de cinema e permitia que ela assistisse a dezenas de filmes gratuitamente. Ela então partiu para Hollywood, Califórnia.[38]\n",
        "Em Hollywood, um encontro casual com o famoso diretor Cecil B. DeMille a levou a trabalhar como figurante em seu filme The King of Kings e um trabalho subsequente como roteirista júnior.[39] Enquanto trabalhava em The King of Kings, ela conheceu um jovem aspirante a ator, Frank O'Connor; os dois se casaram em 15 de abril de 1929. Ela se tornou uma residente permanente americana em julho de 1929 e uma cidadã americana em 3 de março de 1931.[40][41][nota 2] Ela fez várias tentativas de trazer seus pais e irmãs para o Estados Unidos, mas não conseguiram obter permissão para emigrar.[44][45]\n",
        "O primeiro sucesso literário de Rand veio com a venda de seu roteiro, Red Pawn para a Universal Studios em 1932, embora nunca tenha sido produzido.[46] Isso foi seguido pelo drama de tribunal Night of January 16th, produzido pela primeira vez por E. E. Clive em Hollywood em 1934 e então reaberto com sucesso na Broadway em 1935. Cada noite um júri era escolhido entre os membros da audiência. Com base na votação do júri, um de dois finais diferentes seria realizado.[47][nota 3]\n",
        "O primeiro romance publicado de Rand, o semiautobiográfico We the Living, foi publicado em 1936. Passado na Rússia soviética, enfocava a luta entre o indivíduo e o Estado. As vendas iniciais foram lentas e a edição americana deixou de ser impressa,[50] embora as edições europeias continuassem a vender.[51] Ela adaptou a história como uma peça de teatro, mas a produção da Broadway do produtor George Abbott foi um fracasso que fechou em menos de uma semana.[52][nota 4] Após o sucesso de seus romances posteriores, Rand foi capaz de lançar uma versão revisada em 1959 que desde então vendeu mais de três milhões de cópias.[54] Em um prefácio à edição de 1959, Rand afirmou que We the Living \"é o mais próximo de uma autobiografia que jamais escreverei. ... O enredo é inventado, o pano de fundo não é ...\"[55]\n",
        "Sua novela Anthem foi escrita durante uma pausa na redação de seu próximo grande romance, The Fountainhead. Ele apresenta uma visão de um mundo futuro distópico no qual o coletivismo totalitário triunfou a tal ponto que até mesmo a palavra 'eu' foi esquecida e substituída por 'nós'.[56][57] Foi publicado na Inglaterra em 1938, mas Rand inicialmente não conseguiu encontrar uma editora americana. Tal como aconteceu com We the Living, o sucesso posterior de Rand permitiu que ela conseguisse uma versão revisada publicada em 1946, que vendeu mais de 3,5 milhões de cópias.[58] Durante esses primeiros anos de sua carreira, Rand escreveu outras peças e contos que não foram produzidos ou publicados durante sua vida, muitos dos quais foram publicados posteriormente em The Early Ayn Rand.[59]\n",
        "Rand foi submetida a uma cirurgia de câncer de pulmão em 1974, após décadas de tabagismo pesado. Ela parou de escrever seu boletim informativo em 1976 e aceitou se inscrever no Seguro Social e Medicare (programas assistencialitas americanos). Durante o final dos anos 1970, suas atividades dentro do movimento objetivista declinaram, especialmente após a morte de seu marido em 9 de novembro de 1979. Um de seus projetos finais foi trabalhar em uma adaptação para a televisão de A revolta de Atlas, que nunca foi concluída.\n",
        "Rand morreu de insuficiência cardíaca em 6 de março de 1982, em sua casa na cidade de Nova York e foi enterrada no Cemitério Kensico, Valhalla. Em seu funeral, um arranjo floral de 1,8m no formato de um cifrão foi colocado perto de seu caixão. Em seu testamento, Rand nomeou Peikoff para herdar sua propriedade.\n",
        "O Objetivismo, filosofia desenvolvida por Ayn Rand, abarca os campos da epistemologia, metafísica, ética, política e estética. Ele foi primeiramente expresso por meio de romances como The Fountainhead e Atlas Shrugged e, posteriormente, em ensaios sobre cada um dos campos mencionados. Mais tarde, o filósofo Leonard Peikoff, a quem Ayn Rand se referiu como seu herdeiro intelectual, expôs o sistema objetivista em toda sua estrutura lógica em seu ensaio Objetivismo: A Filosofia de Ayn Rand.\n",
        "O objetivismo argumenta que:\n",
        "\"Minha filosofia, em essência, é o conceito do homem como um ser heroico, com sua própria felicidade como a meta moral de sua vida, com a realização produtiva como sua atividade mais nobre, e a razão somente, seu absoluto\".[60]\n"
    ],
    "ligacoes": [
        "<ul><li><i>Night of January 16th</i> (1934) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-452-26486-3\" title=\"Especial:Fontes de livros/0-452-26486-3\">0-452-26486-3</a></li>\n<li><i>We the Living</i> (1936) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-451-18784-9\" title=\"Especial:Fontes de livros/0-451-18784-9\">0-451-18784-9</a></li>\n<li><i><a href=\"/wiki/Anthem_(livro)\" title=\"Anthem (livro)\">Anthem</a></i> (1938) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-451-19113-7\" title=\"Especial:Fontes de livros/0-451-19113-7\">0-451-19113-7</a></li>\n<li><i><a href=\"/wiki/The_Fountainhead\" title=\"The Fountainhead\">The Fountainhead</a></i> (1943) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-451-19115-3\" title=\"Especial:Fontes de livros/0-451-19115-3\">0-451-19115-3</a></li>\n<li><i><a href=\"/wiki/Atlas_Shrugged\" title=\"Atlas Shrugged\">Atlas Shrugged</a></i> (1957) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-451-19114-5\" title=\"Especial:Fontes de livros/0-451-19114-5\">0-451-19114-5</a></li></ul>",
        "<ul><li><i>For the New Intellectual</i> (1961) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-451-16308-7\" title=\"Especial:Fontes de livros/0-451-16308-7\">0-451-16308-7</a></li>\n<li><i>The Virtue of Selfishnes</i> (com Nathaniel Branden) (1964) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-451-16393-1\" title=\"Especial:Fontes de livros/0-451-16393-1\">0-451-16393-1</a></li>\n<li><i>Capitalism: The Unknown Ideal</i> (com Nathaniel Branden, <a href=\"/wiki/Alan_Greenspan\" title=\"Alan Greenspan\">Alan Greenspan</a> e Robert Hessen) (1966) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-451-14795-2\" title=\"Especial:Fontes de livros/0-451-14795-2\">0-451-14795-2</a></li>\n<li><i>Introduction to Objectivist Epistemology</i> (1967) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-452-01030-6\" title=\"Especial:Fontes de livros/0-452-01030-6\">0-452-01030-6</a></li>\n<li><i>The Romantic Manifesto</i> (1969) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-451-14916-5\" title=\"Especial:Fontes de livros/0-451-14916-5\">0-451-14916-5</a></li>\n<li><i>Return of the Primitive: The Anti-Industrial Revolution</i> (1971) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-452-01184-1\" title=\"Especial:Fontes de livros/0-452-01184-1\">0-452-01184-1</a></li>\n<li><i>Philosophy: Who Needs It</i> editado postumamente por <a href=\"/wiki/Leonard_Peikoff\" title=\"Leonard Peikoff\">Leonard Peikoff</a> (1982) <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-451-13893-7\" title=\"Especial:Fontes de livros/0-451-13893-7\">0-451-13893-7</a></li></ul>",
        "<ul><li><a href=\"/wiki/Neil_Peart\" title=\"Neil Peart\">Neil Peart</a>, <a href=\"/wiki/Baterista\" title=\"Baterista\">baterista</a> da banda <a href=\"/wiki/Canad%C3%A1\" title=\"Canadá\">canadense</a> <a href=\"/wiki/Rush\" title=\"Rush\">Rush</a>, influenciado pelos livros da escritora e o objetivismo, faz inúmeras referências na faixa <i>Anthem</i>, do álbum <i><a href=\"/wiki/Fly_by_Night\" class=\"mw-redirect\" title=\"Fly by Night\">Fly by Night</a></i>, e <i>2112</i>, do <a href=\"/wiki/2112_(%C3%A1lbum)\" title=\"2112 (álbum)\">álbum do mesmo nome</a>.</li></ul>",
        "<ul><li>Na série de <a href=\"/wiki/Game\" class=\"mw-disambig\" title=\"Game\">games</a> <a href=\"/wiki/BioShock\" title=\"BioShock\">BioShock</a> o personagem Andrew Ryan, magnata fundador da cidade submarina de Rapture, é uma referência explícita à escritora dentro do enredo do jogo. A partir da formação do nome, até a filosofia pessoal do personagem, como a tentativa de <a href=\"/wiki/Utopia\" title=\"Utopia\">utopia</a> na criação da cidade no fundo do mar, invariavelmente comparada com a obra <i><a href=\"/wiki/Atlas_Shrugged\" title=\"Atlas Shrugged\">Atlas Shrugged</a></i>.</li></ul>",
        "<ul><li>A enigmática Layla de X-factor (Marvel) aparece lendo o <i><a href=\"/wiki/Atlas_Shrugged\" title=\"Atlas Shrugged\">Atlas Shrugged</a></i> durante os eventos da Guerra Civil</li></ul>",
        "<ul><li><a href=\"/wiki/Leonard_Peikoff\" title=\"Leonard Peikoff\">Leonard Peikoff</a></li>\n<li><a href=\"/wiki/Libertarianismo\" title=\"Libertarianismo\">Libertarianismo</a></li>\n<li><a href=\"/wiki/Mulheres_na_filosofia\" title=\"Mulheres na filosofia\">Mulheres na filosofia</a></li></ul>",
        "<ul><li><i>Este artigo foi inicialmente traduzido, total ou parcialmente, do artigo da Wikipédia em <a href=\"/wiki/L%C3%ADngua_inglesa\" title=\"Língua inglesa\">inglês</a> cujo título é «<a href=\"https://en.wikipedia.org/wiki/Ayn_Rand\" class=\"extiw\" title=\"en:Ayn Rand\">Ayn Rand</a>», especificamente <span class=\"plainlinks\"><a class=\"external text\" href=\"https://en.wikipedia.org/w/index.php?title=Ayn_Rand&amp;oldid=1028270536\">desta versão</a></span>.</i></li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mortesubita.org/biografias/personalidades/ayn-rand\">«Biografia de Ayn Rand e Bases do Objetivismo»</a>. www.mortesubita.org</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AAyn+Rand&amp;rft.btitle=Biografia+de+Ayn+Rand+e+Bases+do+Objetivismo&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.mortesubita.org%2Fbiografias%2Fpersonalidades%2Fayn-rand&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.quebecoislibre.org/011124-15.htm\">Capitalism &amp; Commerce - Ayn Rand's Philosophy of Objectivism</a>. Por Edward W.Younkin.</li>\n<li><a href=\"https://openlibrary.org/authors/OL59188A\" class=\"extiw\" title=\"openlibrary:authors/OL59188A\">Obras de Ayn Rand</a> na <a href=\"/wiki/Open_Library\" title=\"Open Library\">Open Library</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Russia.svg\" title=\"Portal da Rússia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Flag_of_Russia.svg/40px-Flag_of_Russia.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Flag_of_Russia.svg/60px-Flag_of_Russia.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:R%C3%BAssia\" title=\"Portal:Rússia\">Portal da Rússia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_States.svg\" title=\"Portal dos Estados Unidos\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/40px-Flag_of_the_United_States.svg.png\" decoding=\"async\" width=\"25\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/60px-Flag_of_the_United_States.svg.png 2x\" data-file-width=\"1235\" data-file-height=\"650\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Estados_Unidos\" title=\"Portal:Estados Unidos\">Portal dos Estados Unidos</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Symbol_venus.svg\" title=\"Portal das mulheres\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/74/Symbol_venus.svg/40px-Symbol_venus.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/74/Symbol_venus.svg/60px-Symbol_venus.svg.png 2x\" data-file-width=\"16\" data-file-height=\"16\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Mulheres\" title=\"Portal:Mulheres\">Portal das mulheres</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Gatunek_leczniczy_darkgreen_on_102_255_0_6C_transparent.svg\" title=\"Portal da saúde\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Gatunek_leczniczy_darkgreen_on_102_255_0_6C_transparent.svg/40px-Gatunek_leczniczy_darkgreen_on_102_255_0_6C_transparent.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Gatunek_leczniczy_darkgreen_on_102_255_0_6C_transparent.svg/60px-Gatunek_leczniczy_darkgreen_on_102_255_0_6C_transparent.svg.png 2x\" data-file-width=\"30\" data-file-height=\"30\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Sa%C3%BAde\" title=\"Portal:Saúde\">Portal da saúde</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li>  </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1905\" title=\"Categoria:Nascidos em 1905\">Nascidos em 1905</a><a href=\"/wiki/Categoria:Mortos_em_1982\" title=\"Categoria:Mortos em 1982\">Mortos em 1982</a><a href=\"/wiki/Categoria:Ayn_Rand\" title=\"Categoria:Ayn Rand\">Ayn Rand</a><a href=\"/wiki/Categoria:Antiarabismo\" title=\"Categoria:Antiarabismo\">Antiarabismo</a><a href=\"/wiki/Categoria:Anticomunistas_da_R%C3%BAssia\" title=\"Categoria:Anticomunistas da Rússia\">Anticomunistas da Rússia</a><a href=\"/wiki/Categoria:Anticomunistas_dos_Estados_Unidos\" title=\"Categoria:Anticomunistas dos Estados Unidos\">Anticomunistas dos Estados Unidos</a><a href=\"/wiki/Categoria:Antifascistas_da_R%C3%BAssia\" title=\"Categoria:Antifascistas da Rússia\">Antifascistas da Rússia</a><a href=\"/wiki/Categoria:Antifascistas_dos_Estados_Unidos\" title=\"Categoria:Antifascistas dos Estados Unidos\">Antifascistas dos Estados Unidos</a><a href=\"/wiki/Categoria:Norte-americanos_de_ascend%C3%AAncia_russa\" title=\"Categoria:Norte-americanos de ascendência russa\">Norte-americanos de ascendência russa</a><a href=\"/wiki/Categoria:Ateus_da_R%C3%BAssia\" title=\"Categoria:Ateus da Rússia\">Ateus da Rússia</a><a href=\"/wiki/Categoria:Ateus_dos_Estados_Unidos\" title=\"Categoria:Ateus dos Estados Unidos\">Ateus dos Estados Unidos</a><a href=\"/wiki/Categoria:Ativistas_do_ate%C3%ADsmo\" title=\"Categoria:Ativistas do ateísmo\">Ativistas do ateísmo</a><a href=\"/wiki/Categoria:Cr%C3%ADticos_das_religi%C3%B5es\" title=\"Categoria:Críticos das religiões\">Críticos das religiões</a><a href=\"/wiki/Categoria:Ensa%C3%ADstas_da_R%C3%BAssia\" title=\"Categoria:Ensaístas da Rússia\">Ensaístas da Rússia</a><a href=\"/wiki/Categoria:Ensa%C3%ADstas_dos_Estados_Unidos\" title=\"Categoria:Ensaístas dos Estados Unidos\">Ensaístas dos Estados Unidos</a><a href=\"/wiki/Categoria:Escritores_da_R%C3%BAssia\" title=\"Categoria:Escritores da Rússia\">Escritores da Rússia</a><a href=\"/wiki/Categoria:Escritores_dos_Estados_Unidos\" title=\"Categoria:Escritores dos Estados Unidos\">Escritores dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_aristot%C3%A9licos\" title=\"Categoria:Filósofos aristotélicos\">Filósofos aristotélicos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_ateus\" title=\"Categoria:Filósofos ateus\">Filósofos ateus</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_mente\" title=\"Categoria:Filósofos da mente\">Filósofos da mente</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_direito\" title=\"Categoria:Filósofos do direito\">Filósofos do direito</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_pol%C3%ADticos\" title=\"Categoria:Filósofos políticos\">Filósofos políticos</a><a href=\"/wiki/Categoria:Judeus_ateus\" title=\"Categoria:Judeus ateus\">Judeus ateus</a><a href=\"/wiki/Categoria:Judeus_da_R%C3%BAssia\" title=\"Categoria:Judeus da Rússia\">Judeus da Rússia</a><a href=\"/wiki/Categoria:Judeus_dos_Estados_Unidos\" title=\"Categoria:Judeus dos Estados Unidos\">Judeus dos Estados Unidos</a><a href=\"/wiki/Categoria:Libertarianismo_nos_Estados_Unidos\" title=\"Categoria:Libertarianismo nos Estados Unidos\">Libertarianismo nos Estados Unidos</a><a href=\"/wiki/Categoria:Metaf%C3%ADsicos\" title=\"Categoria:Metafísicos\">Metafísicos</a><a href=\"/wiki/Categoria:Mortes_por_doen%C3%A7as_cardiovasculares\" title=\"Categoria:Mortes por doenças cardiovasculares\">Mortes por doenças cardiovasculares</a><a href=\"/wiki/Categoria:Fil%C3%B3sofas\" title=\"Categoria:Filósofas\">Filósofas</a><a href=\"/wiki/Categoria:Naturais_de_S%C3%A3o_Petersburgo\" title=\"Categoria:Naturais de São Petersburgo\">Naturais de São Petersburgo</a><a href=\"/wiki/Categoria:Sionistas_da_R%C3%BAssia\" title=\"Categoria:Sionistas da Rússia\">Sionistas da Rússia</a><a href=\"/wiki/Categoria:Sionistas_dos_Estados_Unidos\" title=\"Categoria:Sionistas dos Estados Unidos\">Sionistas dos Estados Unidos</a><a href=\"/wiki/Categoria:Judeus_asquenazes\" title=\"Categoria:Judeus asquenazes\">Judeus asquenazes</a><a href=\"/wiki/Categoria:Judias\" title=\"Categoria:Judias\">Judias</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/b/b1/Ayn_Rand_%281943_Talbot_portrait%29.jpg/250px-Ayn_Rand_%281943_Talbot_portrait%29.jpg",
    "view": "ayn_rand"
}