{
    "url": "https://pt.wikipedia.org/wiki/Blaise_Pascal",
    "codigo_http": 200,
    "titulo": [
        "Blaise Pascal"
    ],
    "conteudo": [
        "Blaise Pascal (Clermont-Ferrand, 19 de junho de 1623 – Paris, 19 de agosto de 1662) foi um matemático, escritor, físico, inventor, filósofo e teólogo  francês. Prodígio, Pascal foi educado por seu pai. Os primeiros trabalhos de Pascal dizem respeito às ciências naturais e ciências aplicadas. Contribuiu significativamente para o estudo dos fluidos. Ele esclareceu os conceitos de pressão atmosférica e vácuo, estendendo o trabalho de Evangelista Torricelli. Pascal escreveu textos importantes sobre o método científico.\n",
        "Aos 19 anos inventou a primeira máquina de calcular, chamada de máquina de aritmética, depois roda de pascalina e finalmente pascalina. Construiu cerca de vinte cópias na década seguinte. Matemático de primeira linha, criou dois novos campos de pesquisa: primeiro, publicou um tratado de geometria projetiva aos dezesseis anos; então, em 1654, ele desenvolveu um método de resolver o \"problema dos partidos\", que, dando origem, no decorrer do século XVIII, ao cálculo das probabilidades, influenciou fortemente as teorias económicas modernas e as ciências sociais.\n",
        "Depois de uma experiência mística que experimentou em novembro de 1654, dedicou-se à reflexão filosófica e religiosa, sem renunciar ao trabalho científico. Após uma experiência religiosa no final de 1654, ele começou a escrever obras que se tornariam influentes nos campos da filosofia e da teologia. Suas duas obras mais famosas datam desse período: as Provinciais e os Pensamentos, a primeira ambientada no conflito entre jansenistas e jesuítas. Nos Pensamentos, sua obra magna, Pascal adianta vários temas que seriam tratados na filosofia contemporânea, tais como a finitude do sujeito, as antinomias kantianas, críticas à metafísica escolástica e cartesiana, e diversos temas do existencialismo.[1][2][3]\n",
        "Em 8 de julho de 2017, em uma entrevista ao jornal italiano La Repubblica, o Papa Francisco anunciou que Blaise Pascal \"merece a beatificação\" e que planeja iniciar o procedimento oficial.[4][5]\n",
        "Blaise Pascal era filho de Étienne Pascal, professor de matemática, e de Antoinette Begon. Perdeu a sua mãe com três anos de idade.[6] Seu pai tratou da sua educação por ele ser o único filho do sexo masculino, orientando-o com vistas ao desenvolvimento correto da sua razão e do seu juízo. O recurso aos jogos didácticos era parte integrante desse ensino que incluía disciplinas tão variadas como história, geografia e filosofia.\n",
        "O talento precoce de Blaise Pascal para as ciências físicas levou a família a Paris, onde ele se consagrou ao estudo da matemática. Acompanhou o pai quando este foi transferido para Rouen e lá realizou as primeiras pesquisas no campo da Física. Suas experiências sobre sons resultaram em um pequeno tratado (1634). No ano seguinte chega à dedução de 32 proposições de geometria estabelecidas por Euclides. Publica Essay pour les coniques (1640), obra na qual está formulado o célebre teorema de Pascal.\n",
        "Blaise Pascal contribuiu decisivamente para a criação de dois novos ramos da matemática: a Geometria Projetiva e a Teoria das probabilidades. Em Física, estudou a mecânica dos fluidos, e esclareceu os conceitos de pressão e vácuo, ampliando o trabalho de Evangelista Torricelli. É ainda o autor de uma das primeiras calculadoras mecânicas, a Pascaline, e de estudos sobre o método científico.\n",
        "Como matemático, interessou-se pelo cálculo infinitesimal, pelas sequências, tendo enunciado o princípio da recorrência matemática. O cálculo diferencial e integral de Newton e Leibniz que seria a base da física clássica foi inspirado em um tratado publicado por Blaise Pascal sobre os senos num quadrante de um círculo onde buscou a integração da função seno, que também viria a ser a base da matemática moderna.[7] Criou um tipo de máquina de calcular que chamou de La pascaline (1642), uma das primeiras calculadoras mecânicas que se conhece, conservada no Museu de Artes e Ofícios de Paris.[8] Anders Hald escreveu:\n\"Para aliviar o trabalho do seu pai como agente fiscal, Pascal inventou uma máquina de calcular para adição e subtração assegurando sua construção e venda.\" Seguindo o programa de Galileu e Torricelli, refutou o conceito de  \"horror ao vazio\". Os seus resultados geraram numerosas controvérsias entre os aristotélicos tradicionais.[9]\n",
        "Em 1646 a família converte-se  ao Jansenismo.\n",
        "De volta a Paris (1647), influenciado pelas experiências de Torricelli, enunciou os primeiros trabalhos sobre o vácuo e demonstrou as variações da pressão atmosférica. A partir de então, desenvolveu extensivas pesquisas utilizando sifões, seringas, foles e tubos de vários tamanhos e formas e com líquidos como água, mercúrio, óleo, vinho, ar, etc., no vácuo e sob pressão atmosférica.\n",
        "Em 1651 o seu pai morreu.\n",
        "Na sequência de uma experiência mística, em finais 1654, faz a sua \"segunda conversão\" e abandona as ciências para se dedicar exclusivamente à filosofia e à teologia, num período marcado pelo conflito entre jansenistas e jesuítas. No ano seguinte, recolhe-se à abadia de Port-Royal-des-Champs, centro do jansenismo. Só voltaria às ciências após \"novo milagre\" (1658). São desse período as suas principais contribuições no campo filosófico-religioso: As cartas provinciais (1656-1657), conjunto de 18 cartas escritas em defesa do jansenista Antoine Arnauld - oponente dos jesuítas que estava em julgamento pelos teólogos de Paris - e Pensamentos,   fragmentos reunidos e publicados postumamente (1670), onde foi concebida sua defesa ao cristianismo. Nos Pensamentos encontra-se também a sua frase mais citada: \"O coração tem suas razões, que a própria razão desconhece\".[10]\n",
        "Como teólogo e escritor destacou-se como um dos mestres do racionalismo e irracionalismo modernos, e sua obra influenciou os ingleses Charles e John Wesley, fundadores da Igreja Metodista.\n",
        "Pascal aperfeiçoou o barômetro de Torricelli e, na matemática, com o Traité du triangle arithmétique (\"Tratado do triângulo aritmético\", mais conhecido como triângulo de Pascal), de 1654,  estabeleceu, juntamente com Pierre de Fermat, as bases da teoria das probabilidades e da análise combinatória, que o holandês Huygens desenvolveria posteriormente (1657). Entre 1658 e 1659, escreveu sobre o ciclóide e a sua utilização no cálculo do volume de sólidos.[11] Após obter resultado sobre os quadrados dos cicloides publicados em 1658, desafiou matemáticos da época a solucionarem problemas relacionados aos ciclóides e chegarem aos resultados por ele já alcançados.[7]\n",
        "Um dos seus tratados sobre hidrostática, Traité de l'équilibre des liqueurs, só foi publicado um ano após sua morte (1663). Pascal também esclareceu os princípios barométricos, da prensa hidráulica e da transmissibilidade de pressões. Estabeleceu o princípio de Pascal que diz: em um líquido em repouso ou equilíbrio, as variações de pressão transmitem-se igualmente e sem perdas para todos os pontos da massa líquida. É o princípio de funcionamento do macaco hidráulico. Na Mecânica é homenageado com a unidade de tensão mecânica (ou pressão) Pascal (1Pa = 1 N/m²; 105 N/m² = 1 bar).\n",
        "Pascal, que sempre teve uma saúde frágil, adoeceu gravemente em 1659. Morreu em 19 de agosto de 1662, dois meses após completar 39 anos. Seu corpo foi sepultado na Igreja de Saint-Étienne-du-Mont, Ilha de França, Paris na França.[12]\n",
        "Pascal continuou a influenciar a matemática ao longo de sua vida. Seu Traité du triangle arithmétique (\"Tratado sobre o Triângulo aritmético\") de 1653 descreveu uma apresentação tabular conveniente para os coeficientes binomiais, agora chamado triângulo de Pascal. O triângulo também pode ser representado:\n",
        "Ele define os números no triângulo por recursão:  Chame o número na (m+1)-ésima linha e na (n+1)-ésima coluna por tmn. Então tmn = tm-1,n + tm,n-1, para m = 0, 1, 2... e n = 0, 1, 2... As condições de contorno são tm, −1 = 0, t−1, n para m = 1, 2, 3... e n = 1, 2, 3... O gerador t00 = 1. Pascal conclui com a prova,\n",
        "Em 1654, solicitado por um amigo interessado em problemas de jogos, ele correspondeu-se com Pierre de Fermat sobre o assunto e desta colaboração nasceu a teoria matemática das probabilidades. O amigo era Antoine Gombaud e o problema específico foi o de dois jogadores que querem terminar um jogo mais cedo e, dadas as atuais circunstâncias do jogo, querem dividir as apostas de forma justa, com base na chance que cada um tem de ganhar o jogo a partir desse ponto.[13] A partir desta discussão, a noção de valor esperado foi introduzida. Pascal mais tarde (nos seus Pensées) usou um argumento probabilístico, a Aposta de Pascal para justificar a crença em Deus e uma vida virtuosa. O trabalho realizado por Fermat e Pascal para o cálculo de probabilidades estabeleceu os fundamentos importantes para a formulação de Leibniz do cálculo infinitesimal.[14]\n",
        "A grande contribuição de Pascal para a filosofia da matemática veio com o seu De l'Esprit géométrique (\"Do Espírito Geométrico\"), originalmente escrito como um prefácio para um livro de geometria para um dos famosos \"Petites écoles de Port-Royal\" (\"Escolinhas de Port-Royal\"). O trabalho ficou inédito até mais de um século após sua morte. Aqui, Pascal estudou a questão da descoberta de verdades, argumentando que o ideal de um tal método seria encontrar todas as proposições sobre as verdades já estabelecidas. Ao mesmo tempo, no entanto, ele alegou que isso era impossível porque tais verdades estabelecidas exigiriam outras verdades para apoiá-las — os primeiros princípios, portanto, não podiam ser alcançadas. Com base nisso, Pascal argumentou que o procedimento utilizado em geometria era tão perfeito quanto possível, com alguns princípios assumidos e outras proposições desenvolvidas a partir deles. No entanto, não havia nenhuma maneira de saber se os princípios assumidos eram, de fato, verdade.\n",
        "Pascal também utilizou o De l'Esprit géométrique para desenvolver uma teoria da definição. Ele distingue entre as definições que são rótulos convencionais definidas pelo escritor e definições que estão dentro da linguagem e compreendidas por todos, pois naturalmente designam seu referente. O segundo tipo seria característica da filosofia do essencialismo. Pascal afirmou que apenas as definições do primeiro tipo são importantes para a ciência e a matemática, argumentando que esses campos devem adotar a filosofia do formalismo, tal como formulado por Descartes.\n",
        "No De l'Art de persuader (\"Sobre a Arte da Persuasão\"), Pascal estudou de forma mais profunda o método axiomático da geometria, especificamente a questão de como as pessoas vem a ser convencidas dos axiomas sobre os quais conclusões posteriores se baseiam. Pascal concordou com Montaigne que alcançar a certeza nestes axiomas e as conclusões através de métodos humanos é impossível. Ele afirmou que esses princípios só podem ser apreendidos através da intuição, e que este fato ressaltou a necessidade de submissão a Deus na busca de verdades.\n",
        "Pascal contribuiu para vários campos da física, principalmente os campos da mecânica dos fluidos e pressão. Em homenagem a suas contribuições científicas, o nome de Pascal foi dado à unidade de pressão SI e à lei de Pascal (um importante princípio da hidrostática). Ele introduziu uma forma primitiva de roleta e a roda da roleta em sua busca por uma máquina de movimento perpétuo.[15]\n",
        "Seu trabalho nas áreas de hidrodinâmica e hidrostática é centrado nos princípios dos fluidos hidráulicos. Suas invenções incluem a prensa hidráulica (usando pressão hidráulica para multiplicar a força) e a seringa. Ele provou que a pressão hidrostática não depende do peso do fluido, mas da diferença de elevação. Ele demonstrou esse princípio anexando um tubo fino a um barril cheio de água e enchendo o tubo com água até o nível do terceiro andar de um edifício. Isso fez com que o barril vazasse, no que ficou conhecido como o experimento do barril de Pascal.\n",
        "Em 1647, Pascal soube dos experimentos de Evangelista Torricelli com barômetros. Tendo replicado um experimento que envolvia colocar um tubo cheio de mercúrio de cabeça para baixo em uma tigela de mercúrio, Pascal questionou qual força mantinha algum mercúrio no tubo e o que preenchia o espaço acima do mercúrio no tubo. Na época, a maioria dos cientistas, incluindo Descartes, acreditava em um plenum, i. e. alguma matéria invisível preencheu todo o espaço, em vez de um vácuo. \"A natureza abomina o vácuo.\" Isso se baseava na noção aristotélica de que tudo em movimento era uma substância, movida por outra substância.[16] Além disso, a luz passou pelo tubo de vidro, sugerindo que uma substância como o éter, em vez de vácuo, preenchia o espaço.\n",
        "Seguindo mais experimentações neste sentido, em 1647 Pascal produziu Experiences nouvelles touchant le vide (\"Novos experimentos com o vácuo\"), que detalhou regras básicas que descrevem em que grau vários líquidos podem ser sustentados pela pressão do ar. Também forneceu razões pelas quais era de fato um vácuo acima da coluna de líquido em no tubo do barômetro. Este trabalho foi seguido por Récit de la grande expérience de l'équilibre des liqueurs (\"Relato do grande experimento no equilíbrio em líquidos\") publicado em 1648.\n",
        "\nO vácuo Torricelliano descobriu que a pressão do ar é igual ao peso de 30 polegadas de mercúrio. Se o ar tem um peso finito, a atmosfera da Terra deve ter uma altura máxima. Pascal raciocinou que, se for verdade, a pressão do ar em uma montanha alta deve ser menor do que em uma altitude mais baixa. Ele morava perto da montanha Puy de Dôme, com 4 790 pés (1 460 m) de altura, mas sua saúde era fraca, então não podia escalá-la.[17] Em 19 de setembro de 1648, depois de muitos meses de estímulos amigáveis, mas insistentes, de Pascal, Florin Périer, marido da irmã mais velha de Pascal, Gilberte, foi finalmente capaz de realizar a missão de averiguação vital para a teoria de Pascal. O relato, escrito por Périer, diz:",
        "Pascal replicou a experiência em Paris carregando um barômetro até o topo da torre do sino da igreja de Saint-Jacques-de-la-Boucherie, uma altura de cerca de 50 metros. O mercúrio caiu duas linhas.\n",
        "Em resposta à plenista Estienne Noel, Pascal escreveu, ecoando noções contemporâneas de ciência e falseabilidade: “Para mostrar que uma hipótese é evidente, não basta que dela decorram todos os fenômenos; ao contrário, se ela leva a algo ao contrário de um único dos fenômenos, isso basta para estabelecer a sua falsidade\".[19]\n",
        "As cadeiras Blaise Pascal são dadas a cientistas internacionais de destaque para conduzir suas pesquisas na região de Ile de France.[20]\n",
        "Em honra de suas contribuições científicas, o nome Pascal foi dado à unidade SI de pressão, a uma linguagem de programação, à lei de Pascal (um importante princípio da hidrostática), e o triângulo de Pascal e a aposta de Pascal ainda levam o seu nome.\n",
        "O desenvolvimento de Pascal da teoria da probabilidade foi a sua contribuição mais influente para a matemática.[21] Originalmente aplicada ao jogo de azar, hoje é extremamente importante na economia, especialmente na ciência atuarial. John Ross escreveu: \"A teoria das probabilidades e as descobertas após essa mudaram a nossa forma de encarar a incerteza, risco, tomada de decisão, e a capacidade de um indivíduo ou da sociedade de influenciar o curso dos eventos futuros.\".[22] No entanto, deve notar-se que Pascal e Fermat, embora fazendo um trabalho inicial importante na teoria das probabilidades, não desenvolveram o campo muito mais longe. Christiaan Huygens, aprendendo do tema a partir da correspondência de Pascal e Fermat, escreveu o primeiro livro sobre o assunto. Mais tarde, pessoas que continuaram o desenvolvimento da teoria incluem Abraham de Moivre e Pierre-Simon Laplace.\n",
        "Na literatura, Pascal é considerado um dos autores mais importantes do período clássico francês e é lido hoje como um dos maiores mestres da prosa francesa. Seu uso da sátira e do humor influenciou polemistas posteriores. O conteúdo de sua obra literária é mais lembrado por sua forte oposição ao racionalismo de René Descartes e a afirmação simultânea que a principal filosofia de compensação, o empirismo, também era insuficiente para determinar verdades importantes.\n",
        "Na filosofia, a influência de Pascal foi ampla, influenciando grande parte dos filósofos franceses subsequentes. Para além dos franceses, destacamos autores como Friedrich Nietzsche[23] e Søren Kierkegaard, filósofos influenciados por Pascal.\n",
        "Na França, prestigiosos prêmios anuais, são dadas bolsas de investigação científica Blaise Pascal a proeminentes cientistas internacionais para realizar a sua investigação na região de Île de France.[24] Uma das universidades de Clermont-Ferrand, França - Universidade Blaise Pascal - é nomeada em sua homenagem.\n",
        "A cronologia exata das obras de Pascal é difícil de estabelecer porque muitos textos não são datados e foram publicados muito depois de terem sido escritos. Algumas não eram conhecidas até um século ou mais após a morte de Pascal, outras chegaram até nós apenas de forma fragmentária ou indireta (as notas ou a correspondência de Leibniz, por exemplo).\n"
    ],
    "ligacoes": [
        "<ul><li><i>Essai pour les coniques</i> (1640)</li>\n<li><i>Expériences nouvelles touchant le vide</i> (1647)</li>\n<li><i>Récit de la grande expérience de l'équilibre des liqueurs</i> (1648)</li>\n<li><i>Traité de la pesanteur de la masse de l’air</i> (1651-1653)</li>\n<li><i><a href=\"/wiki/Trait%C3%A9_du_triangle_arithm%C3%A9tique\" title=\"Traité du triangle arithmétique\">Traité du triangle arithmétique</a></i> (1654)</li>\n<li><i><a href=\"/wiki/Les_Provinciales\" title=\"Les Provinciales\">Les Provinciales</a></i> (Correspondências (1656-1657)</li>\n<li><i>Éléments de géométrie</i> (1657)</li>\n<li><i><a href=\"/wiki/De_l%E2%80%99Esprit_g%C3%A9om%C3%A9trique_et_de_l%E2%80%99Art_de_persuader\" title=\"De l’Esprit géométrique et de l’Art de persuader\">De l’Esprit géométrique et de l’Art de persuader</a></i> (1657)</li>\n<li><i>Histoire de la roulette</i> (1658)</li>\n<li><i><a href=\"/wiki/L%E2%80%99Art_de_persuader\" title=\"L’Art de persuader\">L’Art de persuader</a></i> (1660)</li>\n<li><i><a href=\"/wiki/Pens%C3%A9es\" class=\"mw-redirect\" title=\"Pensées\">Pensées</a></i> (1669, póstumo)</li>\n<li><i><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.wikiwix.com/cache/?url=https%3A%2F%2Fbooks.google.be%2Fbooks%3Fid%3D24dYAAAAMAAJ%26printsec%3Dfrontcover%26dq%3D%23v%3Donepage%26q%3D%26f%3Dfalse\">Abrégé de la vie de Jésus-Christ</a></i> (texto encontrado por volta de 1840, publicado em 1846)</li></ul>",
        "<ul><li><a href=\"/wiki/Revolu%C3%A7%C3%A3o_cient%C3%ADfica\" class=\"mw-redirect\" title=\"Revolução científica\">Revolução científica</a></li>\n<li><a href=\"/wiki/Aposta_de_Pascal\" title=\"Aposta de Pascal\">Aposta de Pascal</a></li>\n<li><a href=\"/wiki/Princ%C3%ADpio_de_Pascal\" title=\"Princípio de Pascal\">Princípio de Pascal</a></li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cle.unicamp.br/cadernos/pdf/Franklin%20Leopoldo%20e%20Silva11-1.pdf\">«Fé e Razão na Apologia da Religião Cristã de Pascal»</a> <span style=\"font-size:85%;\">(PDF)</span>. , por <a href=\"/wiki/Franklin_Leopoldo_e_Silva\" title=\"Franklin Leopoldo e Silva\">Franklin Leopoldo e Silva</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABlaise+Pascal&amp;rft.btitle=F%C3%A9+e+Raz%C3%A3o+na+Apologia+da+Religi%C3%A3o+Crist%C3%A3+de+Pascal&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.cle.unicamp.br%2Fcadernos%2Fpdf%2FFranklin%2520Leopoldo%2520e%2520Silva11-1.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.hottopos.com.br/vidlib2/blaise_pascal.htm\">«Blaise Pascal: o homem e a ciência»</a>. . por Rogério Lacaz-Ruiz, Heloise Patrícia Quintino, Cíntia Kogeyama e Luiz Flávio Pansani.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABlaise+Pascal&amp;rft.btitle=Blaise+Pascal%3A+o+homem+e+a+ci%C3%AAncia&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.hottopos.com.br%2Fvidlib2%2Fblaise_pascal.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\">«Blaise Pascal (1623 - 1662). Seminário temático da <a href=\"/wiki/FCUL\" class=\"mw-redirect\" title=\"FCUL\">FCUL</a>» <a rel=\"nofollow\" class=\"external text\" href=\"http://www.educ.fc.ul.pt/docentes/opombo/seminario/pasca_l/index.htm\">🔗</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABlaise+Pascal&amp;rft.btitle=Blaise+Pascal+%281623+-+1662%29.+Semin%C3%A1rio+tem%C3%A1tico+da+FCUL&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.educ.fc.ul.pt%2Fdocentes%2Fopombo%2Fseminario%2Fpasca_l%2Findex.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.palgrave.com/page/detail/blaise-pascal-donald-adamson/?K=9780333550366\">«Blaise Pascal: Mathematician, Physicist and Thinker about God»</a> (em inglês). , por <a href=\"/wiki/Donald_Adamson\" title=\"Donald Adamson\">Donald Adamson</a> (1995).</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABlaise+Pascal&amp;rft.btitle=Blaise+Pascal%3A+Mathematician%2C+Physicist+and+Thinker+about+God&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.palgrave.com%2Fpage%2Fdetail%2Fblaise-pascal-donald-adamson%2F%3FK%3D9780333550366&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/pascal/\">«<span style=\"padding-left:0.2em;\">\"</span>Blaise Pascal<span style=\"padding-right:0.2em;\">\"</span>»</a> (em inglês). , por Desmond Clarke: <a href=\"/wiki/The_Stanford_Encyclopedia_of_Philosophy\" class=\"mw-redirect\" title=\"The Stanford Encyclopedia of Philosophy\">The Stanford Encyclopedia of Philosophy</a> (Fall 2012 Edition), Edward N. Zalta (ed.).</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABlaise+Pascal&amp;rft.btitle=%22Blaise+Pascal%22&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fplato.stanford.edu%2Fentries%2Fpascal%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a href=\"https://openlibrary.org/authors/OL127510A\" class=\"extiw\" title=\"openlibrary:authors/OL127510A\">Obras de Blaise Pascal</a> na <a href=\"/wiki/Open_Library\" title=\"Open Library\">Open Library</a></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.teses.usp.br/teses/disponiveis/8/8133/tde-20092012-113153/publico/2011_AndersonAugustoDosAnjos.pdf\">«Divertimento pascaliano. Teoria pascaliana do divertimento. Ausência de si. Fuga psicológica.»</a> <span style=\"font-size:85%;\">(PDF)</span></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABlaise+Pascal&amp;rft.btitle=Divertimento+pascaliano.+Teoria+pascaliana+do+divertimento.+Aus%C3%AAncia+de+si.+Fuga+psicol%C3%B3gica.&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.teses.usp.br%2Fteses%2Fdisponiveis%2F8%2F8133%2Ftde-20092012-113153%2Fpublico%2F2011_AndersonAugustoDosAnjos.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_mathematics-p.svg\" title=\"Portal da matemática\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/40px-Nuvola_apps_edu_mathematics-p.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/60px-Nuvola_apps_edu_mathematics-p.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Matem%C3%A1tica\" title=\"Portal:Matemática\">Portal da matemática</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Christianity_symbols.svg\" title=\"Portal do cristianismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/81/Christianity_symbols.svg/40px-Christianity_symbols.svg.png\" decoding=\"async\" width=\"25\" height=\"21\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/81/Christianity_symbols.svg/60px-Christianity_symbols.svg.png 2x\" data-file-width=\"425\" data-file-height=\"354\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Cristianismo\" title=\"Portal:Cristianismo\">Portal do cristianismo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1623\" title=\"Categoria:Nascidos em 1623\">Nascidos em 1623</a><a href=\"/wiki/Categoria:Mortos_em_1662\" title=\"Categoria:Mortos em 1662\">Mortos em 1662</a><a href=\"/wiki/Categoria:Blaise_Pascal\" title=\"Categoria:Blaise Pascal\">Blaise Pascal</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:F%C3%ADsicos_da_Fran%C3%A7a\" title=\"Categoria:Físicos da França\">Físicos da França</a><a href=\"/wiki/Categoria:Ge%C3%B3metras\" title=\"Categoria:Geómetras\">Geómetras</a><a href=\"/wiki/Categoria:Inventores_da_Fran%C3%A7a\" title=\"Categoria:Inventores da França\">Inventores da França</a><a href=\"/wiki/Categoria:Jansenistas\" title=\"Categoria:Jansenistas\">Jansenistas</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Fran%C3%A7a\" title=\"Categoria:Matemáticos da França\">Matemáticos da França</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_do_s%C3%A9culo_XVII\" title=\"Categoria:Matemáticos do século XVII\">Matemáticos do século XVII</a><a href=\"/wiki/Categoria:Naturais_de_Clermont-Ferrand\" title=\"Categoria:Naturais de Clermont-Ferrand\">Naturais de Clermont-Ferrand</a><a href=\"/wiki/Categoria:Pioneiros_da_computa%C3%A7%C3%A3o\" title=\"Categoria:Pioneiros da computação\">Pioneiros da computação</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/9/98/Blaise_Pascal_Versailles.JPG/250px-Blaise_Pascal_Versailles.JPG",
    "view": "blaise_pascal"
}