{
    "url": "https://pt.wikipedia.org/wiki/Anicius_Manlius_Severinus_Boethius",
    "codigo_http": 200,
    "titulo": [
        "Boécio"
    ],
    "conteudo": [
        "Anício Mânlio Torquato Severino Boécio (em latim: Anicius Manlius Torquatus Severinus Boethius, Roma, ca. 480 – Pavia, 524 ou 525), conhecido como Severino Boécio ou simplesmente Boécio, foi um filósofo, poeta, estadista e teólogo romano, cujas obras tiveram uma profunda influência na filosofia cristã do Medievo. Inclui-se entre os fundadores da Escolástica.[2]\n",
        "O Papa Leão XIII aprovou o culto a Boécio pela Diocese de Pavia, que guarda os seus restos mortais na basílica de San Pietro in Ciel d'Oro e o festeja no dia 23 de outubro.[3]\n",
        "Boécio notabilizou-se por sua tradução e comentário do Isagoge, de Porfírio, obra que transformou-se num dos textos mais influentes da Filosofia medieval europeia. Traduziu, comentou ou resumiu, entre outras obras dos clássicos gregos, para além do Isagoge de Porfírio e do Organon de Aristóteles, vários tratados sobre matemática, lógica e teologia. Notabilizou-se também como um dos teóricos da música da antiguidade clássica greco-latina, escrevendo a obra De institutione musica, também aparentemente com base em antigos escritos gregos. Sendo senador de Roma, no ano de 510 foi nomeado cônsul e em 520 foi elevado a chefe do governo e dos serviços da corte pelo rei ostrogótico Teodorico, o Grande (r. 474–526). Pouco depois, devido a desacordos políticos e por ter apoiado um senador apontado pelo rei como traidor, foi ele próprio acusado de traição a favor do Império Bizantino e de magia, sendo subsequentemente torturado, condenado à morte e executado. Na prisão, enquanto aguardava sua execução, escreveu De Consolatione Philosophiae (A Consolação da Filosofia), obra que versa, entre outros temas, sobre o conceito de eternidade e na qual o filósofo visa demonstrar que a procura da sabedoria e do amor de Deus é a verdadeira fonte da felicidade humana.\n",
        "Membro de uma família ligada ao então nascente cristianismo, Boécio é considerado santo pela Igreja Católica Romana (desde 1883)[4][5] e pela Igreja Ortodoxa,[6] pelo seu contributo para a teologia cristã e pelos serviços que prestou aos cristãos, um mártir e um dos Padres da Igreja.\n",
        "Anício Mânlio Severino Boécio nasceu em Roma por volta do ano 480, quando o Império Romano do Ocidente vivia os seus últimos anos e quando na Europa a Antiguidade Clássica já cedia lugar à Idade Média. Era filho de Flávio Mânlio Boécio, pertencente a uma importante e antiga família patrícia dos Anícios, cristianizada há mais de um século, que tinha dado a Roma vários cônsules e o imperador Anício Olíbrio. Na linha paterna contava, pelo menos, dois papas e a linhagem materna incluía alguns imperadores romanos. O pai seria feito cônsul em 487, já depois de Odoacro depor o último imperador romano do ocidente. O pai faleceu pouco depois de ter sido nomeado cônsul, deixando órfão Boécio com apenas sete anos, que em resultado foi educado por Quinto Aurélio Mêmio Símaco (Quintus Aurelius Memmius Symmachus), amigo da família, também ele um patrício e cristão pio.\n",
        "Desconhece-se onde Boécio aprendeu a língua grega com tamanha proficiência e profundidade e onde adquiriu os profundos conhecimentos sobre os autores clássicos greco-latinos que a sua obra demonstra. Os documentos históricos conhecidos são ambíguos, mas alguns estudiosos apontam como muito provável que tenha estudado em Atenas ou em Alexandria, sendo esta última hipótese mais provável dado existirem referências a um Boécio, talvez o seu pai, que seria, por volta do ano de 470, proctor de uma escola daquela cidade.\n",
        "Qualquer que tenha sido a sua origem, os conhecimentos de grego e de literatura e filosofia grega que Boécio demonstrou estava muito além do que era então a norma, mesmo para a classe mais educada, até porque se vivia um período de grande conturbação social, marcado pelo desmoronar do Império e pelas invasões bárbaras, em que o ensino estava em decadência e havia um marcado recuo no conhecimento da filosofia clássica.\n",
        "Casou com Rusticiana, uma filha do seu mentor Símaco, tendo, pelo menos dois filhos. Seguindo a tradição familiar, era senador e em 510 foi escolhido cônsul, já quando Roma se encontrava sob domínio dos ostrogodos.\n",
        "Face à crescente escassez de pessoas com formação avançada, resultado das convulsões do tempo e do declínio dos estudos clássicos, o jovem Severino Boécio entrou ao serviço do rei ostrogótico Teodorico, o Grande (r. 474–526), sendo encarregado de múltiplas funções de grande responsabilidade.\n",
        "Por volta do ano 520, quando tinha cerca de 40 anos de idade, Severino Boécio já ocupava a posição de mestre dos ofícios, posição correspondente à de governador da corte e chefe dos serviços governamentais do rei Teodorico, o Grande. Reflectindo a importância política e o prestígio do pai, os seus dois filhos foram escolhidos para co-cônsules no ano de 522.\n",
        "Acabou por se tornar amigo e confidente daquele rei, o que o não livraria de no ano de 523 ser preso por sua ordem. A prisão ocorreu supostamente por Boécio ter defendido abertamente o senador Albino, caído em desgraça e acusado de traição por ter escrito uma missiva ao imperador bizantino Justino I queixando-se da governação de Teodorico. Outras fontes acusam-no de estar envolvido numa conspiração para restaurar a república, com o favor do imperador bizantino.\n",
        "Estas acusações têm como enquadramento a profunda rivalidade política e religiosa existente entre Justino I, um cristão ortodoxo imperador bizantino e Teodorico, que defendia as teses do arianismo e pretendia manter o domínio sobre Roma. Apesar de no ano de 520 se ter conseguido ultrapassar o cisma religioso existente entre o Império Bizantino e Roma, as relações eram tensas e seguramente o helenismo de Boécio fazia dele um alvo óbvio. Foi acessoriamente acusado de magia, por estar envolvido em estudos de astrologia, algo então considerado como sacrílego, mas que ele negou veementemente, atribuindo a sua prisão a difamação pelos seus rivais pessoais.\n",
        "Qualquer que tenha sido a causa, foram-lhe retiradas todas as honras, viu os seus bens confiscados e foi aprisionado em Pavia, onde foi torturado. Ainda assim, pôde escrever na prisão a obra De Consolatione Philosophiae, um dos seus melhores trabalhos, na qual reflecte sobre a instabilidade de um Estado cujo governo depende de um único homem, como era o caso do rei Teodorico, e sobre conceitos metafísicos, entre os quais o conceito de eternidade.\n",
        "Por ordem de Teodorico, ratificada pelo Senado aparentemente sob coacção, foi executado em Pávia em finais do ano de 524 ou princípios de 525, sem chegar a ser julgado. Considerado desde logo como um mártir cristão, morto pela sua ortodoxia face ao arianismo do rei, os seus restos mortais foram recolhidos e ainda hoje repousam como relíquias num altar da basílica de San Pietro in Ciel d'Oro de Pavia.\n",
        "Considerado o \"Último dos Romanos\" e o primeiro dos filósofos escolásticos, a fama de Boécio foi duradoira, propagando-se através da suas obras, as quais serviram durante a Idade Média europeia como forma de acesso à filosofia, à matemática e à música da Antiguidade Clássica, com destaque para os autores greco-latinos.\n",
        "O Bem-aventurado Severino Boécio é, também, afamado teólogo e padre da Igreja. Venerado como mártir pela Igreja Católica Romana, Leão XIII sancionou seu culto público para a Diocese de Pavia aos 25 de dezembro de 1883, Natal. É celebrado a 23 de Outubro.\n",
        "Em sua homenagem, o nome de Cratera Boécio foi dado a uma estrutura da orografia da Lua e de Mercúrio.\n",
        "Entre as obras de Boécio, a mais conhecida é De consolatione philosophiae (A Consolação da Filosofia), sua última obra, escrita na prisão enquanto aguardava a execução da pena de morte. É um texto neo-platónico, no qual a procura da sabedoria e do amor de Deus é considerada como a verdadeira fonte da felicidade humana. Contudo, toda a sua obra, e um esforço intelectual que ocupou toda a sua vida, foi uma tentativa deliberada de preservar o conhecimento antigo, particularmente a filosofia, então em risco face ao desmoronar do Império Romano e das suas estruturas sociais perante a chegada das hordas de bárbaros incultos que submergiam a sociedade romana.\n",
        "Tencionava traduzir do original grego para o latim e comentar todas as obras de Aristóteles e traduzir e talvez comentar as de Platão, o que infelizmente não conseguiu. Pretendia com isso restaurar as ideias daqueles pensadores e formar com elas um todo harmónico. Neste labor, Boécio prosseguia o mesmo ideal de helenismo que já tinha animado Cícero.\n",
        "Apesar de não ter conseguido atingir o objectivo a que se propunha, ainda assim traduziu os seis volumes de lógica do Organon de Aristóteles, com o seus comentários gregos, num trabalho que produziu a única porção significativa das obras de Aristóteles disponíveis na Europa até ao século XII. Algumas das suas traduções aparecem enriquecidas com o seu próprio comentário, reflectindo os conceitos aristotélicos e platónicos que perfilhava. É o caso da sua tradução de Topica de Aristóteles, onde as bases retóricas do inventio são apresentadas numa perspectiva bem diferente da original.\n",
        "Outras obras de Boécio que teve profunda repercussão no pensamento europeu foi a sua tradução comentada do Isagoge de Porfírio, feita antes do ano 510, na qual ele ressalta o problema dos universais, discutindo se os conceitos são entidades auto-subsistentes, isto é que existiriam independentes do pensamento, ou se eles são meramente ideias cuja existência é resultado directo do pensamento. Este tópico, relativo à natureza ontológica das ideias universais alimentou um das controvérsias mais duradouras da filosofia medieval, com reflexos que atingem a filosofia contemporânea.\n",
        "Também traduziu, por volta do ano 511 e quando era cônsul, o tratado Categorias (Kategoriai) e escreveu comentários ao tratado Sobre a Interpretação (Peri hermeneias), ambos de Aristóteles. Um curto comentário a outra das obras de Aristóteles, a Análise Prévia (Analytika Protera), bem como dois curtos textos sobre silogismos também parecem datar desta época.\n",
        "Para além de obras de Filosofia, Boécio também traduziu, acrescentando-lhes muito do seu pensamento, textos gregos de carácter didáctico, cobrindo os tópicos do Quadrívio. Entre esses textos destacam-se os relativos aos campos da aritmética e da música, que são conhecidos, e que são baseados em textos didácticos de Nicómaco de Gerasa, um matemático palestiniano do século I. Pouco sobreviveu da parte do Quadrívio relativa à geometria e perdeu-se toda a parte referente à astronomia.\n",
        "Apesar de hoje incompletas, as suas obras para o Quadrívio, foram, na acepção moderna do termo, um dos manuais que serviram de base à educação europeia durante muitos séculos.\n",
        "Boécio também escreveu trabalhos sobre teologia, em boa parte propondo argumentos para suportar a ortodoxia cristã contra o arianismo e o debate de temas importantes da cristologia da época. A autoria desses trabalhos foi frequentemente disputada, em parte por uma aparente falta de congruência com a sua obra De Consolatione Philosophiae, onde não é feita qualquer menção a Cristo ou a conceitos claramente cristãos. Contudo, a descoberta de uma sua biografia, escrita pelo seu contemporâneo e colega senador Cassiodoro, veio afastar essas dúvidas. Naquela biografia, Cassiodoro aponta-o como um poeta, autor de um poema pastoril, tradutor dos clássicos gregos, e como um orador consagrado, a quem coubera fazer o eulogio do rei Odoacro.\n",
        "A Roda de Boécio, ou mais comummente a Roda da Fortuna, foi um conceito explicitado por Boécio na sua De Consolatione Philosophiae que ganhou grande popularidade por toda a Europa durante a Idade Média e que ainda mantém actualidade. Baseia-se na aceitação de que a sorte dos indivíduos se alterna, permitindo que os ricos e poderosos sejam humilhados e destruídos e que os desprotegidos possam ascender à grandeza. Múltiplas obras de arte, pictóricas, escultóricas, poemas e textos vários, incluindo composições musicais recentes (como a canção Wheel in the Sky da banda rock Journey).\n",
        "Boécio é autor de múltiplas obras, das quais as mais conhecidas são:\n"
    ],
    "ligacoes": [
        "<ul><li><i>De categoricis syllogismis</i></li>\n<li><i><a href=\"/wiki/A_Consola%C3%A7%C3%A3o_da_Filosofia\" title=\"A Consolação da Filosofia\">De consolatione philosophiae</a></i> ou <i>Philosophiae consolatio</i></li>\n<li><i>De differentiis topicis</i>, comentário a <i>Topica</i> de <a href=\"/wiki/C%C3%ADcero\" title=\"Cícero\">Cícero</a></li>\n<li><i><a rel=\"nofollow\" class=\"external text\" href=\"https://www.documentacatholicaomnia.eu/04z/z_0480-0524__Boethius__De_Divisione__LT.pdf.html\">De divisione</a></i></li>\n<li><i>De fide catholica</i></li>\n<li><i>De institutione arithmetica</i></li>\n<li><i>De institutione musica</i></li>\n<li><i>Quomodo trinitas unus Deus ac non tres dii</i> ou <i>De Trinitate</i></li>\n<li><i>Geometria Euclidis a Boethio in latinum translata</i></li>\n<li><i>Introductio ad syllogismos categoricos</i></li>\n<li><i>Liber contra Eutychen et Nestorium</i></li>\n<li><i>Tractatus Theologici</i></li>\n<li><i>Quomodo substantiae in eo, quod sint, bonae sint</i> ou <i>De hebdomadibus</i></li>\n<li><i>Utrum Pater et Filius et Spiritus sanctus de diuinitate substantialiter praedicentur</i></li>\n<li><i>In Porphyrii Isagogen commentorum editio prima</i>, tradução e comentário à <i><a href=\"/wiki/Isagoge\" title=\"Isagoge\">Isagoge</a></i> de <a href=\"/wiki/Porf%C3%ADrio\" title=\"Porfírio\">Porfírio</a></li>\n<li>Tradução e comentário dos tratados de lógica de <a href=\"/wiki/Arist%C3%B3teles\" title=\"Aristóteles\">Aristóteles</a></li></ul>",
        "<ul><li>Bernhard, Michael, <i>Wortkonkordanz zu Anicius Manlius Severinus Boethius, De institutione musica</i>, Bayerische Akademie der Wissenschaften, Veröffentlichungen der Musikhistorischen Kommission, vol. 4, Munique, 1979.</li>\n<li>Bernhard, Michael; Bower, Calvin M. (editores), <i>Glossa maior in institutionem musicam Boethii</i>, Editionsband 1. Bayerische Akademie der Wissenschaften, Veröffentlichungen der Muskihistorischen Kommission, vol. 9, Munique, 1993.</li>\n<li>Boécio, <i>Consolação da Filosofia</i>, tradução de Luís Manuel Gaspar Cerqueira, Fundação Calouste Gulbenkian, Lisboa, 2011 (Prémio de tradução da União Latina 2012)</li>\n<li>Boethius, Anicius Manlius Severinus, <i>Fundamentals of Music</i>, tradução de Calvin M. Bower, ed. Claude V. Palisca. New Haven: Yale University Press, 1989.</li>\n<li>Bower, Calvin M. <i>Boethius and Nichomachus: An Essay Concerning the Sources of De Institutione Musica</i>, <i>Vivarium</i>, 16 (1978), 1-45.</li>\n<li>Chadwick, Henry, <i>Boethius: The Consolations of Music, Logic, Theology, and Philosophy</i>, Oxford, 1981.</li>\n<li>Colish, Marcia L., <i>Medieval Foundations of the Western Intellectual Tradition.</i> New Haven, CT: Yale University Press, 1997 (<a href=\"/wiki/Especial:Fontes_de_livros/0300078528\" class=\"internal mw-magiclink-isbn\">ISBN 0-300-07852-8</a>).</li>\n<li>Gibson, Margaret (coordenadora), <i>Boethius: His Life, Thought and Influence</i>, Oxford, 1981.</li>\n<li>Masi, Michael (editor), <i>Boethius and the Liberal Arts: A Collection of Essays</i>, Utah Studies in Literature and Linguistics 18, 157-74, Berna, Frankfurt e Las Vegas, 1981.</li>\n<li>Masi, Michael, <i>Boethian Number Theory: A Translation of the De Institutione Arithmetica</i>, in <i>Studies in Classical Antiquity</i>, vol. 6 (Amsterdam, 1983).</li>\n<li>Masi, Michael, <i>Manuscripts Containing the De Musica of Beothius</i>, in <i>Manuscripta</i> 15 (1971), 89-95.</li>\n<li>McKinlay, A. P., <i>Stylistic Tests and the Chronology of the Works of Boethius</i>, <i>Harvard Studies in Classical Philology</i> 18 (1907), 123-56.</li>\n<li>Marenbon, John, <i>Boethius.</i> Oxford: Oxford University Press, 2003 (<a href=\"/wiki/Especial:Fontes_de_livros/0195134079\" class=\"internal mw-magiclink-isbn\">ISBN 0-19-513407-9</a>).</li>\n<li>Palisca, Claude V., <i>Boethius in the Renaissance</i> in <i>Music Theory and Its Sources</i>, ed. André Barbera (Notre Dame, 1990), 259-80.</li>\n<li>Palisca, Claude V., <i>Studies in Italian Music and Music Theory</i>, Oxford, 1994.</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.britannica.com/eb/article-9080386/Anicius-Manlius-Severinus-Boethius\">«Boécio na Enciclopédia Britânica»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABo%C3%A9cio&amp;rft.btitle=Bo%C3%A9cio+na+Enciclop%C3%A9dia+Brit%C3%A2nica&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.britannica.com%2Feb%2Farticle-9080386%2FAnicius-Manlius-Severinus-Boethius&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.angelfire.com/indie/anna_jones1/boethius.html\">«Anicius Manlius Severinus Boethius (480-524)»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABo%C3%A9cio&amp;rft.btitle=Anicius+Manlius+Severinus+Boethius+%28480-524%29&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.angelfire.com%2Findie%2Fanna_jones1%2Fboethius.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.gutenberg.org/author/Anicius_Manlius_Severinus_Boethius\">Obras de Anicius Manlius Severinus Boethius</a> (em inglês) no <a href=\"/wiki/Projeto_Gutenberg\" title=\"Projeto Gutenberg\">Projeto Gutenberg</a></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://laurentius.lub.lu.se/volumes/Mh_1/\">«Manuscrito de <i>Institutio Arithmetica</i>»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABo%C3%A9cio&amp;rft.btitle=Manuscrito+de+Institutio+Arithmetica&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Flaurentius.lub.lu.se%2Fvolumes%2FMh_1%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://historical.library.cornell.edu/cgi-bin/cul.math/docviewer?did=cdl274&amp;seq=3\">«The Geoffrey Freudlin 1885 edition of the <i>Arithmetica</i>»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABo%C3%A9cio&amp;rft.btitle=The+Geoffrey+Freudlin+1885+edition+of+the+Arithmetica&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fhistorical.library.cornell.edu%2Fcgi-bin%2Fcul.math%2Fdocviewer%3Fdid%3Dcdl274%26seq%3D3&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.catholic-forum.com/saints/saints0g.htm\">«Patron Saint Index: Blessed Severinus Boethius»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABo%C3%A9cio&amp;rft.btitle=Patron+Saint+Index%3A+Blessed+Severinus+Boethius&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.catholic-forum.com%2Fsaints%2Fsaints0g.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/boethius/\">«Stanford Encyclopedia of Philosophy»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABo%C3%A9cio&amp;rft.btitle=Stanford+Encyclopedia+of+Philosophy&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fplato.stanford.edu%2Fentries%2Fboethius%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www-groups.dcs.st-and.ac.uk/~history/PictDisplay/Boethius.html\">Imagens de Boécio</a></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www-groups.dcs.st-and.ac.uk/~history/Mathematicians/Boethius.html\">«Biografia de Boécio»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABo%C3%A9cio&amp;rft.btitle=Biografia+de+Bo%C3%A9cio&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww-groups.dcs.st-and.ac.uk%2F~history%2FMathematicians%2FBoethius.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www-groups.dcs.st-and.ac.uk/~history/Biographies/Boethius.html\">«Biografia MacTutor de Boécio»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ABo%C3%A9cio&amp;rft.btitle=Biografia+MacTutor+de+Bo%C3%A9cio&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww-groups.dcs.st-and.ac.uk%2F~history%2FBiographies%2FBoethius.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://purl.pt/31907\">De Disciplina scholarium, Lyon, 1499</a>, na Biblioteca Nacional de Portugal</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://bndigital.bnportugal.gov.pt/records?search=&amp;sort=-PURL_ID,_score&amp;perpage=10&amp;page=1&amp;&amp;refine%5BCreator%5D%5B%5D=Bo%C3%A9cio%2C+fl.+480-524&amp;r&amp;&amp;page=1&amp;refine%5BRights%5D%5B%5D=PUBLIC+DOMAIN\">Obras de Boécio na Biblioteca Nacional de Portugal</a></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_480\" title=\"Categoria:Nascidos em 480\">Nascidos em 480</a><a href=\"/wiki/Categoria:Mortos_em_524\" title=\"Categoria:Mortos em 524\">Mortos em 524</a><a href=\"/wiki/Categoria:An%C3%ADcios\" title=\"Categoria:Anícios\">Anícios</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Roma_Antiga\" title=\"Categoria:Filósofos da Roma Antiga\">Filósofos da Roma Antiga</a><a href=\"/wiki/Categoria:C%C3%B4nsules_do_Reino_Ostrog%C3%B3tico_do_s%C3%A9culo_VI\" title=\"Categoria:Cônsules do Reino Ostrogótico do século VI\">Cônsules do Reino Ostrogótico do século VI</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_cat%C3%B3licos\" title=\"Categoria:Filósofos católicos\">Filósofos católicos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_V\" title=\"Categoria:Filósofos do século V\">Filósofos do século V</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_VI\" title=\"Categoria:Filósofos do século VI\">Filósofos do século VI</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_executados\" title=\"Categoria:Filósofos executados\">Filósofos executados</a><a href=\"/wiki/Categoria:Manlii\" title=\"Categoria:Manlii\">Manlii</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_do_s%C3%A9culo_VI\" title=\"Categoria:Matemáticos do século VI\">Matemáticos do século VI</a><a href=\"/wiki/Categoria:Mestres_dos_of%C3%ADcios_do_Reino_Ostrog%C3%B3tico\" title=\"Categoria:Mestres dos ofícios do Reino Ostrogótico\">Mestres dos ofícios do Reino Ostrogótico</a><a href=\"/wiki/Categoria:Mortes_por_armas_brancas\" title=\"Categoria:Mortes por armas brancas\">Mortes por armas brancas</a><a href=\"/wiki/Categoria:Oficiais_do_Imp%C3%A9rio_Bizantino\" title=\"Categoria:Oficiais do Império Bizantino\">Oficiais do Império Bizantino</a><a href=\"/wiki/Categoria:Padres_da_Igreja\" title=\"Categoria:Padres da Igreja\">Padres da Igreja</a><a href=\"/wiki/Categoria:Ret%C3%B3ricos_da_Roma_Antiga\" title=\"Categoria:Retóricos da Roma Antiga\">Retóricos da Roma Antiga</a><a href=\"/wiki/Categoria:Romanos_antigos_executados\" title=\"Categoria:Romanos antigos executados\">Romanos antigos executados</a><a href=\"/wiki/Categoria:Tradutores_da_l%C3%ADngua_grega_antiga\" title=\"Categoria:Tradutores da língua grega antiga\">Tradutores da língua grega antiga</a><a href=\"/wiki/Categoria:Romanos_antigos_do_s%C3%A9culo_V\" title=\"Categoria:Romanos antigos do século V\">Romanos antigos do século V</a><a href=\"/wiki/Categoria:Romanos_antigos_do_s%C3%A9culo_VI\" title=\"Categoria:Romanos antigos do século VI\">Romanos antigos do século VI</a><a href=\"/wiki/Categoria:Santos_da_It%C3%A1lia\" title=\"Categoria:Santos da Itália\">Santos da Itália</a><a href=\"/wiki/Categoria:Santos_do_s%C3%A9culo_VI\" title=\"Categoria:Santos do século VI\">Santos do século VI</a><a href=\"/wiki/Categoria:Te%C3%B3logos_do_s%C3%A9culo_VI\" title=\"Categoria:Teólogos do século VI\">Teólogos do século VI</a><a href=\"/wiki/Categoria:Te%C3%B3ricos_musicais\" title=\"Categoria:Teóricos musicais\">Teóricos musicais</a><a href=\"/wiki/Categoria:Comentaristas_de_Arist%C3%B3teles\" title=\"Categoria:Comentaristas de Aristóteles\">Comentaristas de Aristóteles</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Boetius.png/250px-Boetius.png",
    "view": "boecio"
}