{
    "url": "https://pt.wikipedia.org/wiki/Carl_Schmitt",
    "codigo_http": 200,
    "titulo": [
        "Carl Schmitt"
    ],
    "conteudo": [
        "Carl Schmitt (Plettenberg, 19 de julho de 1888 — 7 de abril de 1985) foi um filósofo, jurista e teórico político alemão. Membro proeminente do Partido Nazista, é considerado um dos mais significativos e controversos especialistas em direito constitucional e internacional do século XX. Para além dos campos do direito, sua obra abrange outros campos de estudo, como ciência política, sociologia, teologia, filosofia política e germânica. Em sua produção literária constam sátiras, relatos de viagens, investigações sobre a história intelectual, além de exegeses de textos clássicos da língua alemã.\n",
        "Influenciado pela teologia católica, o foco de Carl Schmitt girou sobretudo em torno de questões relativas à temas próprios da Teoria do Estado, bem como da materialização dos direitos e seus pressupostos filosóficos e históricos. Ele não integra o direito comum à denominada democracia liberal, chegando a ser chamado de \"coveiro do liberalismo\" e [de] \"Cassandra de Plettenberg do direito público\" por um de seus contemporâneos, o jurista alemão Günter Frankenberg.[1] Schmitt também foi denominado de \"clássico do pensamento político\" por Herfried Münkler.\n",
        "As mais importantes influências sobre o seu pensamento provieram de filósofos políticos, tais como Thomas Hobbes, Nicolau Maquiavel, Jean-Jacques Rousseau, Juan Donoso Cortés, Georges Sorel, Vilfredo Pareto e Joseph de Maistre. A obra de Schmitt influenciou e continua atraindo atenção de filósofos e cientistas políticos contemporâneos, dentre eles Hannah Arendt, Walter Benjamin, Jacques Derrida, Jürgen Habermas, Giorgio Agamben, Reinhart Koselleck, Friedrich Hayek,[2] Chantal Mouffe, Antonio Negri, Leo Strauss, Adrian Vermeule,[3] e Slavoj Žižek\n",
        "De acordo com a The Stanford Encyclopedia of Philosophy, \"Schmitt foi um observador perspicaz e analista das fraquezas do constitucionalismo liberal e do cosmopolitismo liberal. Mas pode haver pouca dúvida de que sua cura preferida acabou sendo infinitamente pior do que a doença\".[4]\n",
        "Schmitt nasceu na área de Sauerland, uma zona rural e montanhosa da antiga Província de Vestfália. Filho de um administrador de seguro de saúde, era o segundo dos cinco filhos de uma família de classe média católica.\n",
        "Quando menino viveu num seminário católico de Attendorn e frequentou a escola estadual. Após se formar, Schmitt inicialmente queria estudar filologia, mas, movido pelos insistentes conselhos de um tio, resolveu estudar direito. Começou seus estudos superiores, no verão de 1907, na cosmopolita Berlim, onde era visto  apenas como um \"rapaz obscuro, de origem modesta\", originário de Sauerland, tendo por isso sofrido forte rejeição por parte do meio em que vivia.[5] Assim, um ano depois, no verão de 1908, transferiu-se para a LMU Munique.\n",
        "A partir do inverno de 1908-1909, Schmitt prosseguiu seus estudos na Universidade de Estrasburgo. Em 1910, concluiu o primeiro estágio de sua formação jurídica, ao ser aprovado no Erstes juristisches Staatsexamen (Primeiro Exame Jurídico de Estado). No mesmo ano completou seu doutorado em direito, sob a orientação de Fritz van Calker, com a tese intitulada Über Schuld und Schuldarten. Eine Terminologische Untersuchung ('Sobre culpa e espécies. Uma investigação terminológica'). Iniciou então o segundo estágio de sua formação, no Oberlandesgericht (Tribunal de Recursos) de Dusseldorf.[6] Em janeiro de 1915, é aprovado no segundo estágio da formação jurídica (Assessorexamen). No mês seguinte, ingressou no regimento de infantaria da Baviera, em Munique, como voluntário, mas não seguiu para o front, sendo designado para servir ao Subcomando Geral do 1º Exército bávaro, no final de março de 1915[7]\n",
        "Ao terminar o serviço militar, completou a Habilitation em direito na Universidade de Estrasburgo, com a dissertação Die Einwirkung des Kriegzustandes auf das ordentliche  strafprozessuale Verfahen ('A influência do estado de guerra sobre os procedimentos do processo penal ordinário') e tornou-se professor. No fim da guerra, a universidade foi dissolvida, e Schmitt perdeu seu emprego, em novembro de 1918. Nesse mesmo ano, foi proclamada a República de Weimar.\n",
        "Entre 1919 e 1920, trabalhou como assistente universitário em Munique.[6]\n",
        "Tornou-se professor da Universidade de Berlim em 1933, ano em que ingressou no Partido Nazista.[8]\n",
        "Em abril de 1933, Schmitt recebeu uma carta de Martin Heidegger o convidando para se juntar ao Partido Nacional Socialista Alemão dos Trabalhadores.[9]\n",
        "Schmitt ingressou no Partido Nazista em 1 de maio de 1933.[8] Em questão de dias, Schmitt apoiou o partido na queima de livros de autores judeus, alegrou-se com a queima de material \"não alemão\" e \"anti-alemão\", e pediu um expurgo muito mais extenso, para incluir obras de autores influenciados por ideias judaicas.[8] Em julho, ele foi nomeado Conselheiro de Estado da Prússia por Hermann Göring e, em novembro, tornou-se presidente da \"União dos Juristas Nacional-Socialistas\". Ele também substituiu Hermann Heller como professor da Universidade Humboldt de Berlim,[10] uma posição que ocuparia até o final da Segunda Guerra Mundial. Ele apresentou suas teorias como um fundamento ideológico da ditadura nazista e uma justificativa do Estado Führer em relação à filosofia jurídica, particularmente através do conceito de auctoritas.\n",
        "Em junho de 1934, Schmitt foi nomeado editor-chefe do jornal nazista para advogados, o Deutsche Juristen-Zeitung (\"Jornal dos Juristas Alemãs\").[11] Em julho, ele publicou nele \"O Líder Protege a Lei (Der Führer schützt das Recht)\", uma justificativa dos assassinatos políticos da Noite das Facas Longas com a autoridade de Hitler como a \"mais alta forma de justiça administrativa (höchste Form administrativer Justiz)\".[12]  Schmitt se apresentou como um anti-semita radical e também foi o presidente de uma convenção de professores de direito em Berlim durante outubro de 1936,[8] onde exigiu que a lei alemã fosse purificada do \"espírito judaico (jüdischem Geist)\", indo assim a ponto de exigir que todas as publicações de cientistas judeus sejam marcadas a partir de agora com um pequeno símbolo.\n",
        "Depois que os nazistas forçaram a aprovação do Ato de Habilitação de 1933, que mudou a Constituição de Weimar para permitir que o então \"governo atual\" governasse por decreto, ignorando o Presidente Paul von Hindenburg e o Reichstag, Alfred Hugenberg, líder do o Partido Popular Nacional Alemão - que era um dos parceiros nazistas no governo de coalizão, mas estava sendo retirado de sua existência - esperava diminuir a tomada de poder nazista do país, ameaçando deixar sua posição de ministério no gabinete. Hugenberg argumentou que, ao fazer isso, o governo seria modificado e a Lei de Habilitação não seria mais aplicada, pois o \"governo atual\" que existia não existiria mais. Foi uma opinião legal de Carl Schmitt que impediu que essa manobra política fosse bem-sucedida. Schmitt, conhecido como um teórico constitucional, declarou que \"governo atual\" não se referia à composição específica do Gabinete quando a Lei foi aprovada, mas ao \"tipo de governo completamente diferente\" - ou seja, diferente do democracia da República de Weimar - que o gabinete de Hitler havia criado.[13]\n",
        "A partir de 1936, Schmitt começou a ser atacado por Das Schwarze Korps, o jornal oficial da  SS, de Heinrich Himmler. Schmitt perdeu o apoio de seus defensores e foi obrigado a se demitir da Academia de Direito, e da Liga de Professores de Direito, deixando também de contribuir para a revista jurídica Deutsche-Juristen-Zeitung. Conseguiu, entretanto, graças ao apoio de Goering, manter sua cátedra na Universidade de Berlim e sua posição de conselheiro de Estado na Prússia.[14] Schmitt continuou sendo membro do partido até o fim da Segunda Guerra Mundial e nunca se retratou.\n",
        "Após o término da guerra, foi mantido preso pelos soldados aliados por dois anos. Esse período crítico de sua vida foi descrito no livro Ex Captivitate Salus ('O Cativeiro Liberta').\n",
        "Segundo suas próprias palavras, tanto russos quanto aliados iniciaram o procedimento de \"prisão automática\" nos dois anos que se seguiram ao término da guerra. Milhares de altos funcionários do Estado alemão foram presos, sem qualquer ordem judicial, e internados em campos de concentração. Carl Schmitt esteve em Berlim em um desses campos, entre os anos de 1945 e 1946. Em março de 1947, ele foi transladado para Nuremberg para ser interrogado.\n",
        "Durante todo o tempo em que esteve no campo de concentração em Berlim e no Tribunal de Nuremberg, nunca foi feita nenhuma acusação formal contra Schmitt, nem mesmo foi comprovada qualquer ação delitiva de sua parte.[15]\n",
        "Em 1921, Schmitt se tornou professor da Universidade de Greifswald, onde publicou seu ensaio intutulado Die Diktatur (\"A Ditadura\"), onde tratou da fundação da recém estabelecida República de Weimar, enfatizando o ofício do Reichspräsident. Para Schmitt, um ditador forte poderia encarnar a vontade popular mais efetivamente que um corpo legislativo, como pode ser decisivo, considerando que parlamentares inevitavelmente envolvem discussões e compromissos.\n",
        "Para Schmitt, todo governo capaz de ação decisiva deve incluir um elemento ditatorial na sua Constituição. Embora o conceito alemão de Ausnahmezustand é melhor traduzido para Estado de emergência, significa literalmente Estado de exceção, no qual Schmitt combate livrar o Executivo de qualquer restrição legal ao seu poder que aplicaria normalmente. O uso do termo \"excepcional\" deve ser delineado: Schmitt definiu soberania como o poder de decidir a instauração do Estado de Exceção, como notou Giorgio Agamben. De acordo com Agamben, a conceitualização de Schmitt para \"Estado de Exceção\" como pertencente ao conceito essencial de soberania foi uma resposta ao conceito de Walter Benjamin de uma violência \"pura\" ou \"revolucionária\", que não entrou em nenhuma relação com o Direito. Por Estado de exceção, Carl Schmitt incluiu todos os tipos de violência que estão abaixo do Direito, direito à vida e que transforme o sistema judicial em uma \"máquina de matar\", segundo Agamben, criando a condição do Homo sacer.\n",
        "Schmitt se opôs ao que chamou de \"ditadura de guarda principal\", ou a declaração de Estado de Emergência para salvar a ordem legal (uma suspensão temporária do Direito, definido pela moral e direito legal): o Estado de Emergência é limitado (até mesmo em posteriori, pela lei), para \"soberania da ditadura\", onde o Direito foi suspenso, como em clássico Estado de exceção, não para \"salvar a Constituição\", mas para criar outra. Foi assim como ele autorizou a suspensão contínua de Hitler da ordem constitucional legal durante o Terceiro Reich. A Constituição da República de Weimar nunca foi ab-rogada, como citou Giorgio Agamben; particularmente, foi \"suspensa\" por quatro anos, sendo a primeira em 28 de fevereiro de 1933 pelo Decreto do Incêndio do Reichstag e a suspensão era renovada a cada quatro anos, simulando-se a um - contínuo - Estado de Emergência.\n",
        "Isso foi seguido por outro ensaio em 1922, intitulado \"Politische Theologie\" (\"Teologia Política\"); nele, Schmitt, que estava trabalhando como professor na Universidade de Bonn, dando maior subtância às suas futuras teorias autoritárias, negando efetivamente o Livre-arbítrio baseado na visão do mundo católico. O livro começa com uma famosa, ou notória, definição de Schmitt: \"Soberano é o que decide sobre a exceção\". Por \"exceção\", Schmitt designa como sendo o momento apropriado para o sair do Estado Democrático de Direito nos interesses públicos. Schmitt opõe essa definição de soberania oferecida por teóricos contemporâneos, particularmente Hans Kelsen, cujo trabalho é criticado em vários pontos no ensaio.\n",
        "O título do livro deriva da definição de Schmitt (no capítulo 3) de que \"todos os conceitos significantes da teoria moderna do Estado são conceitos teológicos secularizados\". -- em outras palavras, a teoria política dirige o Estado (e a soberania) da mesma maneira que a teologia faz com Deus.\n",
        "Um ano depois, Schmitt sustentou a emergência da estrutura do poder totalitário no seu trabalho \"Die geistesgeschichtliche Lage des heutigen Parlamentarismus\" (literalmente: \"A situação histórica-intelectual do parlamentarismo atual\"). Schmitt criticou as práticas institucionais das políticas liberais, argumentando que são justificados pela fé no discurso racional e na franqueza e que isso é um conflito com os atuais partidos políticos parlamentares, sobre cujas conseqüências criticou severamente nas obscuras salas com os líderes dos partidos. Schmitt também apresentou uma divisão essencial entre a doutrina liberal da separação dos poderes e o que ele acreditava ser a natureza da democracia por si só, a identidade das regras e os governados. Embora muitos críticos de Schmitt hoje levam exceção à sua perspectiva autoritária fundamental, a noção que há incompatibilidade entre liberalismo e democracia é uma razão por que seu trabalho continua interessando estudantes de filosofia do direito.\n",
        "Schmitt muda de universidade em 1926, quando se torna professor de Direito na Deutsche Hochschule für Politik, em Berlim, e novamente em 1932, quando aceita um  cargo na Universidade de Colônia. Foi em Colônia que escreveu seu famoso ensaio \"Der Begriff des Politischen\" ('O Conceito do Político'), no qual desenvolve a teoria do interesse específico do domínio denominado \"político\". Tal conceito daria ao Estado a sua dimensão de predominância: assim como as igrejas são predominantes na religião, e a sociedade é predominante na economia, o Estado seria predominante na política.\n",
        "Em O Conceito do Político,[16] Schmitt busca definir o objetivo do político.  Assim como o domínio da moral é determinado pelas noções de bem e mal, o estético pelas noções de belo e feio, o econômico pelas categorias do lucro, o político pode ser definido, segundo o autor, a partir da distinção amigo-inimigo, sendo que o inimigo ao qual se refere será sempre o 'inimigo público' (hostis) e não  'inimigo privado' (inimicus). Esse critério de definição do político, porém, constitui um \"conceito-limite\" (no caso de guerra, que é a mais extrema demonstração de inimizade e que nos permitiria conhecer a natureza da forma política).[17]\n",
        "Apesar de haver interpretações divergentes da sua proposta,  O Conceito do Político é geralmente aceito como uma tentativa de alcançar a unidade estatal, definindo o conteúdo do político como oposição ao estrangeiro, e também pela preeminência do Estado, o qual permanece como uma força neutra, acima de uma sociedade civil potencialmente turbulenta e cujos vários antagonismos não devem alcançar o nível do político, para que não ocorra uma guerra civil.\n",
        "Schmitt teve como um dos seus principais rivais teóricos o judeu Hans Kelsen. Com Kelsen, Schmitt travou o famoso debate sobre quem deveria ser o Guardião da Constituição (a expressão \"guarda da Constituição\" aparece na Constituição Federal brasileira em seu art. 102, que a atribui ao STF, bem como em seu art. 23, I).\n",
        "Para Schmitt, em obra publicada originalmente em 1929 sob o título \"Das Reichgerichts als Hüter de Verfassung\", e republicada em uma versão ampliada em 1931, sob o título de \"O Guardião da Constituição\" (Der Hüter der Verfassung),[18] a Guarda da Constituição era uma função de natureza política, e não jurídica, e, portanto, somente o presidente do Reich poderia desempenhar essa função, e, com a rápida ascensão do Partido Nazista, em pouco tempo o presidente do Reich passaria a ser ninguém menos que Adolf Hitler. Ainda no ano de 1931, Kelsen publicou uma reposta com o título \"Quem deve ser o guardião da Constituição?\".[19] Em tal obra, Kelsen questionou o argumento de Schmitt, expressando que, se por \"natureza política\" Schmitt entendia a solução de controvérsias de grande repercussão social, isso não a diferenciava da \"natureza jurídica\", pois o Direito, assim como a política, sempre teve a função de solucionar questões sociais controversas de grande repercussão, e defendeu a importância de tal função ser desempenhada por um Tribunal Constitucional em uma democracia moderna, formado por magistrados, profissionais preparados, o que garantiria uma maior imparcialidade nas decisões, especialmente quando se tratasse de minorias ou de questões relacionadas a opositores do governo, sendo a sua inspiração para a redação da Constituição Austríaca de 1920.[20]\n",
        "Entretanto, a teoria que triunfou na época foi a de Schmitt, devido a ascensão do III Reich alemão. A teoria de Kelsen só veio a triunfar no pós-guerra, com o restabelecimento da democracia.\n",
        "Após a II Guerra Mundial, naquilo que um de seus críticos, o jurista alemão Günter Frankenberg, chamou de \"autodesnazificação mascarada\",[1] Schmitt passou a rever o seu antigo pensamento e a desvincular-se de algumas de suas antigas teorias e de sua antiga corrente de pensamento em seus escritos.\n",
        "Com isso, devido, principalmente, a trabalhos de Max Scheler (\"Der Formalismus in Der Ethik\" publicado em 1913), Nicolai Hartmann (\"Ethik\" publicado em 1926), e Ortega y Gasset (\"¿Qué son los Valores?\" publicado em 1923), Schmitt, preocupado com o êxito que tal filosofia teve e com os resultados que produziu e ainda poderia produzir, escreveu o texto \"A Tirania dos Valores\" (título original: \"Die Tyrannei der Werte\") em 1960, texto que aborda questões relativas à filosofia ética, em especial as ideias de uma filosofia dos valores na ética e a hierarquização de valores.\n",
        "Para ele, o que está em questão nesse espaço intersubjetivo, é a dignidade dos inimigos, a qual está sempre ameaçada pela específica lógica que os valores têm e o conteúdo dado a eles em um determinado contexto histórico. Nesse texto, Schmitt critica o aumento de importância de valores equívocos, excludentes, de flutuação livre, nos níveis jurídico, político e ideológico. O surgimento da filosofia do valor é apenas um fenômeno recente.[21] Schmitt lamenta a perda da sabedoria de que apenas apenas objetos têm valor (Wert), enquanto que serem humanos têm dignidade (Würde[22] - essa é a ideia de dignidade da pessoa humana defendida por Kant[23]). Para Schmitt, a concepção marxista, de que esse fenômeno é apenas a expressão superestrutural da centralidade do valor no nível econômico, é muito simplória. O sucesso da filosofia do valor é, de acordo com ele, uma reação ao niilismo do século XIX (em especial, Nietzsche). Mas é um fenômeno negativo, porque ele aumenta a tendência de hostilidade absoluta.\n",
        "Uma das frases mais emblemáticas de tal obra é a seguinte:\n",
        "Para Schmitt, isso é claro e é a \"essência do valorizar\", sendo, precisamente, a \"tirania dos valores\", que entra aos poucos em nossa consciência.[24] No texto, Schmitt menciona que Hitler aludia com frequência e insistência a palavra \"valor\", e cita um discurso dele realizado em 10 de novembro de 1938, em que Hitler dizia o seguinte: \"A história universal está feita por homens. Antes a fez os homens e hoje a faz os homens. O decisivo é o valor desses homens, e, de certo modo também, o número. O valor do homem alemão é incomparável. Nunca me deixarei persuadir de que algum outro povo possa ter tanto valor. Estou convencido de que nosso povo, sobretudo hoje, em seu contínuo melhoramento, representa o valor supremo que existe atualmente neste mundo\".\n",
        "De acordo com Schmitt, a lógica dos valores levou a uma guerra de todos contra todos, na qual os valores funcionam como os espectros de deuses desencantados: o seu caráter absoluto gera inimigos absolutos, pois ninguém pode falar de valor sem implicar um não-valor. Um juízo de valor implica um juízo de ausência de valor. A lógica do valor é, portanto, \"a lógica da falta de valor, e a destruição do portador dessa falta de valor\".[25] As pessoas têm de \"considerar o outro lado como inteiramente criminoso e desumano, como totalmente sem valor. Caso contrário, eles próprios são criminosos e desumanos\".[26] Os valores subjetivos são objetivados, os seus portadores ocultados. Qualquer um pode se apropriar deles em suas lutas.\n",
        "Contra esse perigo, Schmitt parece sugerir uma dupla ação: de um lado, ele tenta tirar conceitos universais das mãos de determinados sujeitos políticos e colocá-los em uma esfera intersubjetiva de reconhecimento recíproco.[27] Por outro lado, ele sempre relaciona as ideias com o sujeito que as enuncia, e exige um tipo de homologia entre a ideia e o sujeito o qual a enuncia: um determinado sujeito não pode falar em nome da humanidade, por exemplo. No caso de alguns enunciados, não existe um sujeito que possa enunciá-los. Em seus escritos, Schmitt frequentemente enfatiza a relação entre ideias ou normas e o sujeito o qual as enuncia. Apenas raramente ele discute ideias como tais sem as relacionar a posições subjetivas, políticas, e históricas.\n",
        "Essa teoria de hierarquização de valores é radicalmente diferente da teoria do pragmatismo de William James, por exemplo, muito presente na ideia de ponderação no Direito. James perguntava, para responder afirmativamente, o seguinte: \"Visto que tudo que é pedido, é, por esse fato, um bem, não deve o princípio guia da filosofia ética (visto que todas as petições não podem ser atendidas conjuntamente nesse pobre mundo) ser simplesmente capaz de satisfazer, em todos os momentos, a tantos pedidos quantos sejam possíveis de formular?[28] (Em inglês: \"Since everything which is demanded is by that fact a good, must not the guiding principle for ethical philosophy (since all demands conjointly cannot be satisfied in this poor world) be simply to satisfy at all times as many demands as we can?\"[29]).\n",
        "Schmitt, em uma nota final ao texto, expressa que na década de 1920 ainda era possível, de boa-fé e com as intenções mais humanitárias possíveis, pedir a destruição de vida sem valor e determinar sua forma e sua medida. As pessoas ainda não haviam tomado consciência da lógica específica dos valores. O entusiasmo de ter encontrado finalmente valores objetivos ainda não havia sido quebrado. O \"reverso fatal\" estava velado. Hoje em dia, um jurista (ou filósofo, político, etc.) que se refere a valores e sem-valores deve saber o que faz. Podemos compreender o historicamente o entusiasmo de Ortega do ano de 1923, porque conhecemos a origem que teve a filosofia dos valores na crise niilista do século XIX; porém já não podemos compartilhar do mesmo entusiasmo, porque fizemos a experiência de que tampouco a pretensão de valores objetivos pode superar essa crise. Ao contrário, a lógica do valor, que sempre é, ao mesmo tempo, uma lógica do sem-valor, conduziu a uma exacerbação enorme e ameaça intensificar ainda mais os problemas do final do século XX. Ele finaliza dizendo que tentou com as considerações expostas no texto chamar a atenção sobre esses aspectos dos problemas dos valores e advertir sobre uma possibilidade perigosa que, aparentemente, as pessoas não tomaram plena consciência.[30]\n",
        "Reconhecendo a existência de diversos sentidos dentro da concepção política, ele concede ao \"sentido positivo\" (dentro da concepção política) a única que verdadeiramente representa o significado de Constituição, sendo esta a decisão política fundamental. De acordo com alguns intérpretes, Schmitt é visto como um voluntarista. Uma certa unidade política, com a vontade de existir, expressa e decide concretamente suas formas e seus modos de ser. Como consequência desta concepção temos: - distinção entre Constituição (aspectos fundamentais do Estado) e leis constitucionais;\n- as decisões políticas fundamentais não podem ser modificadas (ao contrário das leis constitucionais); e\n- em situações de crise, somente as leis constitucionais podem ser suspensas.[31]\n"
    ],
    "ligacoes": [
        "<ul><li><a href=\"/wiki/Constitucionalismo\" title=\"Constitucionalismo\">Constitucionalismo</a></li>\n<li><a href=\"/wiki/Hans_Kelsen\" title=\"Hans Kelsen\">Hans Kelsen</a></li>\n<li><a href=\"/wiki/Teologia_pol%C3%ADtica\" title=\"Teologia política\">Teologia política</a></li>\n<li><a href=\"/wiki/Thomas_Hobbes\" title=\"Thomas Hobbes\">Thomas Hobbes</a></li>\n<li><a href=\"/wiki/Estado_de_exce%C3%A7%C3%A3o\" title=\"Estado de exceção\">Estado de exceção</a></li></ul>",
        "<ul><li><i>Über Schuld und Schuldarten. Eine terminologische Untersuchung</i>, 1910</li>\n<li><i>Gesetz und Urteil. Eine Untersuchung zum Problem der Rechtspraxis</i>, 1912</li>\n<li><i>Schattenrisse</i> (publicado com o pseudónimo <i>Johannes Negelinus, mox Doctor</i>, em cooperação com Dr. Fritz Eisler), 1913</li>\n<li><i>Der Wert des Staates und die Bedeutung des Einzelnen</i>, 1914</li>\n<li><i>Theodor Däublers ‚Nordlicht‘: Drei Studien über die Elemente, den Geist und die Aktualität des Werkes</i>, 1916</li>\n<li><i>Die Buribunken</i>, em: Summa 1/1917/18, 89 ff.</li>\n<li><i>Politische Romantik</i>, 1919</li>\n<li><i>Die Diktatur. Von den Anfängen des modernen Souveränitätsgedankens bis zum proletarischen Klassenkampf</i>, 1921</li>\n<li><i>Politische Theologie. Vier Kapitel zur Lehre von der Souveränität</i>, 1922</li>\n<li><i>Die geistesgeschichtliche Lage des heutigen Parlamentarismus</i>, 1923</li>\n<li><i>Römischer Katholizismus und politische Form</i>, 1923</li>\n<li><i>Die Rheinlande als Objekt internationaler Politik</i>, 1925</li>\n<li><i>Die Kernfrage des Völkerbundes</i>, 1926</li>\n<li><i>Der Begriff des Politischen</i>, em: Archiv für Sozialwissenschaften und Sozialpolitik 58/1927, 1 ff.</li>\n<li><i>Volksentscheid und Volksbegehren. Ein Beitrag zur Auslegung der Weimarer Verfassung und zur Lehre von der unmittelbaren Demokratie</i>, 1927</li>\n<li><i>Verfassungslehre</i>, 1928</li>\n<li><i>Hugo Preuß. Sein Staatsbegriff und seine Stellung in der dt. Rechtslehre</i>, 1930</li>\n<li><i>Der Völkerbund und das politische Problem der Friedenssicherung</i>, 1930, 2. ed. 1934</li>\n<li><i>Der Hüter der Verfassung</i>, 1931</li>\n<li><i>Der Begriff des Politischen</i>, 1932 (extensão do artigo de 1927)</li>\n<li><i>Legalität und Legitimität</i>, 1932</li>\n<li><i>Staat, Bewegung, Volk. Die Dreigliederung der politischen Einheit</i>, 1933</li>\n<li><i>Das Reichsstatthaltergesetz</i>, 1933</li>\n<li><i>Staatsgefüge und Zusammenbruch des Zweiten Reiches. Der Sieg des Bürgers über den Soldaten, 1934</i></li>\n<li><i>Über die drei Arten des rechtswissenschaftlichen Denkens</i>, 1934</li>\n<li><i>Der Leviathan in der Staatslehre des Thomas Hobbes</i>, 1938</li>\n<li><i>Die Wendung zum diskriminierenden Kriegsbegriff</i>, 1938</li>\n<li><i>Völkerrechtliche Großraumordnung und Interventionsverbot für raumfremde Mächte. Ein Beitrag zum Reichsbegriff im Völkerrecht</i>, 1939</li>\n<li><i>Positionen und Begriffe im Kampf mit Weimar – Genf – Versailles 1923–1939</i>, 1940 (coleção de artigos)</li>\n<li><i>Land und Meer. Eine weltgeschichtliche Betrachtung</i>, 1942</li>\n<li><i>Der Nomos der Erde im Völkerrecht des Jus Publicum Europaeum</i>, 1950</li>\n<li><i>Donoso Cortes in gesamteuropäischer Interpretation</i>, 1950</li>\n<li><i>Ex captivitate salus. Erinnerungen der Zeit 1945/47</i>, 1950</li>\n<li><i>Die Lage der europäischen Rechtswissenschaft</i>, 1950</li>\n<li><i>Gespräch über die Macht und den Zugang zum Machthaber</i>, 1954</li>\n<li><i>Hamlet oder Hekuba. Der Einbruch der Zeit in das Spiel</i>, 1956</li>\n<li><i>Verfassungsrechtliche Aufsätze aus den Jahren 1924–1954</i>, 1958 (coleção de artigos)</li>\n<li><i>Die Tyrannei der Werte</i>, 1960</li>\n<li><i>Theorie des Partisanen. Zwischenbemerkung zum Begriff des Politischen</i>, 1963</li>\n<li><i>Politische Theologie II. Die Legende von der Erledigung jeder Politischen Theologie</i>, 1970</li>\n<li><i>Glossarium. Aufzeichnungen der Jahre 1947-1951</i>, editado de Eberhard Freiherr von Medem, 1991 (posthum)</li>\n<li><i>Das internationale Verbrechen des Angriffskrieges</i>, editado de Helmut Quaritsch, 1993 (posthum)</li>\n<li><i>Staat – Großraum – Nomos</i>, editado de Günter Maschke, 1995 (posthum)</li>\n<li><i>Frieden oder Pazifismus?</i>, editado de Günter Maschke, 2005 (posthum)</li>\n<li><i>Carl Schmitt: Tagebücher</i>, editado de Ernst Hüsmert, 2003 ff. (posthum)</li></ul>",
        "<ul><li><i>O estatuto jurídico internacional do grande território e a proibição da intervenção de potências estrangeiras no seu âmbito</i> (Völkerrechtliche Großraumordnung und Interventionsverbot für raumfremde Mächte. Ein Beitrag zum Reichsbegriff im Völkerrecht). 1939, com a 4.ª edição em 1941.</li>\n<li><i>La Tirania de los Valores</i> (Die Tyrannei der Werte). Tradução de Anima Schmitt de Otero. <i>In</i>: Revista de Estúdios Políticos, Madrid, 115, Enero-Frebrero 1961, p. 65-81.</li>\n<li><i>Teoria da guerrilha</i> (Theorie des Partisanen. Zwischenbemerkung zum Begriff des Politischen), tradução de Clarisse Tavares, Lisboa, Ed. Arcádia, 1975</li>\n<li><i>O conceito do político</i> (Der Begriff des Politischen), apresentação de Hans Georg Flickinger, tradução de Alvaro L. M. Valls, Petropolis, RJ: Ed. Vozes, 1992, <a href=\"/wiki/Especial:Fontes_de_livros/8532606881\" class=\"internal mw-magiclink-isbn\">ISBN 85-326-0688-1</a></li>\n<li><i>Teologia política</i> (Politische Theologie), tradução de Elisete Antoniuk, Belo Horizonte: Ed. Del Rey, 2006. <a href=\"/wiki/Especial:Fontes_de_livros/8573088168\" class=\"internal mw-magiclink-isbn\">ISBN 85-7308-816-8</a></li>\n<li><i>O guardião da constituição</i> (Der Hüter der Verfassung), tradução de Geraldo Luiz de Carvalho Neto, Belo Horizonte: Ed. Del Rey, 2007. <a href=\"/wiki/Especial:Fontes_de_livros/8573088869\" class=\"internal mw-magiclink-isbn\">ISBN 85-7308-886-9</a></li>\n<li>\"Catolicismo Romano e Forma política\", tradução Alexandre Franco de Sá, Lisboa, Hugin editores, 1998.</li>\n<li>\"A Crise da Democracia Parlamentar\" (edição com os textos integrais de 'Politsches Teologie' e 'Die Geistesgeschichtliche Lage des heutigen Parlamentarismus'), tradução de Inês Lohbaeur. São Paulo: Scritta, 1996.</li>\n<li>\"O Leviatã na Teoria do Estado de Thomas Hobbes\". (The Leviathan in the State Theory of Thomas Hobbes; Le Leviathan dans la doctrine de l'État de Thomas Hobbes; Der Leviathan in der Staatslehre des Thomas Hobbes) Trad. Cristiana Filizola e João C. Galvão Junior. In GALVÃO JR. J.C. \"Leviathan cibernetico\" Rio de Janeiro: NPL, 2008.</li>\n<li>\"Terra e Mar\" (Land und Meer. Eine weltgeschichtliche Betrachtung),tradução de Alexandre Franco de Sá, Lisboa: Esfera do Caos, 2008.</li></ul>",
        "<ul><li>Stefano Pietropaoli: Carl Schmitt Uma Introdução, Curitiba, UFPR.</li>\n<li>Roberto Bueno: \"Uma interpretação conservadora revolucionária do político e da ditadura.\"</li>\n<li>Alain de Benoist: <i>Carl Schmitt. Bibliographie seiner Schriften und Korrespondenzen</i>, Berlin 2003, <a href=\"/wiki/Especial:Fontes_de_livros/305003839X\" class=\"internal mw-magiclink-isbn\">ISBN 3-05-003839-X</a></li>\n<li>Galvão Jr., J.C. Sobre a “exceção humana” – Carta a Lacan, Jung, Schmitt. São Paulo: Liber Ars, 2012.</li>\n<li>Gómez, J.M. Soberania imperial, espaços de exceção e o campo de Guantánamo. Desterritorialização e confinamento na \"guerra contra o terror\". Contexto int. v.30 n.2 Rio de Janeiro maio/ago. 2008.</li>\n<li>Luiz Silva, W. Carl Schmitt e o conceito limite do político. Kriterion vol.49 no.118 Belo Horizonte Dec. 2008.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.publicadireito.com.br/conpedi/manaus/arquivos/Anais/sao_paulo/2236.pdf\">O debate entre Kelsen e Schmitt sobre o Guardião da Constituição, Bruno Meneses Lorenzetto</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_miscellaneous.svg\" title=\"Portal da educação\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/40px-Nuvola_apps_edu_miscellaneous.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/60px-Nuvola_apps_edu_miscellaneous.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Educa%C3%A7%C3%A3o\" title=\"Portal:Educação\">Portal da educação</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Scale_of_justice_gold.png\" title=\"Portal do direito\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/09/Scale_of_justice_gold.png/40px-Scale_of_justice_gold.png\" decoding=\"async\" width=\"25\" height=\"20\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/09/Scale_of_justice_gold.png/60px-Scale_of_justice_gold.png 2x\" data-file-width=\"250\" data-file-height=\"204\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Direito\" title=\"Portal:Direito\">Portal do direito</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1888\" title=\"Categoria:Nascidos em 1888\">Nascidos em 1888</a><a href=\"/wiki/Categoria:Mortos_em_1985\" title=\"Categoria:Mortos em 1985\">Mortos em 1985</a><a href=\"/wiki/Categoria:Geopol%C3%ADticos\" title=\"Categoria:Geopolíticos\">Geopolíticos</a><a href=\"/wiki/Categoria:Juristas_do_direito_p%C3%BAblico_da_Alemanha\" title=\"Categoria:Juristas do direito público da Alemanha\">Juristas do direito público da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_direito_da_Alemanha\" title=\"Categoria:Filósofos do direito da Alemanha\">Filósofos do direito da Alemanha</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Bonn\" title=\"Categoria:Professores da Universidade de Bonn\">Professores da Universidade de Bonn</a><a href=\"/wiki/Categoria:Naturais_da_Ren%C3%A2nia_do_Norte-Vestf%C3%A1lia\" title=\"Categoria:Naturais da Renânia do Norte-Vestfália\">Naturais da Renânia do Norte-Vestfália</a><a href=\"/wiki/Categoria:Ex-cat%C3%B3licos\" title=\"Categoria:Ex-católicos\">Ex-católicos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_per%C3%ADodo_posterior_%C3%A0_Segunda_Guerra_Mundial\" title=\"Categoria:Filósofos do período posterior à Segunda Guerra Mundial\">Filósofos do período posterior à Segunda Guerra Mundial</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Nazistas\" title=\"Categoria:Nazistas\">Nazistas</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/9/91/Carl_Schmitt_1904_Schulklasse.jpg",
    "view": "carl_schmitt"
}