{
    "url": "https://pt.wikipedia.org/wiki/Catharine_Macaulay",
    "codigo_http": 200,
    "titulo": [
        "Catharine Macaulay"
    ],
    "conteudo": [
        "Catharine Macaulay, (Sawbridge, 2 de abril de 1731 – Binfield, 22 de junho de 1791), mais tarde Catharine Graham, foi uma historiadora republicana inglesa do partido Whig.\n",
        "Catharine Macaulay era filha de John Sawbridge (1699–1762) e de sua esposa Elizabeth Wanley (falecida em 1733), de Olantigh. John era um proprietário de terras de Wye, Kent, cujos ancestrais eram pequenos proprietários rurais em Warwickshire.[1]\n",
        "Macaulay foi educada em casa por uma governanta. No primeiro volume de sua História da Inglaterra, Macaulay afirmou que desde cedo era uma leitora prolífica, em particular das \"histórias que exibem a liberdade em seu estado mais elevado nos anais das repúblicas romana e grega... [desde a infância] a liberdade tornou-se objeto de uma adoração colateral\".[2] No entanto, este relato contradiz o que ela disse a seu amigo Benjamin Rush, a quem ela se descreveu como \"uma garota imprudente até os vinte anos, quando ela contraiu o gosto por livros e conhecimento lendo um volume ímpar de alguma história, que ela pegou em algum lugar na casa de seu pai\".[3] Ela também disse a Caleb Fleming que não sabia latim nem grego.[3]\n",
        "Pouco se sabe sobre seus primeiros anos de vida. Em 1757, uma estudiosa de latim e grego, Elizabeth Carter, visitou uma cerimônia em Canterbury, onde conheceu Macaulay, então com 26 anos de idade. Em uma carta a um amigo, Carter descreveu Macaulay como uma \"mulher muito sensata e agradável, e muito mais profundamente instruída do que o adequado a uma dama refinada; mas entre as leis espartanas, a política romana, a filosofia de Epicuro e a sagacidade de St. Evremond, ela parece ter formado um mundo extraordinário\".[4]\n",
        "Em 20 de junho de 1760,[5] ela se casou com um médico escocês, Dr. George Macaulay (1716–1766), e eles moraram em St. James's Place, em Londres. Eles permaneceram casados por seis anos até sua morte em 1766. Eles tiveram uma filha juntos, Catharine Sophia.[6][7]\n",
        "Em 1774, mudou-se para Bath. Em 1778, já com a saúde fragilizada, casou-se novamente com William Graham, irmão mais novo de seu médico, Dr. James Graham.  Diante disso, a autora perdeu certo nível de popularidade, criticada por se casar com alguém mais jovem e de suposto status inferior. Catharine Macaulay publicou seus últimos trabalhos em 1790. De acordo com Mary Hays, Macaulay \"tinha sido equipada pelo general Washington com muitos materiais\" para uma história da Revolução Americana, mas que \"ela era, pelo débil estado de saúde \", parou de fazê-lo. Macaulay escreveu a Mercy em 1787: \"A história da sua última gloriosa revolução é o que eu certamente deveria me ocupar se eu fosse novamente jovem, mas como as coisas são, devo, por muitas razões, recusar tal tarefa\".[8][9] Ela morreu em Binfield em 22 de junho de 1791 e foi enterrada na igreja paroquial de Todos os Santos.[9]\n",
        "Entre 1763 e 1783, Macaulay escreveu, em oito volumes, A História da Inglaterra, da Ascensão de James I até a Linhagem de Brunswick. No entanto, ao completar os últimos três volumes, ela percebeu que não chegaria a 1714 e assim mudou o título para A História da Inglaterra, da Ascensão de James I até a Revolução.[10] Sendo praticamente desconhecida antes da publicação do primeiro volume, de um dia para outro ela se tornou \"a Celebrada Sra. Macaulay\".[11] Ela foi a primeira inglesa a se tornar historiadora e, durante sua vida, a única historiadora do mundo.[12]\n",
        "A História é uma história política do século XVII. O primeiro e segundo volumes cobrem os anos de 1603 a 1641; os volumes três e quatro cobrem 1642–1647; o quinto volume abrange 1648–1660; os volumes seis e sete cobrem 1660–1683 e o último volume abrange 1683–1689. Macaulay escolheu este período porque, como ela escreveu no primeiro volume, ela queria \"fazer justiça... à memória de nossos ilustres ancestrais\". Ela lamentou que seus contemporâneos tivessem esquecido que os privilégios de que desfrutavam haviam sido combatidos por \"homens que, com o perigo e até a perda de suas vidas, atacaram as formidáveis pretensões da família Stewart e liberaram as bandeiras da liberdade contra uma tirania que havia sido estabelecida por mais de cento e cinquenta anos\".[13]\n",
        "Ela acreditava que os anglo-saxões possuíam liberdade e igualdade nas instituições representativas, mas que estas foram perdidas na conquista normanda. A história da Inglaterra, na opinião de Macaulay, era a história da luta dos ingleses para reconquistar seus direitos que foram esmagados pelo \"jugo normando\".[14] Ela via a Comunidade da Inglaterra como \"o período mais brilhante que já adornou a página da história... Nunca os anais da Humanidade forneceram o exemplo de um governo, tão recentemente estabelecido, tão formidável para os estados estrangeiros como naquele período da Comunidade da Inglaterra\".[15] O Longo Parlamento foi \"o governo mais patriótico que já abençoou as esperanças e os esforços militares de um povo corajoso\".[15] O combate do exército parlamentar \"não era um comércio de sangue, mas um esforço de princípio e obediência ao chamado da consciência, e sua conduta não era apenas desprovida de insolência, mas benevolente e humana\".[15]\n",
        "Na obra, em função de seu republicanismo, a autora dá uma resposta à History of England de David Hume.[16]  A divergência se deu em função da compreensão de cada um dos autores sobre o que seria a noção de progresso para o povo britânico. Enquanto Hume enxergava o progresso baseando-se em regulação do poder da monarquia e por meio de avanços de praticas econômicas e comerciais, Macaulay condicionava o progresso ao aumento das liberdades individuais.[17]\n",
        "Macaulay justificou a execução do rei Carlos I, alegando que \"os reis, os servos do Estado, quando degeneram em tiranos, perderam seu direito ao governo\". Seguindo o argumento da Defesa do Povo da Inglaterra, de John Milton, ela argumentou que \"os juramentos de lealdade deveriam ser entendidos como condicionalmente vinculantes, de acordo com a observância dos juramentos que os reis fizeram ao seu povo. E nem as leis de Deus nem a natureza eram contra os povos que põem de lado os reis e o governo real, e a adoção de formas mais convenientes\".[18]\n",
        "Ela criticava fortemente Oliver Cromwell, que denunciou como \"o usurpador vaidoso e glorioso\" e como um \"indivíduo, sem maneiras elevadas acima de seus irmãos em quaisquer desses dotes privados que constituem a verdadeira grandeza de caráter, ou excelência em qualquer qualidade, mas na medida de uma ambição vã e má\". Ele foi responsável por encerrar um \"período de glória nacional... quando a Inglaterra, depois de uma submissão tão longa à tirania monárquica, é justa a superar na constituição de seu governo... todas as circunstâncias de glória, sabedoria e felicidade relacionadas aos impérios antigos ou modernos\".[18]\n",
        "Sua visão da Revolução Gloriosa de 1688 foi crítica. Ela reconheceu que o Acordo da Revolução limitava o poder da coroa e rejeitava o \"direito hereditário irrevogável\" em favor de \"um contrato com o povo\" como base no poder da monarquia. No entanto, ela também alegou que os patriotas tinham negligenciado \"esta oportunidade justa de cortar todas as prerrogativas da coroa\" que eles \"justamente imputaram as calamidades e ferimentos sofridos pela nação\". O Acordo da Revolução falhou em \"admitir qualquer um desses refinamentos e melhorias, que a experiência da humanidade lhes permitiu fazer na ciência da segurança política\".[19]\n",
        "Macaulay compartilhou o anticatolicismo de seus colegas radicais, escrevendo no capítulo sobre as rebeliões irlandesas de 1641 das \"tentativas ininterruptas de todos os tipos de repúdio dos papistas, para trazer todas as coisas novamente à submissão da Igreja de Roma; eles evitavam a máxima que a fé não deve ser mantida com hereges; seus princípios religiosos eram calculados para apoiar o poder despótico e inconsistente com o gênio de uma constituição livre\".[20]\n",
        "Ao longo de sua História, Macaulay demonstrou preocupação com o caráter moral e a conduta de seus súditos. O interesse próprio era visto por ela como a pior falha que um rei ou político era capaz de fazer. Ela criticou \"a aparente devoção deles à política por ganhos pessoais, e não pelo avanço da liberdade\". Sua abordagem era moralizadora, pois acreditava que apenas um povo virtuoso poderia criar uma república.[21]\n",
        "Os whigs deram as boas-vindas aos primeiros volumes da História como uma resposta Whig à \"Tory\" História da Inglaterra de David Hume.[22] No entanto, em 1768, as relações entre ela e os whigs esfriaram. O quarto volume da história foi publicado; tratou-se do julgamento e execução de Charles I. Macaulay expressou a opinião de que a execução de Carlos era justificável,[23] elogiou a Comunidade da Inglaterra e revelou simpatias republicanas. Isso a fez ser abandonada pelos Rockingham Whigs.[24]\n",
        "Thomas Hollis registrou em seu diário (30 de novembro de 1763) que \"a história é honestamente escrita, e com considerável habilidade e espírito; e está repleta dos mais livres e nobres sentimentos de Liberdade\".[25] Horace Walpole escreveu para William Mason, citando com aprovação a opinião de Thomas Gray de que era a \"mais sensata, não afetada e melhor história da Inglaterra que já tivemos\".[26] No início de 1769, Horace Walpole lembrou do jantar com \"a famosa Sra. Macaulay \": \"Ela é uma das atrações que todos os estrangeiros são levados a ver\".[27] No entanto, Walpole mais tarde mudou sua opinião: \"A historiadora foi parcial à causa da liberdade como intolerante à Igreja e monarquista à tirania, exerceu forte força com a gravidade de um filósofo. Muito preconceituosa para mergulhar em causas, ela imputa tudo a pontos de vista tirânicos, nada a paixões, fraquezas, erros, preconceitos, e menos ainda ao que opera com frequência e sua ignorância a qualifica menos para ser uma historiadora - a acidentes e pequenos motivos\".[28]\n",
        "William Pitt elogiou a História na Câmara dos Comuns e denunciou o viés Tory de Hume.[26] Também aprovaram o livro Joseph Priestley e John Wilkes.[26] Por volta de 1770, Lord Lyttelton escreveu que Macaulay era \"um prodígio\", com retratos dela \"em todos os balcões de livreiros\". Havia uma figura de porcelana de Derby feita dela[27] e uma das primeiras figuras de cera de tamanho real de Patience Wright foi de Macaulay.[29] James Burgh escreveu em 1774 que Macaulay escreveu \"com o propósito de inculcar no povo da Grã-Bretanha o amor à liberdade e ao seu país\".[30] Os estadistas franceses Mirabeau, Jacques Pierre Brissot e o Marquês de Condorcet admiravam a História como um corretivo para Hume.[31] Em 1798, o Ministério do Interior francês recomendou a História em uma lista de obras adequadas para os prêmios escolares.[32]\n",
        "Sua fama chegou ao fim em 1778, quando se casou novamente, com muitos de seus amigos e apoiadores a abandonando. Daí em diante desapareceu na obscuridade, apenas ocasionalmente re-emergindo aos olhos do público.[33]\n",
        "Macaulay também escreveu uma História da Inglaterra desde a Revolução até o Tempo Presente, porém apenas o primeiro volume (abrangendo 1688–1733) foi concluído.[10]\n",
        "Ela foi membro vitalício da Igreja da Inglaterra, embora sua aparente liberdade de expressão de opiniões religiosas heterodoxas tenha chocado alguns de seus contemporâneos e levado a acusações de infidelidade.[34] Em seu Tratado, ela escreveu que Deus era \"onipotente no sentido mais amplo da palavra, e que suas obras e comandos\" eram \"fundados em retidão e não em mera vontade\". O Tratado revelou seu otimismo sobre a humanidade e a crença na obtenção da perfeição nos indivíduos e na sociedade.[35] Ela também alegou que a razão, sem fé, era insuficiente e escreveu sobre a necessidade de a Igreja se concentrar \"nas doutrinas práticas da religião cristã\", como os poderes dados por Deus de melhorar sua própria condição e reduzir o mal. Ela também rejeitou a ideia de uma natureza humana inerente: \"Não existe uma virtude ou um vício que pertence à humanidade, que nós não fizemos por nós mesmos\".[36]\n",
        "Macaulay acreditava na vida após a morte. Quando ela ficou perigosamente doente em 1777, em Paris, ela disse a um amigo que a morte não a assustava, pois era apenas \"uma curta separação entre amigos virtuosos\", após a qual eles se reuniam \"em um estado mais perfeito\".[37]\n",
        "Ela escreveu em 1790 em suas Cartas sobre a Educação, como Mary Wollstonecraft fez dois anos depois em A Vindication of the Rights of Woman, que a aparente fraqueza das mulheres era devida à sua má educação.[38]\n",
        "Nas Cartas ela escreveu \"os pensamentos de um universo sem pai, e um conjunto de seres soltos por acaso ou destino um sobre o outro, sem outra lei que ditames do poder e a oportunidade dá o direito de cobrar, resfria a sensibilidade da mente sensível em indiferença e desespero\".[39]\n",
        "Macaulay foi associada a dois grupos políticos nas décadas de 1760 e 1770: os Real Whigs e os Wilkites.[40] No entanto, ela estava mais interessada em polêmica do que na estratégia cotidiana.[41]\n",
        "Em 1790, Macaulay afirmou que estava apenas falando sobre desigualdade política, ela insistiu que não estava \"argumentando contra essa desigualdade de propriedade que deve mais ou menos acontecer em todas as sociedades\".[42]\n",
        "Macaulay se opôs à emancipação católica, criticando em 1768 aqueles \"que fingem ser amigos da Liberdade e (a partir da afetação do modo liberal de pensar) toleram os papistas\".[20] Ela considerava o povo da Córsega como \"sob Superstição Papista\" e recomendou as obras de Milton para esclarecê-los.[43]\n",
        "Ela apoiou o exilado da Córsega Pasquale Paoli.[44] Em seu Sketch of a Democratical Form of Government, ela defendeu um governo com duas câmaras (Senado e Povo). Ela escreveu que \"A segunda ordem é necessária porque  ... sem que o povo tenha autoridade suficiente para ser assim classificado, não pode haver liberdade\". As pessoas devem ter o direito de recorrer da decisão do tribunal para o Senado e o Povo. Além disso, deve haver uma rotação de todos os órgãos públicos para evitar a corrupção. Uma lei agrária era necessária para limitar a quantidade de terra que um indivíduo poderia herdar para evitar a formação de uma aristocracia. Ela alegou que precisava haver \"um poder irrestrito alojado em alguém, capaz da tarefa árdua de liquidar tal governo\" e afirmou que este deveria ser Paoli.[45] No entanto, Paoli se distanciou de Macaulay já que a única preocupação dele era ajudar o apoio inglês à Córsega, em vez de intervir na política interna.[46]\n",
        "Macaulay atacou as Reflexões sobre a Causa dos Atuais Descontentes de Edmund Burke. Ela escreveu que o livro continha \"um veneno suficiente para destruir toda a pouca virtude e compreensão da política sólida deixada na nação\", motivada pelo \"princípio corrupto do interesse próprio\" da \"facção e partido aristocrático\", cujo objetivo principal era o retorno ao poder.[47] Burke falhou em ver que o problema estava na corrupção que teve suas origens na Revolução Gloriosa. O Parlamento foi reduzido a \"um mero instrumento de administração régia\" em vez de controlar o executivo. Macaulay defendeu um sistema de rotação para os deputados e \"um poder de eleição mais alargado e igual\".[48]\n",
        "Nenhum dos trabalhos históricos ou políticos de Macaulay estava preocupado com os direitos das mulheres. Em seu apoio à reforma parlamentar, ela não previa a concessão de voto às mulheres.[49] Ela foi fortemente influenciada pelas obras de James Harrington, especialmente sua crença de que a propriedade era a base do poder político.[50]\n",
        "Durante uma visita à França em 1774, ela jantou com Turgot, que perguntou se ela queria ver o Palácio de Versalhes. Ela respondeu que \"não tenho nenhum desejo de ver a residência dos tiranos, ainda não vi o dos Georges\".[51]\n",
        "Seu último trabalho foi uma resposta em panfleto às Reflexões sobre a Revolução na França (1790), de Burke. Ela escreveu que era certo que os franceses não terem substituído Louis XVI, pois isso teria complicado sua tarefa de garantir a liberdade.[52] Ela respondeu ao lamento de Burke de que a era da cavalaria havia desaparecido, alegando que a sociedade deveria ser libertada de \"falsas noções de honra\", que nada mais eram do que \"barbárie sentimental metodizada\".[53] Enquanto Burke apoiava os direitos herdados dos ingleses em vez dos direitos abstratos do homem, Macaulay afirmava que a teoria dos direitos de Burke como presentes de monarcas significava que os monarcas poderiam facilmente tirar os direitos que haviam concedido. Somente reivindicando-os como direitos naturais eles poderiam ser garantidos. O \"ostentatório direito de nascimento de um inglês\" ela sempre viu como \"uma pretensão arrogante\" porque sugeria \"uma espécie de exclusão para o resto da humanidade dos mesmos privilégios\".[53]\n",
        "Ela foi pessoalmente associada com muitas figuras importantes entre os revolucionários americanos. Ela foi a primeira radical inglesa a visitar os Estados Unidos depois da independência, permanecendo lá de 15 de julho de 1784 a 17 de julho de 1785.[54] Macaulay visitou James Otis e sua irmã Mercy Otis Warren. Mercy escreveu posteriormente que Macaulay era \"uma dama cujos recursos de conhecimento parecem ser quase inesgotáveis\" e escreveu a John Adams que ela era \"uma dama de talento extraordinário, um gênio dominante e um brilho de pensamento\".[55] Segundo o biógrafo de Mercy, Macaulay tinha \"uma influência mais profunda em Mercy do que qualquer outra mulher de sua época\".[56] Ela então visitou Nova York e conheceu Richard Henry Lee, que depois agradeceu Samuel Adams por apresentá-lo a \"esta excelente dama\".[57] Por recomendação de Lee e Henry Knox, Macaulay ficou em Mount Vernon com George Washington e sua família. Posteriormente, Washington escreveu a Lee sobre seu prazer em conhecer \"uma dama... cujos princípios são tanto e tão justamente admirados pelos amigos da liberdade e da humanidade\".[57]\n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li><i>The History of England from the Accession of James I to that of the Brunswick Line</i>:\n<ul><li>Volume I (1763).</li>\n<li>Volume II (1765).</li>\n<li>Volume III (1767).</li>\n<li>Volume IV (1768).</li>\n<li>Volume V (1771).</li>\n<li>Volume VI (1781).</li>\n<li>Volume VII (1781).</li>\n<li>Volume VIII (1783).</li></ul></li>\n<li><i>Loose Remarks on Certain Positions to be found in Mr. Hobbes's 'Philosophical Rudiments of Government and Society', with a Short Sketch of a Democratical Form of Government, In a Letter to Signor Paoli</i> (1767).</li>\n<li><i>Observations on a Pamphlet entitled 'Thoughts on the Cause of the Present Discontents'</i> (1770).</li>\n<li><i>A Modest Plea for the Property of Copyright</i> (1774).</li>\n<li><i>An Address to the People of England, Scotland and Ireland on the Present Important Crisis of Affairs</i> (1775).</li>\n<li><i>The History of England from the Revolution to the Present Time in a Series of Letters to a Friend. Volume I</i> (1778).</li>\n<li><i>Treatise on the Immutability of Moral Truth</i> (1783).</li>\n<li><i>Letters on Education with Observations on Religions and Metaphysical Subjects</i> (1790).</li>\n<li><i>Observations on the Reflections of the Rt. Hon. Edmund Burke, on the Revolution in France</i> (1790).</li></ul>",
        "<ul><li><cite id=\"CITEREFGomes2011\" class=\"citation journal\">Gomes, Anderson (2011). «Mulheres, Sociedade e Iluminismo: O Surgimento de uma Filosofia Protofeminista na Inglaterra do Século XVIII». <i>VIII Simpósio Internacional Processo civilizador, História e Educação</i> (páginas=)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ACatharine+Macaulay&amp;rft.atitle=Mulheres%2C+Sociedade+e+Iluminismo%3A+O+Surgimento+de+uma+Filosofia+Protofeminista+na+Inglaterra+do+S%C3%A9culo+XVIII&amp;rft.aufirst=Anderson&amp;rft.aulast=Gomes&amp;rft.date=2011&amp;rft.genre=article&amp;rft.issue=p%C3%A1ginas%3D&amp;rft.jtitle=VIII+Simp%C3%B3sio+Internacional+Processo+civilizador%2C+Hist%C3%B3ria+e+Educa%C3%A7%C3%A3o&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\" class=\"Z3988\"><span style=\"display:none;\"> </span></span>.</li>\n<li><cite id=\"CITEREFHill1992\" class=\"citation book\">Hill, Bridget (1992). <i>The Republican Virago. The Life and Times of Catharine Macaulay, Historian</i>. Oxford: Clarendon Press. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/9780198129783\" title=\"Especial:Fontes de livros/9780198129783\">9780198129783</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ACatharine+Macaulay&amp;rft.aufirst=Bridget&amp;rft.aulast=Hill&amp;rft.btitle=The+Republican+Virago.+The+Life+and+Times+of+Catharine+Macaulay%2C+Historian&amp;rft.date=1992&amp;rft.genre=book&amp;rft.isbn=9780198129783&amp;rft.place=Oxford&amp;rft.pub=Clarendon+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite id=\"CITEREFHill2012\" class=\"citation encyclopaedia\">Hill, Bridget (2012) [2004]. «Macaulay, Catharine». <i><a href=\"/wiki/Oxford_Dictionary_of_National_Biography\" class=\"mw-redirect\" title=\"Oxford Dictionary of National Biography\">Oxford Dictionary of National Biography</a></i> online ed. Oxford University Press. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://dx.doi.org/10.1093%2Fref%3Aodnb%2F17344\">10.1093/ref:odnb/17344</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ACatharine+Macaulay&amp;rft.atitle=Macaulay%2C+Catharine&amp;rft.aufirst=Bridget&amp;rft.aulast=Hill&amp;rft.btitle=Oxford+Dictionary+of+National+Biography&amp;rft.date=2012&amp;rft.edition=online&amp;rft.genre=bookitem&amp;rft.pub=Oxford+University+Press&amp;rft_id=info%3Adoi%2F10.1093%2Fref%3Aodnb%2F17344&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span> <span style=\"font-size:0.95em; font-size: 90%; color: #555\">(Requer Subscrição ou <a rel=\"nofollow\" class=\"external text\" href=\"http://www.oup.com/oxforddnb/info/freeodnb/libraries/\">ser sócio da biblioteca pública do Reino Unido</a>.)</span><cite id=\"CITEREFHill2012\" class=\"citation encyclopaedia\">Hill, Bridget (2012) [2004]. «Macaulay, Catharine». <i><a href=\"/wiki/Oxford_Dictionary_of_National_Biography\" class=\"mw-redirect\" title=\"Oxford Dictionary of National Biography\">Oxford Dictionary of National Biography</a></i> online ed. Oxford University Press. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://dx.doi.org/10.1093%2Fref%3Aodnb%2F17344\">10.1093/ref:odnb/17344</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ACatharine+Macaulay&amp;rft.atitle=Macaulay%2C+Catharine&amp;rft.aufirst=Bridget&amp;rft.aulast=Hill&amp;rft.btitle=Oxford+Dictionary+of+National+Biography&amp;rft.date=2012&amp;rft.edition=online&amp;rft.genre=bookitem&amp;rft.pub=Oxford+University+Press&amp;rft_id=info%3Adoi%2F10.1093%2Fref%3Aodnb%2F17344&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span> <span style=\"font-size:0.95em; font-size: 90%; color: #555\">(Requer Subscrição ou <a rel=\"nofollow\" class=\"external text\" href=\"http://www.oup.com/oxforddnb/info/freeodnb/libraries/\">ser sócio da biblioteca pública do Reino Unido</a>.)</span>(Subscription or <a rel=\"nofollow\" class=\"external text\" href=\"http://www.oxforddnb.com/help/subscribe#public\">UK public library membership</a> required.) [<a class=\"external text\" href=\"https://en.wikipedia.org/wiki/Category:Wikipedia\">articles incorporating a citation from the ODNB</a>] [<a class=\"external text\" href=\"https://en.wikipedia.org/wiki/Category:Wikipedia\">articles incorporating a citation from the ODNB</a>]</li>\n<li><cite id=\"CITEREFRabasa_et_al.2012\" class=\"citation book\">Rabasa, José; Feldherr, Andrew; Woolf, Daniel R.; Hardy, Grant (2012). <i>The Oxford History of Historical Writing: 1400–1800</i>. [S.l.]: Oxford University Press. 529 páginas. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0199219176\" title=\"Especial:Fontes de livros/0199219176\">0199219176</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ACatharine+Macaulay&amp;rft.au=Feldherr%2C+Andrew&amp;rft.au=Hardy%2C+Grant&amp;rft.au=Rabasa%2C+Jos%C3%A9&amp;rft.au=Woolf%2C+Daniel+R.&amp;rft.btitle=The+Oxford+History+of+Historical+Writing%3A+1400%931800&amp;rft.date=2012&amp;rft.genre=book&amp;rft.isbn=0199219176&amp;rft.pub=Oxford+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul><li>L. M. Donnelly, 'The celebrated Mrs Macaulay', <i>William and Mary Quarterly</i>, 6 (1949), pp. 173–207.</li>\n<li>Bridget Hill and Christopher Hill, 'Catharine Macaulay's <i>History</i> and her \"Catalogue of tracts\"', <i>Seventeenth Century</i>, 8 (1993), pp. 269–85.</li>\n<li>T. P. Peardon, <i>The Transition in Historical Writing</i> (1933).</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://sheroesofhistory.wordpress.com/2014/04/10/catharine-macaulay-the-patroness-of-liberty/\">Catherine Macaulay - Sheroes of History</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://worldcat.org/identities/lccn-n85-24865\">Obras de ou sobre Catharine Macaulay</a> (em inglês) nas bibliotecas do catálogo <i><a href=\"/wiki/WorldCat\" title=\"WorldCat\">WorldCat</a></i></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1731\" title=\"Categoria:Nascidos em 1731\">Nascidos em 1731</a><a href=\"/wiki/Categoria:Mortos_em_1791\" title=\"Categoria:Mortos em 1791\">Mortos em 1791</a><a href=\"/wiki/Categoria:Ingleses_do_s%C3%A9culo_XVIII\" title=\"Categoria:Ingleses do século XVIII\">Ingleses do século XVIII</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Inglaterra\" title=\"Categoria:Filósofos da Inglaterra\">Filósofos da Inglaterra</a><a href=\"/wiki/Categoria:Feminismo_e_hist%C3%B3ria\" title=\"Categoria:Feminismo e história\">Feminismo e história</a><a href=\"/wiki/Categoria:Historiadores_da_Inglaterra\" title=\"Categoria:Historiadores da Inglaterra\">Historiadores da Inglaterra</a><a href=\"/wiki/Categoria:Fil%C3%B3sofas\" title=\"Categoria:Filósofas\">Filósofas</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Catharine_Macaulay_%28n%C3%A9e_Sawbridge%29_by_Robert_Edge_Pine.jpg/250px-Catharine_Macaulay_%28n%C3%A9e_Sawbridge%29_by_Robert_Edge_Pine.jpg",
    "view": "catharine_macaulay"
}