{
    "url": "https://pt.wikipedia.org/wiki/Christian_Wolff",
    "codigo_http": 200,
    "titulo": [
        "Christian Wolff"
    ],
    "conteudo": [
        "Christian Wolff (também conhecido como Wolfius; enobrecido como Christian Freiherr von Wolff em 1745; 24 de janeiro de 1679 – 9 de abril de 1754) foi um polímata[2] e filósofo alemão. Wolff é caracterizado como o mais eminente filósofo alemão entre Leibniz e Kant.[3][4][5] A sua obra abrangeu quase todos os assuntos acadêmicos da sua época, expostos e desenvolvidos de acordo com o seu método matemático demonstrativo-dedutivo, que alguns consideram o auge da racionalidade iluminista na Alemanha.[5]\n",
        "Wolff escreveu em alemão como sua principal língua de instrução acadêmica e pesquisa, embora tenha traduzido suas obras para o latim para seu público europeu transnacional. Um dos pais fundadores, entre outros campos, da ciência da administração pública,[6] da psicologia,[2] da estética como disciplinas acadêmicas independentes, bem como pioneiro e influente em outros campos como a matemática, física, economia e a filosofia da linguagem.[7] \n",
        "Foi o filósofo que mais contribuiu à modernização da academia alemã e à popularização da filosofia em língua vernácula. Seus livros-textos tiveram várias edições enquanto vivo e muitos de seus estudantes ocuparam cargos em universidades alemãs. Nas faculdades de filosofia do século XVIII, surgiram facções pró e anti-Wolff. Sua filosofia acessível ao público também repercutiu de forma notória sobre mulheres filósofas e divulgadoras de seu pensamento.[7] Devido ao seu impacto cultural, recebeu o título de \"educador da nação alemã\" (praeceptor Germania), mas seu pensamento se disseminou também por vários países da Europa.[8]\n",
        "Wolff nasceu em Breslau, Silésia (hoje Wrocław, Polônia), em uma família modesta. Ele estudou matemática e filosofia natural na Universidade de Jena, em 1699. Em 1702, defendeu em Leipzig uma dissertação (Philosophia practica universalis mathematica methodo conscripta) sobre o método matemático para a resolução de problemas da filosofia prática.[8]\n",
        "Em 1703, ele se qualificou como Privatdozent na Universidade de Leipzig, onde lecionou até 1706, quando foi chamado como professor de matemática e filosofia natural na Universidade de Halle, após ter sido recomendado por Gottfried Leibniz.[8] Ambos Wolff e Leibniz mantiveram uma correspondência epistolar.[9]\n",
        "Em 1716, Wolff casou-se com Katharina Maria Brandis, filha de um governador de condado. De vários filhos, apenas seu filho Ferdinand, nascido em 1722, sobreviveu a ele.[10]\n",
        "\nEm Halle, Wolff restringiu-se inicialmente à matemática, mas com a saída de um colega, acrescentou a física e logo incluiu todas as principais disciplinas filosóficas.[11]",
        "Entretanto, as alegações de Wolff em nome da razão filosófica pareciam ímpias para seus colegas teólogos. Halle foi a sede do pietismo, que, após uma longa luta contra o dogmatismo luterano, assumiu as características de uma nova ortodoxia. O ideal professado por Wolff era basear verdades teológicas em evidências matematicamente certas. A contenda com os pietistas eclodiu abertamente em 1721, quando Wolff, por ocasião de sua renúncia ao cargo de pró-reitor, fez um discurso \"Sobre a filosofia prática dos chineses\" (tradução inglesa de 1750), no qual elogiou a pureza dos preceitos morais de Confúcio, apontando-os como uma evidência do poder da razão humana para alcançar a verdade moral por seus próprios esforços.[11]\n",
        "Em 12 de julho de 1723, Wolff deu uma palestra para estudantes e magistrados no final de seu mandato como reitor.[12] Wolff comparou, com base nos livros dos missionários flamengos François Noël (1651–1729) e Philippe Couplet (1623–1693), Moisés, Cristo e Maomé com Confúcio.[13]\n",
        "Segundo Voltaire, o Prof. August Hermann Francke estava dando aulas em uma sala de aula vazia, mas Wolff atraiu com suas palestras cerca de 1.000 alunos de todo o mundo.[14]\n",
        "Wolff também enfrentava críticas à sua filosofia por teólogos ortodoxos e pietistas, além do mais, pelos mesmos motivos que Leibniz fora antes criticado: devido à aplicação do método matemático para outras áreas; devido à afirmação de que este era o melhor dos mundos possíveis; e devido à proposição de explicações mecânicas do universo e da harmonia pré-estabelecida. Wolff, porém, foi atacado mais diretamente do que Leibniz, devido a acusações de que o alegado determinismo leibniziano-wolffiano ameaçaria o livre-arbítrio e a responsabilidade moral.[15]\n",
        "Wolff foi acusado por Francke de fatalismo e ateísmo,[16] e afastado em 1723 de sua primeira cadeira em Halle, em um dos dramas acadêmicos mais celebrados do século XVIII. Seus sucessores foram Joachim Lange, um pietista, e seu filho, que ganhou a atenção do rei Frederico Guilherme I. Eles alegaram ao rei que se o determinismo de Wolff fosse reconhecido, nenhum soldado que desertasse poderia ser punido, pois ele teria agido apenas como era necessariamente predeterminado que ele deveria, o que enfureceu tanto o rei que ele imediatamente privou Wolff de seu cargo e ordenou que Wolff deixasse o território prussiano em 48 horas, caso contrário seria enforcado.[11] Posteriormente, o rei proibiu que os livros de Wolff fossem utilizados ou ensinados na Prússia.[8]\n",
        "No mesmo dia, Wolff passou para a Saxônia e logo seguiu para Marburg, Hesse-Kassel, para cuja universidade (a Universidade de Marburg) ele havia recebido um chamado antes mesmo desta crise, que agora fora renovado. O Landegrave de Hesse o recebeu com todas as marcas de distinção, e as circunstâncias de sua expulsão atraíram atenção universal para sua filosofia. Foi discutido em toda a parte, e mais de duzentos livros e panfletos apareceram a favor ou contra ele antes de 1737, sem contar os tratados sistemáticos de Wolff e seus seguidores.[11]\n",
        "Segundo Jonathan I. Israel, \"o conflito tornou-se um dos confrontos culturais mais significativos do século XVIII e talvez o mais importante do Iluminismo na Europa Central e nos países bálticos antes da Revolução Francesa\".[17]\n",
        "Não havia muita liberdade de pensamento no Império Germânico do início do século XVIII. Outra intensa controvérsia ocorreu em 1735, quando foi feita uma tradução wolffiana da Bíblia por Johann Lorenz Schmidt, a chamada Bíblia de Wertheim, que provocou mais de 100 escritos a favor ou contra no meio teológico. Esse caso foi utilizado por Joachim Lange, o maior rival teológico de Wolff em Halle, para propor o banimento da filosofia de Wolff em todos os estados do Império Germânico.[15]\n",
        "Em 1736, a corte em Berlim livrou a filosofia de Wolff das acusações de Lange, porém sugeriu o banimento da Bíblia de Wertheim na Prússia. O tradutor da Bíblia foi processado e ameaçado de prisão perpétua, tendo que viver como foragido pelo resto de sua vida. Outros filósofos wolffianos foram perseguidos pelos teólogos: Johann Christoph Gottsched foi forçado a parar de ensinar a filosofia de Wolff, e outros wolffianos encararam tribunais, como Wolf Balthasar Adolph von Steinwehr e Friedrich Otto Mencke. Bernhard Bilfinger, Jakob Hermann e Samuel König tiveram que encontrar cargos fora do Império Germânico.[15]\n",
        "Nesse ínterim, houve grande entusiasmo de estudantes de graduação que divulgavam as propostas de Wolff, bem como o surgimento de jornais e sociedades wolffianas independentes das instituições estatais e eclesiásticas.[15]\n",
        "O príncipe herdeiro prussiano Frederico defendeu Wolff contra Joachim Lange e ordenou ao ministro berlinense Jean Deschamps, um ex-aluno de Wolff, que traduzisse Vernünftige Gedanken von Gott, der Welt und der Seele des Menschen, auch allen Dingen überhaupt para o francês.[18] Frederico propôs enviar uma cópia de Logique ou réflexions sur les forces de l'entendement humain a Voltaire em sua primeira carta ao filósofo de 8 de agosto de 1736. Em 1737, a Metafysica de Wolff foi traduzida para o francês por Ulrich Friedrich von Suhm (1691–1740).[19] Voltaire teve a impressão de que o próprio Frederico havia traduzido o livro.[19]\n",
        "Em 1738, Frederico Guilherme começou o árduo trabalho de tentar ler Wolff.[20] Em 1740, Frederico Guilherme morreu, e um dos primeiros atos de seu filho e sucessor, Frederico, o Grande, foi adquiri-lo para a Academia Prussiana.[21] Wolff recusou, mas aceitou em 10 de setembro de 1740 uma nomeação em Halle.[22]\n",
        "Com fama e prestígio, Wolff foi recebido como herói pelo povo.[8] Sua entrada na cidade em 6 de dezembro de 1740 assumiu o caráter de uma procissão triunfal. Em 1743, tornou-se chanceler da universidade e, em 1745, recebeu o título de Freiherr (Barão) do Eleitor da Baviera, possivelmente o primeiro acadêmico a ser criado Barão hereditário do Sacro Império Romano com base em seu trabalho acadêmico.[11]\n",
        "Quando Wolff morreu em 9 de abril de 1754, ele era um homem muito rico, devendo quase inteiramente sua renda às taxas de palestras, salários e royalties. Ele também foi membro de muitas academias. Sua escola, a dos wolffianos, foi a primeira escola no sentido filosófico a ser associada a um filósofo alemão. Dominou a Alemanha até a ascensão do kantismo.[23]\n",
        "O pensamento de Wolff era em grande parte original, não sendo apenas uma reformulação das ideias de Leibniz ou um primórdio da filosofia crítica kantiana.[4]\n",
        "Os manuais de matemática de Wolff foram os primeiros a abranger todo o campo da época e que estabeleceram um vocabulário padrão em alemão, adotado em todas as universidades e que continua atual até hoje. O impacto foi ainda maior na filosofia, em que ele também estabeleceu a terminologia convencional com suas obras publicadas entre 1713 e 1726. Quando ele começou a publicar seu sistema filosófico em latim, após sua expulsão de Halle, atraiu alunos de toda Europa.[8]\n",
        "Wolff foi um dos grandes criadores de sistemas filosóficos. Embora a metafísica ocupe uma pequena proporção em relação ao conjunto de sua obra, ela abrange seis volumes, incluindo Ontologia, Cosmologia e Teologia Natural e os volumes de psicologia. A estrutura metafísica foi baseada em grande parte em tradições da filosofia escolástica, porém ela foi inovadora ao dar grande ênfase à psicologia.[2]\n",
        "A filosofia wolffiana tem uma insistência marcante em todos os lugares em uma exposição clara e metódica, confiando no poder da razão para reduzir todos os assuntos a essa forma. Ele se destacou por escrever cópias em latim e alemão. Por meio de sua influência, o direito natural e a filosofia eram ensinados na maioria das universidades alemãs, em particular naquelas localizadas nos principados protestantes. Wolff acelerou pessoalmente a introdução delas em Hesse-Cassel.[24]\n",
        "O sistema wolffiano mantém a harmonia pré-estabelecida e o otimismo de Leibniz, mas a monadologia recua para segundo plano, com as mônadas se desintegrando em almas ou seres conscientes, por um lado, e meros átomos, por outro.[11]\n",
        "Wolff dividiu a filosofia em uma parte teórica e uma parte prática. A lógica, às vezes chamada de philosophia rationalis, constitui a introdução ou propedêutica de ambas.[11] Os pontos de partida para uma primeira dedução de seu sistema foram a alma, corpo e Deus (criador dos dois primeiros), que definiriam os campos de estudo da psicologia, física e teologia. A partir disso, ele estabelece a ciência do ser comum a todas as coisas, a ontologia; a ciência das coisas do mundo em geral e dos mundos possíveis, a cosmologia; e enfim a filosofia prática, sobre os usos do homem na escolha do bem. Depois, segundo uma necessidade de ordenar essas áreas por meio do método matemático, ele segue a seguinte orientação: a lógica, em primeiro lugar; seguida da metafísica, da filosofia prática e da física.[8] \n",
        "A filosofia teórica tinha por suas partes a ontologia ou philosophia prima como uma metafísica geral,[25] que surge como um preliminar à distinção das três metafísicas especiais[26] sobre a alma, o mundo e Deus:[27][28] psicologia racional,[29][30] cosmologia racional,[31] e teologia racional.[32] As três disciplinas são chamadas empíricas e racionais porque são independentes da revelação. Este esquema, que é a contrapartida da tripartição religiosa em criatura, criação e Criador, é mais conhecido pelos estudantes de filosofia pelo tratamento que Kant lhe dá na Crítica da Razão Pura.[11]\n",
        "Wolff via a ontologia como uma ciência dedutiva, cognoscível a priori e baseada em dois princípios fundamentais: o princípio da não contradição (\"não pode acontecer que a mesma coisa seja e não seja\") e o princípio da razão suficiente (\"nada existe sem uma razão suficiente para que exista em vez de não existir\").[33][34] Os seres são definidos por suas determinações ou predicados, que não podem envolver uma contradição. Os determinantes vêm em 3 tipos: essentialia, atributos e modos.[33] Essentialia definem a natureza de um ser e, portanto, são propriedades necessárias desse ser. Atributos são determinações que decorrem da essencialidade e são igualmente necessárias, em contraste com os modos, que são meramente contingentes. Wolff concebe a existência como apenas uma determinação entre outras, que um ser pode não ter.[35] A ontologia está interessada em ser ampla, não apenas no ser real. Mas todos os seres, quer existam realmente ou não, têm uma razão suficiente.[36] A razão suficiente para coisas sem existência real consiste em todas as determinações que compõem a natureza essencial dessa coisa. Wolff refere-se a isto como uma \"razão de ser\" e contrasta-a com uma \"razão de se tornar\", o que explica por que algumas coisas têm existência real.[35]\n",
        "A filosofia prática é subdividida em ética, economia e política. O princípio moral de Wolff é a realização da perfeição humana[11]—vista realisticamente como o tipo de perfeição que a pessoa humana realmente pode alcançar no mundo em que vivemos.[37] Ele empresta de Leibniz seu conceito de perfeição como relação de harmonia com uma multiplicidade, e deriva a \"regra universal da livre ação\" ou \"lei natural\" como sendo: \"faze o que torna a ti e a teu estado ou o de outro mais perfeitos, omite o que o torna mais imperfeito\".[7] Foi talvez a combinação do otimismo iluminista e do realismo mundano que tornou Wolff tão bem-sucedido e popular como professor de futuros estadistas e líderes empresariais.[37]\n",
        "\nWolff foi o primeiro a avançar que a moralidade da alma poderia também ser medida pelo cálculo infinitesimal, conforme escreve em Dissertatio Algebraica de Algorithmo Infinitesimali Differentiali (1705):[38]",
        "Em sua interpretação do dualismo platônico, o mundo sensível e o mundo inteligível são aspectos diferentes de uma mesma realidade: os humanos carregam a ideia do primeiro, enquanto Deus é o portador da ideia do mundo inteligível. Assim também, para ele sensibilidade e entendimento são gradações de uma única capacidade cognitiva. É com Wolff, pela primeira vez, que a teoria da perfectibilidade e seus graus, junto com a teoria das ideias de Platão, se torna central na metafísica e moral. Para ele, Deus é o ens perfectissimum, em grau máximo de perfeição de todas as propriedades. Contra objeções pietistas, ele afirmou: \"Eu não ensino em minha filosofia nada além do que Cristo diz nestas palavras: 'Portanto, sede vós perfeitos como perfeito é o vosso Pai que está nos céus\".[39]",
        "A psicologia apareceu pela primeira vez como uma disciplina científica independente com a publicação de Psychologia empirica em 1732. Wolff a sistematizou tanto a nível teórico quanto empírico. Mas diferente de unilateralidade dos empiristas britânicos, que focavam apenas a experiência como fonte do conhecimento, Wolff continuou o racionalismo de Leibniz, o que também influenciou sua psicologia: houve foco não apenas sobre o conhecimento sensorial, mas também à consciência e às condições mentais para a aquisição do conhecimento e a sensação, o que foi seu foco no livro Psychologia rationalis (1734). O conhecimento baseado na observação incluía também a auto-observação, e ele afirmava que a psicologia empírica servia para confirmar as descobertas a priori feitas sobre a alma humana. Ele escreve: \"A psicologia empírica é a ciência que estabelece princípios por meio da experiência, enquanto a razão é dada para aquilo que ocorre na alma humana\".[2] A psicologia empírica não poderia estabelecer por si só as razões para o que se observa internamente. A psicologia empírica e racional atuavam como um único conjunto.[8]\n",
        "Na psicologia empírica, ele descrevia uma parte superior e uma parte inferior das faculdades cognitivas, em que o intelecto era a superior e as inferiores incluíam sensação, memória e representação. Em meio a isso, havia uma única força motivadora da alma que é dirigida ao que se considera o melhor, produzindo volições conscientes e o livre-arbítrio. As escolhas racionais poderiam aperfeiçoar a tendência dos apetites pelo melhor, gerando mais alegria. De modo semelhante a Espinoza, ele atribuía a isso a origem dos afetos humanos. Cada escolha é determinada pelo motivo de se escolher o melhor e, caso ele tenha sido conformado de acordo com o julgamento racional do intelecto, a escolha é de fato livre, o que concorda com afirmações de Leibniz e Espinosa sobre o livre-arbítrio depender de capacidades cognitivas.[15]\n",
        "A necessidade do autoexame, com a descoberta das propriedades da consciência, é para ele o passo inicial para a ciência em geral e a filosofia, o que torna o psicologismo uma base.[2]\n",
        "Wolff popularizou ou cunhou o vocabulário básico da psicologia alemã, que continuou no desenvolvimento do campo e é utilizado até hoje. Por exemplo, os termos representação (Vorstellung), consciência (Bewusstein) e atenção (Aufmerksamkeit).[8] A sua noção de sensus internus como fundamento da consciência levaria à psicologização da disciplina e repercutiria no desenvolvimento da Bewussteinspsychologie (psicologia da consciência) da segunda metade do século XVIII.[40] Ele também foi um dos primeiros a usar a expressão \"psicometria\" (Psycheometria) e considerar a matematização dos fenômenos psíquicos. A divisão entre psicologia empírica e racional também foi fundamental à tradição alemã. A crítica de Kant à noção de um conhecimento da alma era um ataque à psicologia racional de Wolff, e ela foi seguida pelos projetos avançavam a psicologia empírica, como o de Wundt. O desenvolvimento da psicologia científica do século XIX, portanto, está atrelado à fundamentação feita por Wolff.[8]\n",
        "Wolff foi altamente influente na Europa, tendo sido uma força motriz do Iluminismo na Prússia e uma referência a várias disciplinas. O wolffianismo se espalhou, além do mais, na Polônia, Rússia, países nórdicos, Suíça, Inglaterra, França, Itália e Península Ibérica. Johan Ernst Gunnerus, Carl Lineu, Anders Celsius e Mikhail Lomonossov nele se inspiraram em seus esforços de tornar empíricas as ciências, e assim também Alexander Gottlieb Baumgarten, para a fundação da estética moderna.[2]\n",
        "Na França, Wolff foi popularizado pelas traduções do pastor protestante Jean Deschamps.[40]\n",
        "Johann Heinrich Gottlob von Justi foi influenciado por Wolff, em sua sistematização das ciências que veio a ser chamada cameralismo, incluindo a economia e a administração pública (Polizeiwissenschaft).[6]\n",
        "O filósofo wolffiano Carl Günther Ludovici, quando assumiu a responsabilidade editorial do Universal-Lexicon de Zedler, a principal referência enciclopédica alemã do início do século XVIII, nele escreveu diversos artigos e entradas sobre Wolff ou baseadas no pensamento dele. A partir de então na esfera germânica, o conceito de psicologia começou a ganhar consistência, até chegar a nomear a ciência empírica. Tanto na Encyclopédie francesa quanto na Enciclopédia de Yverdon, Wolff aparece como fundador da psicologia como uma disciplina autônoma da filosofia; a enciclopédia francesa, porém, era crítica de Wolff, em contraste com a suíça.[18]\n",
        "Johann Georg Sulzer afirmou a importância da psicologia racional e empírica de Wolff. Ele defendeu a expansão desta onde o filósofo havia negligenciado: quanto às \"regiões obscuras da alma\" e às doenças da alma. Essa foi a primeira abertura da psicologia empírica wolffiana à psicologia médica.[40] A ideia de uma psicologia racional foi continuada também por Moisés Mendelssohn e Johannes Nikolaus Tetens.[4]\n",
        "Wolff foi lido pelo pai de Søren Kierkegaard, Michael Pedersen. O próprio Kierkegaard foi influenciado por Wolff e Kant a ponto de retomar a estrutura tripartite e o conteúdo filosófico para formular seus próprios três Estágios no Caminho da Vida.[41]\n",
        "Emanuel Swedenborg teve contato com as obras de Wolff, em especial com a Psychologia empirica, durante sua viagem à Alemanha (década de 1730). Ele escreveu comentários detalhados sobre alguns parágrafos.[40]\n",
        "Na Crítica da Razão Pura, Kant caracterizou-o como \"o famoso Wolff, o maior entre todos os filósofos dogmáticos\", em um sentido negativo. Após Kant, tornou-se cada vez menos popular seguir a filosofia de Wolff.[4] Os hegelianos atacaram mais ainda a reputação de Wolff, afirmando-o como um pensador não original que apenas repetia Leibniz e cujo único mérito fora educacional à juventude alemã.[15]\n",
        "As obras mais importantes de Wolff são as seguintes: \n",
        "Os escritos completos de Wolff têm sido publicados desde 1962 em uma coleção reimpressa comentada:\n",
        "Isso inclui um volume que reúne as três biografias mais importantes de Wolff.\n",
        "Uma edição moderna do famoso discurso de Halle sobre filosofia chinesa é:\n"
    ],
    "ligacoes": [
        "<ul><li><i>Dissertatio algebraica de algorithmo infinitesimali differentiali</i> (<i>Dissertação sobre a Álgebra de Solucionar Equações Diferenciais Utilizando Infinitesimais</i>; 1704)</li>\n<li><i>Anfangsgründe aller mathematischen Wissenschaften</i> (1710); em Latim, <i>Elementa matheseos universae</i> (1713–1715)</li>\n<li><i>Vernünftige Gedanken von den Kräften des menschlichen Verstandes</i> (1712). Tradução francesa por Jean Des Champs, <i>Logique</i>, Berlim: 1736. Tradução anônima em inglês (que na verdade é uma tradução da versão francesa, ao invés da original), <i>Logic</i>, Londres: 1770.</li>\n<li><i>Vern. Ged. von Gott, der Welt und der Seele des Menschen, auch allen Dingen überhaupt</i> (1719)</li>\n<li><i>Vern. Ged. von der Menschen Thun und Lassen</i> (1720)</li>\n<li><i>Vern. Ged. von dem gesellschaftlichen Leben der Menschen</i> (1721)</li>\n<li><i>Vern. Ged. von den Wirkungen der Natur</i> (1723)</li>\n<li><i>Vern. Ged. von den Absichten der natürlichen Dinge</i> (1724)</li>\n<li><i>Vern. Ged. von dem Gebrauche der Theile in Menschen, Thieren und Pflanzen</i> (1725)</li>\n<li><i>Philosophia rationalis, sive logica</i> (1728)</li>\n<li><i>Philosophia prima, sive Ontologia</i> (1730). Parte 1 traduzida como <i>First Philosophy, or Ontology</i>, uma tradução com introdução crítica e anotada por Klaus Ottmann, Thompson: Spring Publications (2022).</li>\n<li><i>Cosmologia generalis</i> (1731)</li>\n<li><i>Psychologia empirica</i> (1732)</li>\n<li><i>Psychologia rationalis</i> (1734)</li>\n<li><i>Theologia naturalis</i> (1736–1737)</li>\n<li><i>Kleine philosophische Schriften</i>, compilada e editada por G.F. Hagen (1736–1740).</li>\n<li><i>Philosophia practica universalis</i> (1738–1739)</li>\n<li><i>Jus naturae and Jus Gentium</i>. Magdeburg, 1740–1748.\n<ul><li>Trad. inglês: Marcel Thomann, trad. <i>Jus naturae</i>. NY: Olms, 1972.</li></ul></li>\n<li><cite class=\"citation book\">Wolff, Christian (1746). <a rel=\"nofollow\" class=\"external text\" href=\"https://gutenberg.beic.it/webclient/DeliveryManager?pid=12789623\"><i>Elementa matheseos universae</i></a> (em latim). <b>2</b>. Verona: Dionigi Ramanzini</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AChristian+Wolff&amp;rft.au=Wolff%2C+Christian&amp;rft.btitle=Elementa+matheseos+universae&amp;rft.date=1746&amp;rft.genre=book&amp;rft.place=Verona&amp;rft.pub=Dionigi+Ramanzini&amp;rft_id=https%3A%2F%2Fgutenberg.beic.it%2Fwebclient%2FDeliveryManager%3Fpid%3D12789623&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span>\n<ul><li><cite class=\"citation book\">Wolff, Christian (1746). <a rel=\"nofollow\" class=\"external text\" href=\"https://gutenberg.beic.it/webclient/DeliveryManager?pid=12790886\"><i>Elementa matheseos universae</i></a> (em latim). <b>3</b>. Verona: Dionigi Ramanzini</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AChristian+Wolff&amp;rft.au=Wolff%2C+Christian&amp;rft.btitle=Elementa+matheseos+universae&amp;rft.date=1746&amp;rft.genre=book&amp;rft.place=Verona&amp;rft.pub=Dionigi+Ramanzini&amp;rft_id=https%3A%2F%2Fgutenberg.beic.it%2Fwebclient%2FDeliveryManager%3Fpid%3D12790886&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation book\">Wolff, Christian (1751). <a rel=\"nofollow\" class=\"external text\" href=\"https://gutenberg.beic.it/webclient/DeliveryManager?pid=12792845\"><i>Elementa matheseos universae</i></a> (em latim). <b>4</b>. Verona: Dionigi Ramanzini</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AChristian+Wolff&amp;rft.au=Wolff%2C+Christian&amp;rft.btitle=Elementa+matheseos+universae&amp;rft.date=1751&amp;rft.genre=book&amp;rft.place=Verona&amp;rft.pub=Dionigi+Ramanzini&amp;rft_id=https%3A%2F%2Fgutenberg.beic.it%2Fwebclient%2FDeliveryManager%3Fpid%3D12792845&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul></li>\n<li><i>Jus Gentium Methodo Scientifica Pertractum</i> (The Law of Nations According to the Scientific Method) (1749)</li>\n<li><i>Philosophia moralis</i> (1750–1753).</li></ul>",
        "<ul><li><i>Gesammelte Werke</i>, Jean École et al. (eds.), 3 séries (Alemão, Latim e Materiais), Hildesheim-[Zürich-]Nova York: Olms, 1962–.</li></ul>",
        "<ul><li><i>Oratio de Sinarum philosophia practica / Rede über die praktische Philosophie der Chinesen</i>, Michael Albrecht (ed.), Hamburg: Meiner, 1985.</li></ul>",
        "<ul><li><a href=\"/wiki/Montes_Apenninus\" title=\"Montes Apenninus\">Monsenhor Wolff</a></li>\n<li><a href=\"/wiki/Lorenz_Christoph_Mizler\" title=\"Lorenz Christoph Mizler\">Wawrzyniec Mitzler de Kolof</a></li></ul>",
        "<ul><li>Mueser, Benjamin (2024). \"<i><a href=\"//doi.org/10.1177/00905917241277160\" class=\"extiw\" title=\"doi:10.1177/00905917241277160\">The Privilege of Territory: Christian Wolff at the Origins of Statist International Thought</a></i>\". Political Theory.</li></ul>",
        "<ul><li>Blackwell, Richard J. \"Christian Wolff's Doctrine of the Soul,\" <i>Journal of the History of Ideas,</i> 1961, 22: 339–354. <a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/pss/2708129\">in JSTOR</a></li>\n<li>Corr, Charles A. \"Christian Wolff and Leibniz,\" <i>Journal of the History of Ideas,</i> (abril de 1975), Vol. 36, n. 2, pp 241–262 <a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/stable/2708926\">in JSTOR</a></li>\n<li>Goebel, Julius, \"Christian Wolff and the Declaration of Independence\", in <i>Deutsch-Amerikanische Geschichtsblätter. Jahrbuch der Deutsch-Amerikanischen Gesellschaft von Illinois</i> 18/19 (Jg. 1918/19), Chicago: Deutsch-Amerikanische Gesellschaft von Illinois, 1920, pp. 69–87, details Wolff's impact on the Declaration of Independence.</li>\n<li><cite id=\"ingrao\" class=\"citation journal\">Ingrao, Charles (outubro de 1982). «<span style=\"padding-left:0.2em;\">\"</span>Barbarous Strangers\": Hessian State and Society during the American Revolution». <i>The American Historical Review</i>. <b>87</b> (4): 954–976. <a href=\"/wiki/JSTOR\" title=\"JSTOR\">JSTOR</a> <a rel=\"nofollow\" class=\"external text\" href=\"//www.jstor.org/stable/1857901\">1857901</a>. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://dx.doi.org/10.2307%2F1857901\">10.2307/1857901</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AChristian+Wolff&amp;rft.atitle=%22Barbarous+Strangers%22%3A+Hessian+State+and+Society+during+the+American+Revolution&amp;rft.aufirst=Charles&amp;rft.aulast=Ingrao&amp;rft.date=1982-10&amp;rft.genre=article&amp;rft.issue=4&amp;rft.jtitle=The+American+Historical+Review&amp;rft.pages=954-976&amp;rft.volume=87&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F1857901&amp;rft_id=info%3Adoi%2F10.2307%2F1857901&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li>Jolley, Nicholas, ed. <i>The Cambridge Companion to Leibniz</i> (Cambridge University Press, 1995)</li>\n<li>Richards, Robert J. \"Christian Wolff's Prolegomena to Empirical and Rational Psychology: Translation and Commentary,\" <i>Proceedings of the American Philosophical Society</i> Vol. 124, No. 3 (30 June 1980), pp. 227–239 <a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/stable/986371\">in JSTOR</a></li>\n<li>Vanzo, Alberto. \"<a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20150509173915/http://www.albertovanzo.net/papers/Wolff_experimental_philosophy-preprint.pdf\">Christian Wolff and Experimental Philosophy</a>\", <i>Oxford Studies in Early Modern Philosophy</i> 7.</li>\n<li><i><a rel=\"nofollow\" class=\"external text\" href=\"http://arno.daastol.com/artprof/wolff.html\">European Journal of Law and Economics</a></i> 4(2) (verão de 1997), edição especial sobre Christian Wolff, reimpressa em 1998 na <i>Gesammelte Werke</i>, 3ª Ser.  Notar especialmente os ensaios de Jürgen G. Backhaus (\"Christian Wolff on Subsidiarity, the Division of Labor, and Social Welfare\"), <a href=\"/w/index.php?title=Wolfgang_Drechsler&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Wolfgang Drechsler (página não existe)\">Wolfgang Drechsler</a> (\"Christian Wolff (1679–1754): A Biographical Essay\"), <a href=\"/w/index.php?title=Erik_S._Reinert&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Erik S. Reinert (página não existe)\">Erik S. Reinert</a> e Arno Mong Daastøl (\"Exploring the Genesis of Economic Innovations: The religious Gestalt-Switch and the Duty to Invent as Preconditions for Economic Growth\"), e Peter R. Senn (\"Christian Wolff in the Pre-History of the Social Sciences\").</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"//archive.org/search.php?query=%28subject%3A%22Wolff%2C%20Christian%22%20OR%20subject%3A%22Christian%20Wolff%22%20OR%20creator%3A%22Wolff%2C%20Christian%22%20OR%20creator%3A%22Christian%20Wolff%22%20OR%20creator%3A%22Wolff%2C%20C%2E%22%20OR%20title%3A%22Christian%20Wolff%22%20OR%20description%3A%22Wolff%2C%20Christian%22%20OR%20description%3A%22Christian%20Wolff%22%29%20OR%20%28%221679-1754%22%20AND%20Wolff%29\">Obras de ou sobre Christian Wolff</a> no <a href=\"/wiki/Internet_Archive\" title=\"Internet Archive\">Internet Archive</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ontology.co/biblio/christian-wolff-biblio.htm\">Bibliografia selecionada sobre as obras metafísicas de Christian Wolff</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://librivox.org/author/13735\">Obras de Christian Wolff</a> (em inglês) no <a href=\"/wiki/LibriVox\" title=\"LibriVox\">LibriVox</a> (livros falados em domínio público) <span typeof=\"mw:File\"><span><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Speaker_Icon.svg/20px-Speaker_Icon.svg.png\" decoding=\"async\" width=\"15\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Speaker_Icon.svg/40px-Speaker_Icon.svg.png 1.5x\" data-file-width=\"500\" data-file-height=\"500\"></span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://mathgenealogy.org/id.php?id=47793\">Christian Wolff</a> (em inglês) no <a href=\"/wiki/Mathematics_Genealogy_Project\" title=\"Mathematics Genealogy Project\">Mathematics Genealogy Project</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Jena\" title=\"Categoria:Alunos da Universidade de Jena\">Alunos da Universidade de Jena</a><a href=\"/wiki/Categoria:Membros_da_Royal_Society\" title=\"Categoria:Membros da Royal Society\">Membros da Royal Society</a><a href=\"/wiki/Categoria:Membros_da_Academia_de_Ci%C3%AAncias_da_Fran%C3%A7a\" title=\"Categoria:Membros da Academia de Ciências da França\">Membros da Academia de Ciências da França</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Marburg\" title=\"Categoria:Professores da Universidade de Marburg\">Professores da Universidade de Marburg</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Leipzig\" title=\"Categoria:Professores da Universidade de Leipzig\">Professores da Universidade de Leipzig</a><a href=\"/wiki/Categoria:Luteranos_da_Alemanha\" title=\"Categoria:Luteranos da Alemanha\">Luteranos da Alemanha</a><a href=\"/wiki/Categoria:Iluministas\" title=\"Categoria:Iluministas\">Iluministas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVIII\" title=\"Categoria:Filósofos do século XVIII\">Filósofos do século XVIII</a><a href=\"/wiki/Categoria:Mortos_em_1754\" title=\"Categoria:Mortos em 1754\">Mortos em 1754</a><a href=\"/wiki/Categoria:Nascidos_em_1679\" title=\"Categoria:Nascidos em 1679\">Nascidos em 1679</a><a href=\"/wiki/Categoria:Racionalismo\" title=\"Categoria:Racionalismo\">Racionalismo</a><a href=\"/wiki/Categoria:Nobres_da_Baviera\" title=\"Categoria:Nobres da Baviera\">Nobres da Baviera</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/9/99/Christian_Wolff_%28c._1740%29_-_Gabriel_Spitzel.png/250px-Christian_Wolff_%28c._1740%29_-_Gabriel_Spitzel.png",
    "view": "christian_wolff"
}