{
    "url": "https://pt.wikipedia.org/wiki/Christian_von_Ehrenfels",
    "codigo_http": 200,
    "titulo": [
        "Christian von Ehrenfels"
    ],
    "conteudo": [
        "Christian von Ehrenfels - Maria Christian Julius Leopold Freiherr von Ehrenfels -  (Rodaun, Áustria, 2 de Junho 1856 - Lichtenau, 8 de Setembro 1932) foi um filósofo austríaco. Seus estudos contribuíram para o surgimento da psicologia da Gestalt. O livro \"Sobre as qualidades formais\", 1890, evidencia a existência de objectos perceptivos  (como as formas espaciais, as melodias e as estruturas rítmicas) que não se reduzem à soma de sensações precisas, mas se apresentam originariamente como “formas”, isto é, como relações estruturais, ou seja, como algo diferente de uma soma de “átomos” de sensações.\n",
        "Christian von Ehrenfels deu um grande impulso ao desenvolvimento da psicologia da Gestalt ao propor, em 1890, uma teoria das qualidades gestálticas, que estavam associadas a, mas não decompostas em, complexos de conteúdos mentais distintos. Juntamente com Meinong, foi um dos primeiros a procurar uma teoria filosófica geral do valor, que cobriria não apenas os valores relacionados com o carácter e a conduta, mas também os valores estéticos, económicos, e por aí adiante. A ideia principal da sua análise é que o valor é relacional. Que um objecto tenha valor significa que é objecto de desejo. Algo pode ser um objecto de desejo efectivamente, quando uma pessoa acredita que este objecto existe e o deseja, ou contrafactualmente, quando uma pessoa desejaria o objecto se acreditasse na sua existência.[1]\n",
        "Ehrenfels rejeitou o dualismo psicológico e sustentou que a realidade última é semelhante à mental, embora não seja mental nem material. Ehrenfels explicou que uma melodia é constituída de sons individuais, mas que é consideravelmente mais do que a soma dessas notas. As notas individuais seriam capazes de se unirem para melodias completamente diferentes, enquanto a melodia permaneceria a mesma, se transposta para outra clave e contendo sons simples.  Ehrenfels argumentou em numerosos escritos da cultura científica contra a nocividade cultural da monogamia.\n"
    ],
    "ligacoes": [
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.infopedia.pt/$ehrenfels\">«Ehrenfels. Infopédia»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AChristian+von+Ehrenfels&amp;rft.btitle=Ehrenfels.+Infop%C3%A9dia&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.infopedia.pt%2F%24ehrenfels&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_%C3%81ustria\" title=\"Categoria:Filósofos da Áustria\">Filósofos da Áustria</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos do século XIX\">Filósofos do século XIX</a>']",
    "imagem": null,
    "view": "christian_von_ehrenfels"
}