{
    "url": "https://pt.wikipedia.org/wiki/Clarence_Irving_Lewis",
    "codigo_http": 200,
    "titulo": [
        "Clarence Irving Lewis"
    ],
    "conteudo": [
        "Clarence Irving Lewis (Stoneham, 12 de abril de 1883 – Menlo Park, 3 de fevereiro de 1964), comumente citado como C. I. Lewis, foi um filósofo acadêmico norte-americano e fundador do  pragmatismo. Primeiramente um lógico notável, ingressou na epistemologia, e durante os últimos 20 anos de sua vida, ele escreveu muito sobre ética. O New York Times homenageou-o como \"uma das maiores autoridades em lógica simbólica e sobre os conceitos filosóficos de conhecimento e valores éticos.\"[1]\n",
        "Lewis nasceu em Stoneham, Massachusetts. Seu pai era um trabalhador especializado em uma fábrica de sapatos, e Lewis cresceu em circunstâncias relativamente humildes. Ele descobriu a filosofia aos 13 anos, quando estava lendo sobre os Pré-socráticos gregos, Anaxágoras e Heráclito em particular. O primeiro trabalho da filosofia que Lewis lembrou-se de ter estudado foi uma curta história da Filosofia Grega de Marshall. Immanuel Kant mostrou uma grande influência sobre o pensamento ao longo da vida de Lewis. Em seu artigo \"Lógica e Pragmatismo,\" Lewis escreveu: \"Nada comparável em importância aconteceu [na minha vida] até eu me familiarizar com Kant... Kant me obrigou. Ele tinha seguido o ceticismo até o seu último estágio e lançou as bases onde elas não podiam ser perturbadas, e eu senti\".\n",
        "Em 1905, a Universidade de Harvard premiou Lewis com o A. B. cum laude depois de apenas três anos de estudo, durante os quais ele se sustentou trabalhando meio período. Então ensinou inglês por um ano na Quincy MA high school, e então dois anos na Universidade do Colorado. Em 1906, ele se casou com Mable Maxwell Graves. Em 1908, Lewis retornou a Harvard e começou um PhD em filosofia, o qual ele completou em apenas dois anos. Então ensinou na Universidade da Califórnia, de 1911 a 1920. Depois disso, ele voltou para Harvard, onde ele ensinou até 1953, quando se aposentou, eventualmente preenchendo o Edgar Pierce Chair of Philosophy (Cadeira de Filosofia Edgar Pierce). Em 1929, ele foi eleito para a Academia  Americana de Artes e Ciências. Em 1933, ele presidiu a Associação Filosófica Americana. Durante o ano letivo de 1959-1960, ele foi Pesquisador do Centro de Estudos Avançados na Universidade Wesleyan.[2]\n",
        "Lewis estudou lógica na sua tese de doutorado sob a supervisão de Josiah Royce, que é um \"arquiteto\" importante para a lógica filosófica moderna. Em 1912, dois anos depois da publicação do primeiro volume de Principia Mathematica, Lewis começou a publicar artigos excluindo o uso persuasivo de implicação material de Principia, mais especificamente, para a leitura de  Bertrand Russell de a→b como \"a implica b.\" Lewis reafirmou essa crítica em suas avaliações de ambas as edições do PM. A reputação de Lewis como um jovem lógico promissor logo foi assegurada.\n",
        "A implicação material permite um consequente verdadeiro que segue de um antecedente falso. Lewis propôs substituir uma implicação material por uma implicação estrita, de tal forma que um antecedente falso nunca pode implicar estritamente num consequente verdadeiro. Esta implicação estrita não era primitiva, mas é definida em termos de negação, conjunção e \ne um operador modal intencional unário prefixo, \n  \n    \n      \n        ◊\n      \n    \n    {\\displaystyle \\Diamond }\n  \n. Seja X uma fórmula com um valor verdade clássico bivalente. Então \n  \n    \n      \n        ◊\n      \n    \n    {\\displaystyle \\Diamond }\n  \nX pode ser lido como \"X é possivelmente verdadeiro\" (ou falso, conforme o caso). Lewis então definiu \"A implica estritamente B\" como \"\n  \n    \n      \n        ¬\n        ◊\n      \n    \n    {\\displaystyle \\neg \\Diamond }\n  \n(A\n  \n    \n      \n        ∧\n        ¬\n      \n    \n    {\\displaystyle \\land \\neg }\n  \nB)\". A implicação estrita de Lewis é atualmente uma curiosidade histórica, mas a lógica modal formal na qual ele aprofundou essa noção é a ancestral de todo o trabalho moderno sobre o assunto. A notação \n  \n    \n      \n        ◊\n      \n    \n    {\\displaystyle \\Diamond }\n  \n de Lewis ainda é padrão, mas a prática atual geralmente leva sua dupla, \n  \n    \n      \n        ◻\n      \n    \n    {\\displaystyle \\square }\n  \n (\"necessidade\"), como primitiva e  \n  \n    \n      \n        ◊\n      \n    \n    {\\displaystyle \\Diamond }\n  \n como definida, no caso \"A implica estritamente em B\" é simplesmente escrita como \n  \n    \n      \n        ◻\n      \n    \n    {\\displaystyle \\square }\n  \n(A→B).\n",
        "Seu primeiro texto lógico, A Survey of Symbolic Logic (Uma Pesquisa sobre Lógica Simbólica, 1918) , saiu de impressão depois de vender apenas algumas centenas de cópias. Na altura da sua publicação, que incluía a única discussão em Inglês dos escritos lógicos de Charles Peirce e apenas o segundo, depois da monografia de Russell em 1900, de Leibniz.[3] Enquanto a lógica modal de A Survey foi brevemente provada inconsistente, Lewis passou a conceber os sistemas modais S1 a S5, e definir estes para fora em Symbolic Logic (1932) como possíveis análises formais das modalidades aléticas. Lewis levemente preferiu S2 sobre os outros; o sistema modal alterado de A Survey foi S3. Mas são S4 e S5 que têm sustentado o interesse geral, matematicamente, bem como filosoficamente,  até os dias atuais. S4 e S5 são o começo do que hoje é chamado de lógica modal normal. Para saber mais sobre a implicação estrita de Lewis e seus sistemas modais S1-S5, consulte Hughes e Cresswell (1996: Cap. 11). \n",
        "Por volta de 1930, a filosofia americana começou a experimentar um momento decisivo por causa da chegada do empirismo lógico, interposto por filósofos europeus que fugiam da Alemanha Nazista. Esta nova doutrina desafiou filósofos americanos de tendência naturalista ou pragmática, como Lewis. Em qualquer caso, o empirismo lógico, com sua ênfase em modelos científicos do conhecimento e sobre a análise lógica de sentido, logo surgiu como uma, e talvez a, dominante na filosofia americana.\n",
        "Enquanto muitos viram Lewis como parente dos empiristas lógicos, ele nunca foi verdadeiramente confortável em tal companhia porque ele se negou a divorciar experiência de cognição. Positivismo rejeitou valores como sem significado cognitivo, também rejeitou a análise da experiência em favor do fisicalismo. Para ele, ambas as rejeições eram lamentáveis. De fato, sua consciência crescente da tradição pragmática levou-o na direção oposta. Para Lewis, é apenas dentro de experiência que qualquer coisa pode ter significado para qualquer coisa, e, assim, ele chegou a ver valor como uma forma de representar a importância do conhecimento para o comportamento futuro. Essas convicções o levaram a refletir sobre as diferenças entre pragmatismo e o positivismo,e sobre a estrutura cognitiva de experiências de valor.\n",
        "\nLewis concordou que pragmatismo comprometeu-o para o teste pragmático de Peirce. Mas em uma dissertação em 1930, \"Pragmatismo e pensamento atual\", ele afirmou que este compromisso pode ser tomado em qualquer uma das duas direções. Uma direção enfatiza a subjetividade da experiência. A outra direção e a que ele tomou em 'sua (1929), começou com limitação do Peirce de significado para aquilo que faz a diferença verificável na experiência. Daí conceitos são abstrações em que \"o imediato é precisamente o elemento que deve ser deixado de fora.\" Mas essa afirmação deve ser devidamente compreendida. Uma conta operacional de conceitos elimina principalmente o inefável: \" Se as suas horas são sentidas como o dobro do tempo que o meu, suas libras duas vezes mais pesadas isso não faz diferença, que pode ser testado, em nossa atribuição de propriedades físicas para as coisas\" Consequentemente é um conceito, mas também um padrão relacional. Mas não se segue que se deve descartar o mundo como ele é percebido:",
        "Assim, o conhecimento começa e termina na experiência, tendo em mente que o início e o fim são experiências diferentes. O conhecimento de algo requer que a experiência verificadora seja realmente experimentada. Assim, para o pragmático, a verificabilidade como uma definição operacional (ou teste) do significado empírico de uma declaração exige que o falante saiba como aplicar a declaração, quando não aplicá-la  e seja capaz de rastrear as consequências da declaração em situações tanto reais quanto hipotéticas.\n",
        "Lewis opôs-se firmemente à concepção positivista de declarações de valores como desprovidos de conteúdo cognitivo, mas como meramente expressivas. Para um pragmático, todos os julgamentos são implicitamente juízos de valor. Lewis (1946) define tanto sua concepção de significado sentido, quanto sua tese de que a avaliação é uma forma de cognição empírica.\n",
        "\nEm seu artigo \"positivismo lógico e pragmatismo\", Lewis revelou a sua discordância com verificacionismo, comparando-o desfavoravelmente com sua concepção pragmática preferido de significado empírico. Desde o início, ele viu tanto pragmatismo e positivismo lógico como formas de empirismo. À primeira vista, parece que a concepção pragmática de significado, apesar da sua formulação diferente e seu foco na ação, se assemelha muito com a exigência lógica positivista de verificação. ",
        "Para Lewis, a concepção positivista de significado omite precisamente o que um pragmático contaria como significado empírico. Especificando quais sentenças de observação seguir a partir de uma determinada frase nos ajuda a determinar o sentido empírico da sentença dada apenas se as próprias sentenças de observação já tiver um compreendido significado em termos de qualidades específicas de experiência para que os predicados das sentenças de observação se referem. Assim, Lewis viu os positivistas lógicos como sem saber distinguir entre significado \"linguístico\", chamado de relações lógicas entre termos, e significado \"empírico\", chamado expressões de relação tem que experimentar. (Na terminologia bem conhecida de Carnap e Charles W. Morris, significado empírico cai sob pragmática, significado linguístico sob semântica.) Para Lewis, o positivismo lógico fecha os olhos para precisamente o que confirma corretamente uma frase, ou seja, o conteúdo da experiência.\n",
        "Mente e a Ordem Mundial (Lewis, 1929) é agora visto como uma das mais importantes obras do século XX em epistemologia. Lewis está agora incluído entre os pragmáticos americanos, uma avaliação tardia que é o principal tema de Murphey (2005).\n",
        "Escritos final de Lewis sobre ética incluem as monografias de Lewis (1955, 1957) e a coleção póstuma de Lewis (1969). De 1950 até sua morte, ele escreveu muitos rascunhos de capítulos de um projeto de tratado sobre ética, o qual ele não viveu para completá-lo. Estes projetos estão incluídos nos jornais de Lewis na Universidade de Stanford.\n",
        "Lewis (1947) contém dois capítulos sobre estética e filosofia da arte. Ele foi o primeiro a empregar o termo \"qualia\", popularizado por seu aluno Nelson Goodman, em seu sentido geralmente aceito modernamente.\n",
        "O trabalho de Lewis tem sido relativamente negligenciada nos últimos anos, mesmo que ele tenha iniciado suas ideias extensivamente, pode ser visto tanto como um pragmático tardio, como um filósofo analítico precursor, e teve estudantes como Brand Blanshard, Nelson Goodman, e Roderick Chisholm. Joel Isaac, em seu artigo para o simpósio de Transações da Sociedade C. S. Peirce em 2006, referido abaixo, acredita que essa negligência é justificável. A reputação de Lewis está se beneficiando do crescente interesse nos aspectos históricos do pragmatismo e da filosofia americana em geral. \n",
        "Os Trabalhos de Lewis são mantidos na Universidade Stanford.\n",
        "A vida de Lewis não estava livre de provações. Sua filha morreu em 1930 e sofreu um ataque cardíaco em 1932. No entanto, as publicações de Lewis (1929) e Lewis e Langford (1932) atestam que foi um período altamente produtivo de sua vida. Seu curso em Harvard sobre A Primeira Crítica de Kant foi um dos mais famosos na graduação de filosofia nos EUA até que ele se aposentou em 1957. Lewis aceitou um cargo de professor visitante na Universidade de Stanford durante 1957-1958, onde apresentou suas palestras pela última vez. A mudança para Menlo Park permitiu que ele e sua esposa passassem seus últimos anos perto de seus netos.\n"
    ],
    "ligacoes": [
        "<ul><li>1918. <i>A Survey of Symbolic Logic</i>. (Internet Archive <a href=\"//archive.org/details/asurveyofsymboli00lewiuoft\" class=\"extiw\" title=\"iarchive:asurveyofsymboli00lewiuoft\">Eprint</a>.) Republished in part by Dover in 1960.</li>\n<li>1929. <i>Mind and the World Order: Outline of a Theory of Knowledge</i>. Dover reprint, 1956.</li>\n<li>1932. <i>Symbolic Logic</i> (with Cooper H. Langford). Dover reprint, 1959.</li>\n<li>1946. <i>An Analysis of Knowledge and Valuation</i>. Open Court. <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://archive.org/details/analysisofknowle032180mbp\">[1]</a></li>\n<li>1955. <i>The Ground and Nature of the Right</i>. Columbia Univ. Press.</li>\n<li>1957. <i>Our Social Inheritance</i>. Indiana Univ. Press.</li>\n<li>1969 (John Lange, ed.). <i>Values and Imperatives: Studies in Ethics</i>. Stanford Univ. Press.</li>\n<li>1970 (Goheen, J. D., and Mothershead, J. L. Jr., eds.). <i>Collected Papers</i>. Stanford Univ. Press.</li></ul>",
        "<ul><li><a href=\"/wiki/Pragmatismo\" title=\"Pragmatismo\">Pragmatismo</a></li>\n<li><a href=\"/wiki/L%C3%B3gica_modal\" title=\"Lógica modal\">Lógica modal</a></li></ul>",
        "<ul><li>Dayton, Eric, 2006, \"<a rel=\"nofollow\" class=\"external text\" href=\"http://www.iep.utm.edu/l/lewisci.htm\">Clarence Irving Lewis</a>\" in the <i>Internet Encyclopedia of Philosophy</i>.</li>\n<li>Hunter, Bruce, 2007 \"<a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/lewis-ci/\">Clarence Irving Lewis</a>\" in The <a href=\"/wiki/The_Stanford_Encyclopedia_of_Philosophy\" class=\"mw-redirect\" title=\"The Stanford Encyclopedia of Philosophy\">Stanford Encyclopedia of Philosophy</a>.</li>\n<li><a href=\"/wiki/Ivor_Grattan-Guinness\" title=\"Ivor Grattan-Guinness\">Ivor Grattan-Guinness</a>, 2000. <i>The Search for Mathematical Roots 1870-1940</i>. Princeton Univ. Press.</li>\n<li>Hughes, G. E., and M.J. Cresswell (1996) <i>A New Introduction to Modal Logic</i>. Routledge. <a href=\"https://en.wikipedia.org/wiki/Special:BookSources/0415125995\" class=\"extiw\" title=\"en:Special:BookSources/0415125995\">ISBN 0-415-12599-5</a></li>\n<li>Murphey, Murray G., 2005. <i>C. I. Lewis: The Last Great Pragmatist</i>. SUNY Press.\n<ul><li>2006, \"Symposium on M. G. Murphey's <i>C. I. Lewis: The Last Great Pragmatist</i>,\" <i>Transactions of the C. S. Peirce Society 42</i>: 1-77. With contributions by S. F. Barker, John Corcoran, Eric Dayton, John Greco, Joel Isaac, Murphey, Richard S. Robin, and Naomi Zack.</li></ul></li>\n<li>Schilpp, P. A., ed., 1968. <i>The Philosophy of C. I. Lewis</i> (The Library of Living Philosophers, vol. 13). Open Court. Includes an autobiographical essay.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.iep.utm.edu/lewisci/\">\"Clarence Irving Lewis\"</a>artigo na <i>Internet Encyclopedia of Philosophy</i></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.pragmatism.org/genealogy/lewis.htm\">Bibliografia online.</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_miscellaneous.svg\" title=\"Portal da educação\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/40px-Nuvola_apps_edu_miscellaneous.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/60px-Nuvola_apps_edu_miscellaneous.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Educa%C3%A7%C3%A3o\" title=\"Portal:Educação\">Portal da educação</a></span></span></li>        </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1883\" title=\"Categoria:Nascidos em 1883\">Nascidos em 1883</a><a href=\"/wiki/Categoria:Mortos_em_1964\" title=\"Categoria:Mortos em 1964\">Mortos em 1964</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:L%C3%B3gicos_dos_Estados_Unidos\" title=\"Categoria:Lógicos dos Estados Unidos\">Lógicos dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_anal%C3%ADticos\" title=\"Categoria:Filósofos analíticos\">Filósofos analíticos</a><a href=\"/wiki/Categoria:Bolsistas_Guggenheim\" title=\"Categoria:Bolsistas Guggenheim\">Bolsistas Guggenheim</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_Harvard\" title=\"Categoria:Alunos da Universidade Harvard\">Alunos da Universidade Harvard</a><a href=\"/wiki/Categoria:Professores_da_Universidade_Harvard\" title=\"Categoria:Professores da Universidade Harvard\">Professores da Universidade Harvard</a><a href=\"/wiki/Categoria:Professores_de_filosofia\" title=\"Categoria:Professores de filosofia\">Professores de filosofia</a><a href=\"/wiki/Categoria:Professores_da_Universidade_da_Calif%C3%B3rnia_em_Berkeley\" title=\"Categoria:Professores da Universidade da Califórnia em Berkeley\">Professores da Universidade da Califórnia em Berkeley</a><a href=\"/wiki/Categoria:Professores_da_Universidade_do_Colorado\" title=\"Categoria:Professores da Universidade do Colorado\">Professores da Universidade do Colorado</a><a href=\"/wiki/Categoria:Professores_da_Universidade_Wesleyan\" title=\"Categoria:Professores da Universidade Wesleyan\">Professores da Universidade Wesleyan</a><a href=\"/wiki/Categoria:Pragmatistas\" title=\"Categoria:Pragmatistas\">Pragmatistas</a><a href=\"/wiki/Categoria:P%C3%A1ginas_que_usam_um_formato_descontinuado_das_etiquetas_de_matem%C3%A1tica\" title=\"Categoria:Páginas que usam um formato descontinuado das etiquetas de matemática\">Páginas que usam um formato descontinuado das etiquetas de matemática</a>']",
    "imagem": null,
    "view": "clarence_irving_lewis"
}