{
    "url": "https://pt.wikipedia.org/wiki/Edith_Stein",
    "codigo_http": 200,
    "titulo": [
        "Edith Stein"
    ],
    "conteudo": [
        "Edith Theresa Hedwig Stein, O.C.D., canonizada como Santa Teresa Benedita da Cruz (12 de outubro de 1891 – 9 de agosto de 1942), foi uma santa, filósofa e teóloga alemã nascida judia e que se converteu à Igreja Católica. Ela foi canonizada em 11 de outubro de 1998 pelo Papa João Paulo II, sendo mártir da Igreja e uma das seis santas copadroeiras da Europa.\n",
        "Nascida em uma família judia praticante, Edith era a filha mais nova de 11 irmãos. Nasceu no Yom Kippur, o Dia do Perdão para os judeus. Seu pai morreu quando ela tinha apenas dois anos, o que fez cair sobre sua mãe Auguste a responsabilidade sobre os negócios da família. Apesar de sua mãe ser muito devota, Edith perdeu a fé em Deus ainda jovem.\n",
        "Em 1911, ingressou na Universidade de Breslávia para cursar alemão e história, apesar de seu verdadeiro interesse ser a filosofia. Movida pelas tragédias da Primeira Guerra Mundial, em janeiro de 1915, Edith interrompeu seus estudos na Universidade de Gotinga e se voluntariou como auxiliar de enfermagem em um hospital de doenças infecciosas na Áustria. Edith concluiu seu doutorado com a tese Sobre o Problema da Empatia.[1] Assim, Stein foi a segunda mulher a receber um título de doutorado em filosofia na Alemanha, além de se tornar assistente do mais eminente filósofo de seu tempo, Edmund Husserl. Ela foi a primeira estudiosa a pedir oficialmente que as mulheres recebessem o status de \"professoras\".[2]\n",
        "Teve uma grande mudança em sua crença no ano de 1921, a partir da leitura da autobiografia de Santa Teresa de Ávila, quando estava em casa da amiga Hedwig Conrad-Martius, em Bergzabern. Ela se converteu ao catolicismo e foi batizada em 1.º de janeiro de 1922, tomando a própria amiga como madrinha. Já religiosa, anotou: \"A fé está mais próxima da sabedoria divina do que toda ciência filosófica e mesmo teológica\".\n",
        "Anos mais tarde, testemunhou a ascensão do Partido Nazista e a consequente perseguição aos judeus. Decidiu se tornar freira Carmelita Descalça no monastério de Colônia em 1933. Com a crescente ameaça nazista na Alemanha, Edith e sua irmã Rose são enviadas para o Carmelo da Holanda. Após a divulgação de uma carta da Igreja da Holanda com críticas ao nazismo, os cristãos judeus passaram a sofrer represálias, sendo Edith e sua irmã capturadas. Edith Stein morreu aos 50 anos, no campo de concentração de Auschwitz-Birkenau, envenenada numa câmara de gás.\n",
        "Filha dos comerciantes judeus Siegfried e Auguste Courant Stein e última de onze irmãos, nasceu em Breslávia, Alemanha, no dia 12 de outubro de 1891, quando se celebrava a grande festa judaica do Yom Kippur, o \"Dia da Reconciliação\".[3] Seu pai faleceu quando tinha dois anos, numa viagem de negócios. Auguste, então, passou a conduzir com destreza os negócios da família enquanto cuidava sozinha da criação de seus filhos. Edith possuía grande admiração pela coragem e força de sua mãe, sendo a sua inspiração e ideal de mulher.\n",
        "Durante a adolescência, deixou a escola e passou alguns meses na casa de sua irmã Else em Hamburgo, ocasião em que passou por uma crise de fé.[4][5] Após essa viagem, ela decide retomar os estudos. Em 1911, ela obteve o diploma dos estudos secundários com distinção na Escola Viktoria. Edith foi reconhecida como uma das mais brilhantes estudantes de sua época, graças ao empenho e aptidão para o conhecimento.\n",
        "Após o ensino secundário, ela começa a cursar alemão, história, psicologia e filosofia na Universidade de Breslávia. Alguns anos depois, ela se interessa pelos estudos realizados por Edmund Husserl, criador da Fenomenologia, e seu grupo de pesquisa nessa corrente filosófica. Ela parte para estudar na Universidade de Gotinga, fazendo seus estudos de filosofia alemã e história. Lá ela fez grandes amigos do grupo de filosofia de Gotinga, como Adolf Reinach. Em janeiro de 1915, Edith se gradua com distinção.\n",
        "Com a deflagração da Primeira Guerra Mundial, Edith se sente impelida a trabalhar em favor de seu país. Então, ela decide resolutamente abandonar por tempo indeterminado os estudos a fim de servir da melhor maneira diante da guerra.[6] Apesar da falta de consentimento de sua mãe, ela se voluntariou a ser enfermeira auxiliar na Cruz Vermelha. Em abril de 1915, ela foi convocada a servir no hospital militar de Mährisch-Weisskirchen,[3] no front da guerra. No dia 1º de setembro ela é liberada do serviço voluntário e posteriormente recebeu por este trabalho uma medalha de honra.\n",
        "Em 1916 volta a Breslávia para trabalhar como professora suplente na Escola Viktoria, local onde cursou seu ensino secundário. No mesmo ano conclui seu doutorado em Freiburg com summa cum laude, com a tese \"Sobre o Problema da Empatia\",[1] que é publicada em 1917. Posteriormente, Edith se torna assistente de seu mestre Husserl, em Freiburg, e trabalha em escritos diversos. Apesar de fazer várias tentativas para obter um cargo em diversas universidades, como Gotinga, Freiburg e Kiel, ela não é aceita por ser mulher.\n",
        "Em 1917, morre na guerra seu grande amigo Adolf Reinach, em Flandres. Durante o ano de 1918 participa do recém-fundado Partido Democrático Alemão, mas logo se desilude da política. Com a República de Weimar, em 1919, as mulheres passam a ter o direito a voto e a igualdade.\n",
        "Em 1920, passa por uma dolorosa crise interior, enquanto que sua irmã Erna Stein se casa com Hans Biberstein. No verão de 1921, enquanto passava as férias em Bergzabern na casa de sua amiga Hedwig Conrad-Martius, ela lê a autobiografia de Santa Teresa de Ávila, intitulada \"O Livro da Vida\", com quem se identifica, apesar de na época não saber da origem judaica da santa. No ano seguinte, Edith Stein se dedica a preparar as obras de Adolf Reinach para publicação e se converte ao Catolicismo. Ela foi batizada no dia 1 de janeiro de 1922 e tomou a Primeira Comunhão na Igreja Paroquial São Martin, de Bergzabern. Faz sua confirmação na capela privada do bispo de Speyer, em 2 de fevereiro do mesmo ano. Publica seus trabalhos no Anuário de filosofia e investigação filosófica, editado por Husserl.\n",
        "Entre 1923-1931 trabalha como professora no liceu para moças e no instituto para formação de professoras das irmãs dominicanas de Santa Madalena, em Speyer. Faz várias traduções e outros trabalhos e participa de conferências em simpósios e congressos pedagógicos realizados em Praga, Viena, Salzburg, Bâle, Paris, Munster e Bendorf.\n",
        "Em 1925 traduz para o alemão o Diário e As Cartas do cardeal John Henry Newman. Publica no Anuário seu estudo, \"Uma investigação sobre o Estado\", entre outros. Em 1928 participa de conferências sobre a questão feminina e sobre a educação católica por toda Alemanha e por países vizinhos. Faz a tradução para o alemão de De Veritate, de Tomás de Aquino. Em 1929 publica no Anuário seu estudo comparativo entre Tomás de Aquino e Edmund Husserl. Em 1930 faz conferências em Nuremberg, Salzburg, Speyer, Bendorf, Heildelberg sobre a questão feminina.\n",
        "Tenta novamente, sem sucesso, em 1931 uma cátedra universitária. Continua a realizar conferências por diversos lugares, e publica o primeiro volume da sua tradução das Quaestiones Disputatae de Veritate, de Tomás de Aquino.\n",
        "Consegue então uma posição em 1932 como docente no Instituto Alemão de Pedagogia Científica, em Münster, e continua a proferir diversas conferências pela Alemanha e Suíça. Participa do importante Congresso Internacional Tomista de Juvisy e publica o segundo volume da sua tradução de São Tomás de Aquino, Questiones Disputatae de Veritate. \n",
        "Com a chegada do Partido Nazista ao poder em 1933, é publicada em abril a lei que proíbe a presença de judeus em cargos públicos da Alemanha. Edith Stein, já reconhecendo os sinais dos tempos, entende que não há mais espaço no ambiente acadêmico em seu país. Dessa forma, ela renuncia ao posto de docente do instituto e, não podendo também realizar conferências e dar aulas, decide-se por realizar o seu chamado reconhecido desde sua conversão.\n",
        "Ela decide se tornar uma freira Carmelita Descalça no monastério de Colônia em 14 de outubro de 1933, tomando o hábito com o nome de Teresa Benedita da Cruz. Tem permissão de sua superiora para continuar seu estudo Ser Finito e Ser Eterno. Publica vários textos inclusive o estudo sobre Teresa d'Ávila.\n",
        "No dia 21 de abril de 1935, domingo de Páscoa, faz seus votos religiosos temporários.[3] Depois da morte de sua mãe, sua irmã Rosa também se converte ao Catolicismo em 1936. Em abril de 1938 faz seus votos definitivos. Morre seu mestre Edmund Husserl. Publica artigos sobre a História do Carmelo.\n",
        "Com a violência da chamada Noite dos Cristais, em 1938, as irmãs são conduzidas para a Holanda, e se instalam no Carmelo de Echt, onde seria um lugar seguro para elas. Nessa época, Edith escreve seu Testamento de Vida, onde detalha qual o destino dará aos seus pertences e oferece sua vida pelo povo judeu. A Alemanha invade a Polônia e tem início a Segunda Grande Guerra. Familiares de Edith emigram para os Estados Unidos e para a Colômbia. Ela escreve um trabalho sobre Dionísio Areopagita e começa a escrever A Ciência da Cruz, sua obra mais importante.\n",
        "Em 1940, os nazistas ocupam a Países Baixos. Em 1941 seus irmãos Frida e Paul, bem como a esposa e a filha deste são deportados para o campo de concentração de Theresienstadt, onde morrem em 1942. Em abril de 1942, Rosa e Edith são registradas como judias pela Gestapo, a policia nazista.\n",
        "Após o recrudescimento das perseguições ao povo judeu, os bispos da Holanda publicaram em 20 de julho de 1942 uma carta crítica ao nazismo. Como represália, membros do partido aderem no dia 2 de agosto a uma perseguição aos católicos de ascendência judaica, entre eles Rosa e Edith Stein. O Carmelo e Edith procuram conseguir visto para que ambas saiam da Holanda e entrem na Suíça, mas os papéis chegam depois de sua prisão. As últimas palavras de Edith foram para sua irmã: “Venha, estamos indo para o nosso povo”.[7]\n",
        "Ao chegar na sede da Gestapo na Holanda, Edith é submetida a um interrogatório de praxe. Ambas são transferidas para o campo de trânsito de Amersfoort, e depois para o campo de Westerbork. Três dias antes de sua morte, tinha dito: “Aconteça o que acontecer, estou preparada. Jesus está aqui conosco” (06-08-1942).[8] Em 7 de agosto vão de trem para o oeste, e chegam a Auschwitz em 9 de agosto, onde morrem na câmara de gás.[4]\n",
        "No dia 1 de maio de 1987, foi beatificada pelo Papa João Paulo II em Colônia e em 11 de Outubro de 1998 foi canonizada pelo mesmo, sob o nome de Santa Teresa Benedita da Cruz. No dia 1 de outubro de 1999, o Papa João Paulo II, numa carta apostólica em forma de motu proprio intitulado \"Spes aedificandi\", proclamou Santa Teresa Benedita da Cruz, juntamente com Santa Brígida da Suécia e Santa Catarina de Siena, co-padroeira da Europa, graças à particular contribuição cristã que outorgou não só à Igreja Católica, mas especialmente à mesma sociedade europeia através do seu pensamento filosófico. A sua celebração litúrgica na Igreja Católica se dá em 9 de agosto.\n",
        "Em 18 de abril de 2024, o superior geral da Ordem dos Carmelitas Descalços, padre Miguel Márquez Calle, oficializou um pedido para que Edith Stein fosse reconhecida Doutora da Igreja, sendo-lhe proposta o título de \"doctor veritatis\" (Doutora da Verdade, em latim). Se reconhecida, ela será a quinta mulher em toda história da Igreja Católica a ser elevada como doutora, após ser provado que ela teria contribuído com uma notável teologia, pensamento filosófico e vida moral.[9][10][11]\n",
        "Para uma cronologia detalhada dos escritos de Stein, consulte o IASPES' website.\n",
        "(Edith Stein Gesamtausgabe, Herder 2000–2020) com traduções para inglês e polonês disponíveis[15]\n"
    ],
    "ligacoes": [
        "<ul><li><i>Vida de uma família judia e outros escritos autobiográficos</i>. Trad. M. do C. V. Wollny e R. Kirchner. São Paulo: Paulus, 2018.</li>\n<li><i>Textos sobre Husserl e Tomás de Aquino</i>. Tradução: E. P. Giachini [<i>et al</i>.]. São Paulo: Paulus, 2019.</li>\n<li><i>Uma investigação sobre o Estado</i>. Trad. M. C. S. de S.  Campos. São Paulo: Paulus, 2022.</li>\n<li><i>Vias para o conhecimento de Deus</i>. Trad. e notas G. A. Assumpção. Petrópolis: Vozes, 2025</li></ul>",
        "<ul><li>1917, <i>Zum Problem der Einfühlung</i> Halle: <i>Buchdruckerei des Waisenhauses</i>. (<a href=\"/w/index.php?title=Thesis&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Thesis (página não existe)\">Doctoral Thesis</a>).</li>\n<li>1916-1220, <i>Einführung in die Philosophie</i>, palestras ministradas em um seminário em Freiburg em 1916-1918 e, mais tarde, em particular em Breslau em <a rel=\"nofollow\" class=\"external text\" href=\"http://edytastein.org.pl/en/\">Edith Stein House</a> in 1920<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\"><span class=\"cite-bracket\">[</span>12<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1921, <i>Freiheit und Gnade</i>.Este trabalho foi durante anos erroneamente identificado e citado como <i>Die ontische Struktur der Person und ihre erkenntnistheoretische Problematik</i>, um título que apareceu impresso após a Segunda Guerra Mundial devido a uma conexão incorreta entre a página de título e o trabalho.<sup id=\"cite_ref-13\" class=\"reference\"><a href=\"#cite_note-13\"><span class=\"cite-bracket\">[</span>13<span class=\"cite-bracket\">]</span></a></sup><sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\"><span class=\"cite-bracket\">[</span>14<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1922, <i>Beiträge zur philosophischen Begründung der Psychologie und der Geisteswissenschaften</i>, in <i>Jahrbuch für Philosophie und phänomenologische Forschung</i> 5, Halle: Max Niemeyer, 1–284.</li>\n<li>1924, <i>Was ist Phänomenologie?</i></li>\n<li>1924, <i>Was ist Philosophie? Ein Gespräch zwischen Edmund Husserl und Thomas von Aquino</i></li>\n<li>1925, <i>Eine Untersuchung über den Staat</i>, in <i>Jahrbuch für Philosophie und phänomenologische Forschung</i> 7, Halle: Max Niemeyer, 1–123.</li>\n<li>1929, <i>Husserls Phänomenologie und die Philosophie des heiligen Thomas von Aquino. Versuch einer Gegenüberstellung</i>, in <i>Festschrift Edmund Husserl zum 70. Geburtstag gewidmet</i>, (<i>Jahrbuch für Philosophie und phänomenologische Forschung</i> 10), Ergänzungsband, Halle: Max Niemeyer, 315–338.</li>\n<li>1930/1931, <i>Die weltanschauliche Bedeutung der Phänomenologie</i></li>\n<li>1931, <i>Potenz und Akt. Studien zu einer Philosophie des Seins</i></li>\n<li>1932, <i>Der Aufbau der menschlichen Person. Vorlesung zur philosophischen Anthropologie</i></li>\n<li>1933, <i>Was ist der Mensch? Theologische Anthropologie.</i> <i>Das Menschenbild unseres Glaube</i>ns</li>\n<li>1928–1933, <i>Die Frau. Fragestellungen und Reflexionen</i></li>\n<li>1935/1936, <i>Endliches und ewiges Sein. Versuch eines Aufstiegs zum Sinn des Seins,</i> escrito com dois suplementos:\n<ul><li><i>Die Seelenburg zu Endliches und ewiges Sein</i></li>\n<li><i>Martin Heidegger’s Existenzphilosophie</i></li></ul></li>\n<li>1940/1941, <i>Wege der Gotteserkenntnis. Studie zu Dionysius Areopagita</i></li>\n<li>1941/1942, <i>Kreuzeswissenschaft. Studie über Johannes vom Kreuz</i></li>\n<li>1962, <i>Welt und Person</i> (publicação póstuma)</li></ul>",
        "<ul><li>ESGA 1: Stein E., <i>Aus dem Leben einer jüdischen Familie</i> <i>und weitere autobiographische Beiträge</i>, Herder, Freiburg 2002.\n<ol><li>Tradução para o inglês: CWES 1: <i>Life in a Jewish Family: Her Unfinished Autobiographical Account</i>, trans. Josephine Koeppel in: <i>The Collected Works of Edith Stein. Volume 1</i>, ICS Publications, Washington D.C. 1986;</li>\n<li>Tradução polonesa: ESGA PL 1: <i>Dzieje pewnej rodziny żydowskiej</i>, trans. Immakulata J. Adamska, Wydawnictwo Karmelitów Bosych, Cracow 2005.</li></ol></li>\n<li>ESGA 2: Stein E., <i>Selbstbildnis in Briefen I. Erster Teil 1916–1933</i>, Herder, Freiburg 2000.\n<ol><li>Tradução para o inglês: CWES 5: <i>Self-portrait in Letters 1916–1942</i>, trans. Josephine Koeppel in: <i>The Collected Works of Edith Stein. Volume 1</i>, ICS Publications, Washington D.C. 1993.</li>\n<li>Tradução polonesa: <i>Autoportret z listów I</i>, trans. Immakulata J. Adamska, Anna Talarek, Wydawnictwo Karmelitów Bosych, Cracow 2003.</li></ol></li>\n<li>ESGA 3: Stein E., <i>Selbstbildnis in Briefen II. Zweiter Teil 1933–1942</i>, Herder, Freiburg 2000.\n<ol><li>Tradução polonesa: ESGA PL 3: <i>Autoportret z listów II,</i> trans. Immakulata J. Adamska, Anna Talarek, Wydawnictwo Karmelitów Bosych, Cracow 2003.</li></ol></li>\n<li>ESGA 4: Stein E., <i>Selbstbildnis in Briefen III. Briefe an Roman Ingarden</i>, Herder, Freiburg 2005.\n<ol><li>Tradução para o inglês: CWES 12: <i>Self-Portrait in Letters</i>, trans. Hugh Candler Hunt, ICS Publications, Washington D.C. 2001.</li>\n<li>Tradução polonesa ESGA PL 4: <i>Autoportret z listów. Cz. 3. Listy do Romana Ingardena</i> trans. Małgorzata Klentak-Zabłocka, Andrzej Wajs, Wydawnictwo Karmelitów Bosych, Cracow 2003; an older Tradução polonesa: PL 4: <i>Spór o prawdę istnienia. Listy Edith Stein do Romana Ingardena</i>, trans. Małgorzata Klentak-Zabłocka, Andrzej Wajs, Wydawnictwo M, Warsaw 1994.</li></ol></li>\n<li>ESGA 5: Stein E., <i>Zum Problem der Einfühlung</i>, Herder, Freiburg-Basel-Wien 2008.\n<ol><li>Tradução para o inglês: CWES 3: <i>On the problem of empathy</i>, trans. Waltraut Stein, ICS Publications, Washington D.C. 1989.</li>\n<li>Tradução polonesa: <i>O zagadnieniu wczucia</i>, trans. Danuta Gierulanka, Jerzy F. Gierula, Znak, Cracow 1988.</li></ol></li>\n<li>ESGA 6: Stein E., <i>Beiträge zur philosophischen Begründung der Psychologie und der Geisteswissenschaften</i>, Herder, Freiburg-Basel-Wien 2010.\n<ol><li>Tradução para o inglês: CWES 7: <i>Philosophy of Psychology and the Humanities</i>, trans. Mary Catharine Baseheart, Marianne Sawicki, ICS Publications, Washington D.C. 2000;</li>\n<li>Tradução polonesa: ESGA PL 6: <i>Filozofia psychologii i humanistyki</i>, trans. Piotr Janik SJ, Marcin Baran SJ, Jolanta Gaca, Wydawnictwo Karmelitów Bosych, Cracow 2016.</li></ol></li>\n<li>ESGA 7: Stein E., <i>Eine Untersuchung über den Staat</i>, Herder, Freiburg-Basel-Wien 2006.\n<ol><li>Tradução para o inglês: CWES 10: <i>An Investigation Concerning the State</i>, trans. Marianne Sawicki, ICS Publication, Washington D.C. 2006.</li></ol></li>\n<li>ESGA 8: Stein E., <i>Einführung in die Philosophie</i>, Herder, Freiburg-Basel-Wien 2004.\n<ol><li>No translation is available.</li></ol></li>\n<li>ESGA 9: Stein E., <i>‘Freiheit und Gnade’ und weitere Beiträge zu Phänomenologie und Ontologie</i>, Herder, Freiburg-Basel-Wien 2014.\n<ol><li>Tradução para o inglês: CWES 8: <i>Husserl and Aquinas. A Comparison</i>, in: CWES 8: <i>Knowledge and Faith</i>, trans. Walter Redmond, ICS Publications, Washington D.C. 2000, pp. 1–64. Older translation is available in: M. C. Baseheart, <i>Person in the World: Introduction to the Philosophy of Edith Stein</i>, Kluwer, Dordrecht 1997, pp. 129–144, transl. by M. C. Baseheart.</li>\n<li>Tradução polonesa of <i>Was Ist Philosophie? Ein Gespräch zwischen Edmund Husserl und Thomas von Aquino</i> is <i>Co to jest filozofia? Rozmowa między Edmundem Husserlem a Tomaszem z Akwinu</i>, in: PL 9: <i>Światło rozumu i wiary. Duchowa droga Edyty Stein św. Teresy Benedykty od Krzyża</i>, Totaldruk, Poznań 2002, pp. 29–77.</li></ol></li>\n<li>ESGA 10: Stein E., <i>Potenz und Akt. Studien zu einer Philosophie des Seins</i>, Herder, Freiburg-Basel-Wien 2005.\n<ol><li>Tradução para o inglês: CWES 11: <i>Potency and Act, Studies Toward a Philosophy of Being</i>, trans. Walter Redmond, ICS Publications, Washington D.C. 2009.</li></ol></li>\n<li>ESGA 11/12: Stein E., <i>Endliches und ewiges Sein. Versuch eines Aufstiegs zum Sinn des Seins. Anhang: Martin Heideggers Existenzphilosophie. Die Seelenburg</i>, Herder, Freiburg-Basel-Wien 2006.\n<ol><li>Tradução para o inglês: CWES 9: <i>Finite and eternal being</i>, trans. K. F. Reinhardt, ICS Publications, Washington D.C. 2002.</li>\n<li>Tradução polonesa: PL 11/12a: <i>Byt skończony a byt wieczny</i>, trans. Immakulata J. Adamska OCD, W drodze, Poznań 1995. The appendixes (<i>Die Seelenburg</i> and <i>Martin Heideggers Existenzphilosophie</i>) are translated in: PL 11/12b: <i>Twierdza duchowa,</i> trans. Immakulata J. Adamska, Zysk i S-ka, Poznań 2006, 93–122 and 135–203.</li></ol></li>\n<li>ESGA 13: Stein E., <i>Die Frau. Fragestellungen und Reflexionen</i>, Freiburg-Basel-Wien 2000, Herder.\n<ol><li>Tradução para o inglês: CWES 2: <i>The Collected Works of Edith Stein. Volume II. Essays on Woman</i>, trans. F. M. Oben, Washington D.C. 1996, ICS Publications.</li>\n<li>Tradução polonesa: ESGA PL 13: <i>Kobieta. Pytania i refleksje</i>, trans. Wiesław Szymona, Wydawnictwo Karmelitów Bosych, Cracow 2015.</li></ol></li>\n<li>ESGA 14: Stein E., <i>Der Aufbau der menschlichen Person. Vorlesung zum philosophischen Anthropologie</i>, Freiburg-Basel-Wien 1994, Herder, Freiburg 2004.\n<ol><li>Tradução polonesa: ESGA PL 14: <i>Budowa osoby ludzkiej. Wykład z antropologii filozoficznej</i>, trans. Grzegorz Sowinski, Wydawnictwo Karmelitów Bosych, Cracow 2015.</li>\n<li>Tradução italiana: <i>La struttura della persona umana</i>, trans. L. Gelber-M. Linssen, M. d'Ambra, Città Nuova, Rome 2000.</li></ol></li>\n<li>ESGA 15: Stein E., <i>Was is der Mensch? Theologische Anthropologie</i>, Freiburg-Basel-Wien 2005, Herder.\n<ol><li>Tradução polonesa: ESGA PL 15: <i>Czym jest człowiek? Antropologia teologiczna</i>, trans. Grzegorz Sowinski, Wydawnictwo Karmelitów Bosych, Cracow 2012.</li></ol></li>\n<li>ESGA 16: Stein E., <i>Bildung und Entfaltung der Individualität. Beiträge zum christlichen</i> <i>Erziehungsauftrag</i>, Herder, Freiburg-Basel-Wien 2001.</li>\n<li>ESGA 17: Stein E., <i>Wege der Gotteserkenntnis. Studie zu Dionysius Areopagita und Übersetzung seiner Werke</i>, Herder, Freiburg-Basel-Wien 2013.\n<ol><li>Tradução polonesa: <i>Drogi poznania Boga: studium o Dionizym Areopagicie i przekład jego dzieł,</i> trans. Grzegorz Sowinski, Wydawnictwo Karmelitów Bosych, Cracow 2006.</li></ol></li>\n<li>ESGA 18: <i>Kreuzeswissenschaft.</i> <i>Studie über Johannes vom Kreuz</i>, Herder, Freiburg-Basel-Wien 2003.\n<ol><li>Tradução para o inglês: CWES 6: <i>The Science of the Cross</i>, trans. Josephine Koeppel, ICS Publications, Washington D.C. 2002;</li>\n<li>Tradução polonesa: <i>Wiedza Krzyża. Studium o św. Janie od Krzyża,</i> trans. Immakulata J. Adamska, Grzegorz Sowinski, Wydawnictwo Karmelitów Bosych, Cracow 2013.</li></ol></li>\n<li>ESGA 19: <i>Geistliche Texte I</i>, Freiburg-Basel-Wien 2009, Herder.\n<ol><li>Tradução para o inglês: <i>The Hidden Life: Essays, Meditations, Spiritual Texts</i>, trans. Waltraut Stein in: <i>The Collected Works of Edith Stein. Volume IV</i>, ICS Publications, Washington D.C. 2014.</li></ol></li>\n<li>ESGA 20: <i>Geistliche Texte II</i>, Freiburg-Basel-Wien 2007, Herder.\n<ol><li>Tradução para o inglês: ESGA EN 4: <i>The Hidden Life: Essays, Meditations, Spiritual Texts</i>, trans. Waltraut Stein in: <i>The Collected Works of Edith Stein. Volume IV</i>, ICS Publications, Washington D.C. 2014.</li></ol></li>\n<li>ESGA 21: <i>Übersetzung von John Henry Newman, Die Idee der Universität</i>, Freiburg-Basel-Wien 2014, Herder.</li>\n<li>ESGA 22: <i>Übersetzung von John Henry Newman, Briefe und Texte zur ersten Lebenshälfte (1801–1846)</i>, Freiburg-Basel-Wien 2004, Herder.</li>\n<li>ESGA 23: <i>Übersetzung: Des Hl. Thomas von Aquino Untersuchungen über die Wahrheit – Quaestiones disputatae de veritate 1</i>, Freiburg-Basel-Wien 2014, Herder.</li>\n<li>ESGA 24: <i>Übersetzung: Des Hl. Thomas von Aquino Untersuchungen über die Wahrheit – Quaestiones disputatae de veritate 2</i>, Freiburg-Basel-Wien 2002, Herder.</li>\n<li>ESGA 25: <i>Übersetzung von Alexandre Koyré, Descartes und die Scholastik</i>, Freiburg-Basel-Wien 2008, Herder.</li>\n<li>ESGA 26: <i>Übersetzung: Thomas von Aquin, Über das Seiende und das Wesen – De ente et essentia – mit den Roland-Gosselin-Exzerpten. Eingeführt und bearbeitet von Andreas Speer und Francesco Valerio Tommasi</i>, Freiburg-Basel-Wien 2008, Herder.</li>\n<li>ESGA 27: <i>Miscellanea thomistica</i>, Freiburg-Basel-Wien 2013, Herder.</li></ul>",
        "<ul><li><a href=\"/wiki/Ordem_do_Carmo\" title=\"Ordem do Carmo\">Ordem do Carmo</a></li>\n<li><a href=\"/wiki/Carmelitas_da_Antiga_Observ%C3%A2ncia\" class=\"mw-redirect\" title=\"Carmelitas da Antiga Observância\">Carmelitas da Antiga Observância</a></li>\n<li><a href=\"/wiki/Eremitas_da_Bem-Aventurada_Virgem_Maria_do_Monte_Carmelo\" title=\"Eremitas da Bem-Aventurada Virgem Maria do Monte Carmelo\">Eremitas da Bem-Aventurada Virgem Maria do Monte Carmelo</a></li>\n<li><a href=\"/wiki/Ordem_dos_Carmelitas_Descal%C3%A7os\" title=\"Ordem dos Carmelitas Descalços\">Ordem dos Carmelitas Descalços</a></li>\n<li><a href=\"/wiki/Lista_de_todos_os_santos\" class=\"mw-redirect\" title=\"Lista de todos os santos\">Lista de todos os santos</a></li>\n<li><a href=\"/wiki/Auschwitz-Birkenau\" class=\"mw-redirect\" title=\"Auschwitz-Birkenau\">Auschwitz-Birkenau</a></li></ul>",
        "<ul><li><i>Edith Stein - Em busca da verdade em tempos sombrios</i> - Ilana Waingort Novinsky, editora Humanitas, Fapesp, Histórias da Intolerância n. 10, São Paulo, 2014.</li></ul>",
        "<ul><li>(em italiano) <a rel=\"nofollow\" class=\"external text\" href=\"http://www.edithstein.org\">Associazione Italiana Edith Stein onlus</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.vatican.va/news_services/liturgy/saints/ns_lit_doc_19981011_edith_stein_po.html\">Biografia no site do Vaticano</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.vatican.va/holy_father/john_paul_ii/homilies/1998/documents/hf_jp-ii_hom_11101998_stein_po.html\">Homilia de João Paulo II na cerimónia da sua canonização</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.vatican.va/holy_father/john_paul_ii/motu_proprio/documents/hf_jp-ii_motu-proprio_01101999_co-patronesses-europe_po.html\">Carta apostólica em forma de ‘motu proprio’ de João Paulo II proclamando Santa Benedita da Cruz co-padroeira da Europa</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.agencia.ecclesia.pt/ecclesiaout/liturgia/liturgia_site/santos/santos_ver.asp?cod_santo=128\">Liturgia católica do Ofício Divino (Missa e Liturgia das Horas) da Festa de S. Teresa Benedita da Cruz</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.montecarmelo.com/buscar?controller=search&amp;orderby=position&amp;orderway=desc&amp;search_query=stein+obras+completas\">«Obras Completas» de Santa Teresa Benedita da Cruz publicadas em castelhano</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.montecarmelo.com/buscar?controller=search&amp;orderby=position&amp;orderway=desc&amp;search_query=stein\">Livros em castelhano sobre Edith Stein na Editorial Monte Carmelo</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.imdb.com/title/tt0114461/?ref_=fn_al_tt_1\">Filme «A hetedik szoba» (1996) sobre a biografia de Santa Teresa Benedita da Cruz</a></li>\n<li>(em francês) <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070927104510/http://www.edithstein.fr/1508.html\">Site  do Instituto Edith-Stein</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Poland_flag_waving_icon.svg\" title=\"Portal da Polónia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/66/Poland_flag_waving_icon.svg/40px-Poland_flag_waving_icon.svg.png\" decoding=\"async\" width=\"25\" height=\"16\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/66/Poland_flag_waving_icon.svg/60px-Poland_flag_waving_icon.svg.png 2x\" data-file-width=\"43\" data-file-height=\"27\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%B3nia\" title=\"Portal:Polónia\">Portal da Polónia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Kruis_san_damiano.gif\" title=\"Portal do catolicismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/31/Kruis_san_damiano.gif/40px-Kruis_san_damiano.gif\" decoding=\"async\" width=\"21\" height=\"30\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/31/Kruis_san_damiano.gif/60px-Kruis_san_damiano.gif 2x\" data-file-width=\"1181\" data-file-height=\"1639\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Catolicismo\" title=\"Portal:Catolicismo\">Portal do catolicismo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1891\" title=\"Categoria:Nascidos em 1891\">Nascidos em 1891</a><a href=\"/wiki/Categoria:Mortos_em_1942\" title=\"Categoria:Mortos em 1942\">Mortos em 1942</a><a href=\"/wiki/Categoria:Naturais_de_Bresl%C3%A1via\" title=\"Categoria:Naturais de Breslávia\">Naturais de Breslávia</a><a href=\"/wiki/Categoria:Naturais_do_Imp%C3%A9rio_Alem%C3%A3o\" title=\"Categoria:Naturais do Império Alemão\">Naturais do Império Alemão</a><a href=\"/wiki/Categoria:Judeus_da_Pol%C3%B4nia\" title=\"Categoria:Judeus da Polônia\">Judeus da Polônia</a><a href=\"/wiki/Categoria:Convertidos_do_juda%C3%ADsmo_ao_catolicismo_romano\" title=\"Categoria:Convertidos do judaísmo ao catolicismo romano\">Convertidos do judaísmo ao catolicismo romano</a><a href=\"/wiki/Categoria:Convertidos_do_ate%C3%ADsmo_ou_agnosticismo_ao_catolicismo_romano\" title=\"Categoria:Convertidos do ateísmo ou agnosticismo ao catolicismo romano\">Convertidos do ateísmo ou agnosticismo ao catolicismo romano</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofas\" title=\"Categoria:Filósofas\">Filósofas</a><a href=\"/wiki/Categoria:Fenomen%C3%B3logos\" title=\"Categoria:Fenomenólogos\">Fenomenólogos</a><a href=\"/wiki/Categoria:Professores_da_Alemanha\" title=\"Categoria:Professores da Alemanha\">Professores da Alemanha</a><a href=\"/wiki/Categoria:Escritoras\" title=\"Categoria:Escritoras\">Escritoras</a><a href=\"/wiki/Categoria:Prisioneiros_do_campo_de_concentra%C3%A7%C3%A3o_de_Auschwitz\" title=\"Categoria:Prisioneiros do campo de concentração de Auschwitz\">Prisioneiros do campo de concentração de Auschwitz</a><a href=\"/wiki/Categoria:V%C3%ADtimas_do_campo_de_concentra%C3%A7%C3%A3o_de_Auschwitz\" title=\"Categoria:Vítimas do campo de concentração de Auschwitz\">Vítimas do campo de concentração de Auschwitz</a><a href=\"/wiki/Categoria:V%C3%ADtimas_do_Holocausto\" title=\"Categoria:Vítimas do Holocausto\">Vítimas do Holocausto</a><a href=\"/wiki/Categoria:V%C3%ADtimas_do_nazismo\" title=\"Categoria:Vítimas do nazismo\">Vítimas do nazismo</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_cat%C3%B3licos\" title=\"Categoria:Filósofos católicos\">Filósofos católicos</a><a href=\"/wiki/Categoria:Santos_carmelitas\" title=\"Categoria:Santos carmelitas\">Santos carmelitas</a><a href=\"/wiki/Categoria:M%C3%A1rtires_cat%C3%B3licos\" title=\"Categoria:Mártires católicos\">Mártires católicos</a><a href=\"/wiki/Categoria:Santos_da_Alemanha\" title=\"Categoria:Santos da Alemanha\">Santos da Alemanha</a><a href=\"/wiki/Categoria:Santos_da_Pol%C3%B4nia\" title=\"Categoria:Santos da Polônia\">Santos da Polônia</a><a href=\"/wiki/Categoria:Pessoas_canonizadas_pelo_papa_Jo%C3%A3o_Paulo_II\" title=\"Categoria:Pessoas canonizadas pelo papa João Paulo II\">Pessoas canonizadas pelo papa João Paulo II</a><a href=\"/wiki/Categoria:M%C3%ADsticos_cat%C3%B3licos\" title=\"Categoria:Místicos católicos\">Místicos católicos</a><a href=\"/wiki/Categoria:Judias\" title=\"Categoria:Judias\">Judias</a><a href=\"/wiki/Categoria:Crist%C3%A3s\" title=\"Categoria:Cristãs\">Cristãs</a><a href=\"/wiki/Categoria:Virgens_m%C3%A1rtires\" title=\"Categoria:Virgens mártires\">Virgens mártires</a>']",
    "imagem": null,
    "view": "edith_stein"
}