{
    "url": "https://pt.wikipedia.org/wiki/Edmund_Burke",
    "codigo_http": 200,
    "titulo": [
        "Edmund Burke"
    ],
    "conteudo": [
        "Edmund Burke (Dublin, 12 de janeiro de 1729 – Beaconsfield, 9 de julho de 1797) foi um filósofo, teórico político e orador irlandês,[1] membro do parlamento londrino pelo Partido Whig.[2][3]\n",
        "Sua principal expressão como teórico político foi a crítica que formulou à ideologia da Revolução Francesa, manifesta em Reflexões sobre a Revolução na França e sobre o comportamento de certas comunidades em Londres relativo a esse acontecimento, de 1790.[4] Sendo advogado, dedicou-se primeiramente a escritos filosóficos, entre os quais destaca-se o tratado de estética A Philosophical Enquiry into the Origin of Our Ideas of the Sublime and Beautiful (\"Investigação filosófica sobre a origem de nossas ideias do Sublime e do Belo\") (1757).[5][6] O livro atraiu a atenção de proeminentes pensadores continentais, como Denis Diderot e Immanuel Kant.\n",
        "Sua participação na política interna inglesa foi igualmente relevante. Defendeu a restrição dos poderes monárquicos e introduziu novos conceitos constitucionais referentes aos partidos e seus respectivos membros. Burke é ainda lembrado por apoiar causas como a Revolução Americana, a Emancipação Católica e o impeachment do general Warren Hastings da Companhia Britânica das Índias Orientais.[7]\n",
        "No século XIX Burke inspirou tanto conservadores quanto liberais.[8] Subsequentemente, no Século XX, Burke foi amplamente reconhecido como o fundador do conservadorismo moderno.[9][10]\n",
        "Burke nasceu em Dublin, Irlanda. Sua mãe, Mary, nascida Nagle (c. 1702-1770), era uma católica romana oriunda de uma empobrecida família do Condado de Cork e prima do educador católico Nano Nagle, enquanto seu pai Richard (falecido em 1761), um advogado de sucesso, era um membro da Igreja da Irlanda. Não está claro se esse é o mesmo Richard Burke que se converteu do catolicismo.[11][12] A dinastia Burke descende de um cavaleiro anglo-normando de sobrenome de Burgh (latinizado como de Burgo), que chegou à Irlanda em 1185 após a invasão da Irlanda por Henrique II da Inglaterra em 1171 e está entre as principais famílias inglesas antigas que foram assimiladas pela sociedade gaélica, tornando-se \"mais irlandesas do que os próprios irlandeses\".[13]\n",
        "Burke aderiu à fé de seu pai e permaneceu um anglicano praticante ao longo de sua vida, ao contrário de sua irmã Juliana, que foi criada e permaneceu católica romana.[14] Mais tarde, seus inimigos políticos o acusaram repetidamente de ter sido educado no Colégio Jesuíta de St. Omer, perto de Calais, França; e de manter simpatias católicas secretas em uma época em que ser membro da Igreja Católica o desqualificaria de cargos públicos pelas leis penais da Irlanda. Como Burke disse a Frances Crewe: \n",
        "Depois de ser eleito para a Câmara dos Comuns, Burke foi obrigado a fazer o juramento de lealdade e abjuração, o juramento de supremacia e se declarar contra a transubstanciação.[16] Embora nunca negasse ser irlandês, Burke frequentemente se descrevia como \"um inglês\". De acordo com o historiador britânico J. C. D. Clark, isso foi em uma época \"antes do 'nacionalismo celta' tentar tornar incompatível ser irlandês e inglês\".[17]\n",
        "Quando criança, Burke às vezes passava um tempo longe do ar insalubre de Dublin com a família de sua mãe perto de Killavullen, em Blackwater Valley, no Condado de Cork. Recebeu sua educação inicial em uma escola quaker em Ballitore, Condado de Kildare, a cerca de 67 quilômetros (42 milhas) de Dublin; e possivelmente, como seu primo Nano Nagle, em uma escola informal para crianças não anglicanas perto de Killavullen.[18] Manteve correspondência com sua colega naquela escola, Mary Leadbeater, filha do dono, ao longo de sua vida.\n",
        "Em 1744, Burke ingressou no Trinity College de Dublin, um estabelecimento protestante que até 1793 não permitia que os católicos se graduassem.[19] Em 1747, fundou uma sociedade de debates, o Clube de Edmund Burke, que em 1770 se fundiu com o Clube Histórico TCD para formar a College Historical Society, a mais antiga sociedade de estudantes universitários do mundo. As atas das reuniões do Clube de Burke permanecem na coleção da sociedade que o sucedeu. Burke se formou na Trinity em 1748. O pai de Burke queria que ele estudasse Direito e com isso em mente foi para Londres em 1750, onde ingressou no Middle Temple, antes de desistir do Direito para viajar pela Europa Continental. Depois de evitar a carreira jurídica, buscou seu sustento escrevendo.[20]\n",
        "As Letters on the Study and Use of History  (Cartas sobre o Estudo e Uso da História) do falecido Lorde Bolingbroke foram publicadas em 1752 e a coletânea de suas obras apareceram em 1754. Isso levou Burke a escrever seu primeiro trabalho publicado, A Vindication of Natural Society: A View of the Miseries and Evils Arising to Mankind (Uma reivindicação da sociedade natural: uma visão das misérias e males que surgem na humanidade), aparecendo na primavera de 1756. Burke imitou o estilo e as ideias de Bolingbroke em uma reductio ad absurdum de seus argumentos a favor do racionalismo ateísta, a fim de demonstrar seu absurdo.[21][22]\n",
        "Burke afirmou que os argumentos de Bolingbroke contra a religião revelada podem se aplicar também a todas as instituições sociais e civis.[23] Lord Chesterfield e Bishop Warburton, dentre outros, inicialmente pensaram que o trabalho era genuinamente sobre Bolingbroke ao invés de uma sátira.[21][24] Todas as resenhas do trabalho foram positivas, com os críticos apreciando especialmente a qualidade da escrita de Burke. Alguns críticos não perceberam a natureza irônica do livro, o que levou Burke a declarar no prefácio da segunda edição (1757) que era uma sátira.[25]\n",
        "Richard Hurd acreditava que a imitação de Burke era quase perfeita e que isso frustrava seu propósito, argumentando que um ironista \"deveria tomar cuidado com um exagero constante ao fazer o ridículo brilhar através da imitação. Considerando que essa ‘’Vindication’’ é forçada em toda parte, não apenas na linguagem e nos princípios de L. Bol., porém com uma seriedade tão aparente, ou melhor, tão real, que metade de seu propósito é sacrificada a outro fim\".[25] Uma minoria de estudiosos assumiu a posição de que, de fato, Burke escreveu a ‘’Vindication’’ com seriedade, mais tarde renegando-a apenas por razões políticas.[26][27]\n",
        "Em 1757, Burke publicou um tratado sobre estética intitulado ‘’Uma investigação filosófica sobre a origem de nossas ideias do sublime e do belo’’, que atraiu a atenção de proeminentes pensadores da Europa continental como Denis Diderot e Immanuel Kant. Foi seu único trabalho puramente filosófico e quando, trinta anos depois, foi instado por Sir Joshua Reynolds e French Laurence a expandi-lo, Burke respondeu que não estava mais apto para especulações abstratas (Burke o havia escrito antes dos dezenove anos de idade).[28]\n",
        "Em 25 de fevereiro de 1757, Burke assinou um contrato com Robert Dodsley para escrever uma \"história da Inglaterra desde a época de Júlio César até o fim do reinado da Rainha Anne\", que atingiria oitenta folhas in-quarto (640 páginas), quase 400 000 palavras. Deveria ser enviado para publicação até o Natal de 1758.[29]  Burke completou a obra até o ano 1216 e parou, mas só foi publicada após a sua morte, numa coletânea de suas obras de 1812, ‘’An Essay Towards an Abridgement of the English History’’ (Um ensaio para resumo da história inglesa). G. M. Young não valorizou a história de Burke e afirmou que era \"comprovadamente uma tradução do francês\".[30] Ao comentar sobre a explicação de que Burke interrompeu sua história porque David Hume publicou a sua, Lord Acton disse que \"é eternamente lamentável que o reverso não tenha ocorrido\".[31]\n",
        "Durante o ano seguinte a esse contrato, Burke fundou com Dodsley o influente ‘’Annual Register’’ (Registro Anual), uma publicação na qual vários autores avaliavam os eventos políticos internacionais do ano anterior.[32] Não é claro até que ponto Burke contribuiu para essa publicação.[33] Em sua biografia de Burke, Robert Murray cita o Register como evidência das opiniões de Burke, mas Philip Magnus em sua biografia não o cita diretamente como uma referência.[34] Burke permaneceu como editor-chefe da publicação até pelo menos 1789 e não há evidências de que qualquer outro escritor tenha contribuído para ela antes de 1766.[34]\n",
        "Em 12 de março de 1757, Burke casou-se com Jane Mary Nugent (1734–1812), filha do Dr. Christopher Nugent,[35] um médico católico que havia lhe tratado em Bath. Seu filho Richard nasceu em 9 de fevereiro de 1758, enquanto um filho mais velho, Christopher, morreu na infância. Burke também ajudou a criar um pupilo, Edmund Nagle (mais tarde almirante Sir Edmund Nagle), filho de um primo materno que ficara órfão em 1763.[36]\n",
        "Mais ou menos nessa mesma época, Burke foi apresentado a William Gerard Hamilton (conhecido como \"Hamilton do discurso único \"). Quando Hamilton foi nomeado secretário-chefe para a Irlanda, Burke o acompanhou a Dublin como seu secretário particular, cargo que ocupou por três anos. Em 1765, Burke se tornou secretário particular do político liberal whig Charles, marquês de Rockingham, então primeiro-ministro da Grã-Bretanha, que permaneceu seu amigo íntimo e aliado até sua morte prematura em 1782. Rockingham também apresentou Burke como um maçom.[37][38]\n",
        "Iniciou sua carreira política em 1761 como primeiro-secretário particular do governador da Irlanda, Willian Gerard Hamilton. Rompe com Hamilton em 1765 e é nomeado, neste mesmo ano, secretário do Primeiro-Ministro e líder do Partido Whig; Rockingham. Foi depois eleito para a Câmara dos Comuns, onde tornou-se conhecido por suas posições economicamente liberais e politicamente conservadoras: era favorável ao atendimento das reivindicações das colônias americanas, à liberdade de comércio, era contra a perseguição dos Católicos, mas sempre defendendo um mínimo de prudência e moderação e rejeitando o culto ao progresso característico ao iluminismo. Chegou mesmo a denunciar as injustiças cometidas pela administração inglesa na Índia. No entanto, não podia aceitar facilmente os excessos da Revolução Francesa de 1789, expondo tais críticas na obra Reflexões sobre a Revolução na França, de 1790. Burke acreditava que a revolução francesa foi um marco de ignorância e brutalidade, acusando principalmente a execução brutal de \"homens bons\" como Lavoisier e a opressão do chamado \"Reino do Terror\" .\n",
        "De temperamento impetuoso e pouco inclinado à sistematização, Burke não escreveu nenhum tratado sobre teoria política. Seus pensamentos são expostos em cartas, discursos, panfletos e obras de circunstância. Expressa-se através de aforismos, por efusões líricas ou polêmicas, visando a maior parte das vezes a um resultado prático.\n",
        "As aparentes contradições de seus pensamentos tem origem nas diferentes circunstâncias que nortearam suas emoções. A inspiração, no entanto, é sempre a mesma. Em primeiro lugar, tinha desprezo aos filósofos iluministas (em especial Rousseau e Voltaire), que denomina \"audaciosos experimentadores da nova moral\" e \"confusos decadentes\".\n",
        "Burke advoga a teoria da soberania do povo, embora sustentada na ideia de que a razão e a teoria não são referências válidas por si mesmas para a vida das sociedades. Afirma que a história é feita de um longo depósito de tradições, de prudência e moral, incorporadas nos usos e nas civilizações, e não da elaborações intelectuais, como querem os filósofos. Nessa mesma linha de raciocínio, Burke nega que as constituições possam ser feitas ou produzidas; uma constituição só pode surgir graças à experiência acumulada durante séculos.\n",
        "O dom inato da palavra transformou Edmund Burke em um dos maiores oradores da história de seu país. Ele destilava sua veemência em uma linguagem de clássico equilíbrio, qualidade que pode ser verificada, de maneira especial, nos discursos \"Sobre a tributação norte-americana\" (1770), quando formulou sua famosa definição de partido, \"corpo de homens ligados por interesse público, que pode funcionar como elo entre rei e parlamento\", ao apoiar e moderar, ao mesmo tempo, a ação do governante.\n",
        "Esse mesmo espírito de interação política levará Burke a dizer que entende o parlamentar como representante dos interesses da comunidade — e não um simples delegado de seus desejos particulares.\n",
        "Burke se opôs à Revolução Francesa — para ele um edifício erguido sobre mentiras e violência. Para ele a democracia era \"capaz de expressar as mais cruéis opressões sobre a minoria.\" Apreciava a Constituição britânica, cuja sabedoria profunda, segundo ele, não reside num certo universo de regras e princípios gerais, mas em uma vasta e sutil harmonia de costumes, de preconceitos, de instituições concretas e estruturadas no decurso dos séculos. Essa antítese das duas constituições é o pano de fundo no qual Burke projeta, a propósito do início da Revolução Francesa, os principais temas de uma filosofia do conservadorismo.[40] Burke é considerado, pelos conservadores, como o pai do conservadorismo anglo-americano.\n",
        "A conservação proposta por Burke na política, no entanto, nunca se baseou na manutenção do status quo. Burke definiu a política como um exercício em que é preciso respeitar “um princípio seguro de conservação e um princípio seguro de transmissão, sem excluir um princípio de melhoria\". Conservação, transmissão e melhoria, portanto seguiriam uma ordem lógica, e não arbitrária.\n",
        "Burke apontava quais dos principais vícios dos revolucionários franceses estavam na forma como se procuravam evitar a intrínseca dificuldade da política como ela é. “A dificuldade é um instrutor severo, na medida em que tende a fortalecer os nossos medos e a apurar a nossa capacidade”, afirmava o filósofo. O que move Burke é que é perigosa a ideia de plasticidade do mundo e da natureza dos homens, como se ambos pudessem ser objeto de transformação radical.\n",
        "A ação revolucionária, pelo contrário, obedece antes a um “princípio de preguiça”: a preguiça de quem é incapaz de pacientemente estudar e reformar a comunidade real, optando antes por “atalhos” e pelas “facilidades falaciosas” da destruição e da recriação totais. Para Burke, retroagir forçosamente era como revolucionar — uma utopia. O conservadorismo burkeano, portanto, define-se pela atitude geneticamente utópica.[41]\n",
        "Sua principal expressão como teórico político é a crítica que formulou à ideologia da Revolução Francesa, manifesta em Reflexões sobre a Revolução na França e sobre o comportamento de certas comunidades em Londres relativo a esse acontecimento, de 1790.[42]\n",
        "Traduzida para várias línguas, essa obra se tornou o modelo das atitudes contrarrevolucionárias na Inglaterra e outros países da Europa. Nela, Burke ressalta o conceito de direito natural, que atribui à vida física e espiritual do homem grande autonomia dentro da estrutura maior da sociedade, desde que não fira a harmonia geral desta.\n",
        "Nessa obra, Burke situa-se em uma posição aristotélico-tomista, que busca iluminar o geral com o particular, fazendo do real o racional, e do abstrato generalizador das ideias especulativas uma ameaça aos valores penosamente adquiridos pela civilização através dos séculos.\n",
        "Essas ideias transformaram Edmund Burke em um teórico do conservadorismo, que postulava o crescimento orgânico das sociedades, ao invés das reformas violentas. Suas reflexões sobre a ideologia revolucionária não só orientaram de maneira decisiva a opinião pública da Inglaterra contra a reestruturação política francesa, como passaram a constituir, para o homem inglês, o senso comum da validade do status e da hierarquia.[43]\n",
        "Se tratando de um ideário patriótico, Burke estabelece uma perspectiva de causalidade. Ele afirma que, \"A nossa pátria, para fazer-se amar, deve ser amável\". O patriotismo, portanto, é construído a partir de um sentimento comum de amor e solidariedade para com aqueles que são nossos conterrâneos, e juntos, devemos ser o alicerce de uma nação a qual devemos nos orgulhar.[44][45]\n",
        "Edmund Burke era do partido liberal britânico, chamado Whig, que se opunha ao partido conservador da época, o Tory. E ele nunca abandou o Partido Whig nem as ideias Whigs até mesmo depois de sua crítica à Revolução Francesa, como se vê em seu An Appeal from the New to the Old Whigs. Ele defendia os princípios constitucionalistas do liberalismo, tal como John Locke e os Pais Fundadores dos EUA, e inclusive defendeu a Independência dos EUA, mesmo tendo sido um político inglês.[46] Era amigo do liberal mundialmente conhecido Adam Smith, dizendo a ele em uma carta que \"tem uma verdadeira estima pelo seu trabalho e pelo seu caráter\", e revisando de forma positiva tanto seu A Teoria dos Sentimentos Morais, quanto A Riqueza das Nações.[47] Adam Smith dizia que Burke era o único homem que, sem ter tido qualquer contato anterior, tinha as ideias econômicas mais parecidas com as dele.[48] De fato ele defendia o liberalismo econômico, como se vê em sua obra póstuma Thoughts and Details on Scarcity.[49] Dois pensadores sistematizadores da filosofia liberal, Acton e Hayek, consideravam Burke como um dos maiores liberais. Apesar disso, pouca gente hoje o considera assim, tal como os conhecidos pensadores do conservadorismo Russel Kirk e Roger Scruton, que o consideram o fundador do conservadorismo moderno.[50][51][52]\n"
    ],
    "ligacoes": [
        "<ul><li><i>Vindication of Natural Society</i> (1756)</li>\n<li><i><a href=\"/wiki/A_Philosophical_Enquiry_into_the_Origin_of_Our_Ideas_of_the_Sublime_and_Beautiful\" class=\"mw-redirect\" title=\"A Philosophical Enquiry into the Origin of Our Ideas of the Sublime and Beautiful\">A Philosophical Enquiry into the Origin of Our Ideas of the Sublime and Beautiful</a></i> (1756)</li>\n<li><i>An Account of the European Settlement in America</i> (1757)</li>\n<li><i>The Abridgement of the History of England</i> (1757)</li>\n<li><i>Annual Register</i> editor for some 30 years (1758)</li>\n<li><i>Tracts on the Popery Laws</i> (Early 1760s)</li>\n<li><i>On the Present State of the Nation</i> (1769)</li>\n<li><i>Thoughts on the Cause of the Present Discontents</i> (1770)</li>\n<li><i>American Taxation</i> (1774)</li>\n<li><i>Conciliation with the Colonies</i> (1775)</li>\n<li><i>A Letter to the Sheriffs of Bristol</i> (1777)</li>\n<li><i>Reform of the Representation in the House of Commons</i> (1782)</li>\n<li><i><a href=\"/wiki/Reflections_on_the_Revolution_in_France\" class=\"mw-redirect\" title=\"Reflections on the Revolution in France\">Reflections on the Revolution in France</a></i> (1790)</li>\n<li><i>Letter to a Member of the National Assembly</i> (1791)</li>\n<li><i>Appeal from the New to the Old Whigs</i> (1791)</li>\n<li><i>Thoughts on French Affairs</i> (1791)</li>\n<li><i>Remarks on the Policy of the Allies</i> (1793)</li>\n<li><i>Letters on a Regicide Peace</i> (1795–97)</li>\n<li><i>Letter to a Noble Lord</i> (1796)</li></ul>",
        "<ul><li><a href=\"/wiki/Russell_Kirk\" title=\"Russell Kirk\">Russell Kirk</a></li>\n<li><a href=\"/wiki/Roger_Scruton\" title=\"Roger Scruton\">Roger Scruton</a></li>\n<li><a href=\"/wiki/Adam_Smith\" title=\"Adam Smith\">Adam Smith</a></li>\n<li><a href=\"/wiki/Sublime_(est%C3%A9tica)\" title=\"Sublime (estética)\">Sublime</a></li>\n<li><a href=\"/wiki/Partido_Whig_(Reino_Unido)\" title=\"Partido Whig (Reino Unido)\">Partido Whig</a></li>\n<li><a href=\"/wiki/Partido_Conservador_(Reino_Unido)\" title=\"Partido Conservador (Reino Unido)\"><i>Conservative Party</i></a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.wikicu.com/Edmund_Burke_Society\"><i>Edmund Burke Society</i> de Universidade de Columbia</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.fundacionburke.org\">Textos baseados nos pensamentos de Burke</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20150311104319/http://www.gettysburg.edu/special_collections/collections/manuscripts/collections/ms016.dot\">Edmund Burke ensaios no <i>Gettysburg College</i></a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://oll.libertyfund.org/index.php?option=com_staticxt&amp;staticfile=show.php%3Fperson=3807&amp;Itemid=28\">Obras de Burke na <i>The Online Library of Liberty</i></a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.gutenberg.org/author/Edmund+Burke\">Obras de Edmund Burke</a> (em inglês) no <a href=\"/wiki/Projeto_Gutenberg\" title=\"Projeto Gutenberg\">Projeto Gutenberg</a> (incluindo suas obras em doze volumes)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bartleby.com/24/2/\"><i>A Philosophical Inquiry into the Origin of Our Ideas of the Sublime and Beautiful</i></a>, por Edmund Burke\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bartleby.com/24/1/1002.html\">\"On Taste\"</a> (introdução à 2ª edição de <i>A Philosophical Enquiry into the Origin of Our Ideas on the Sublime and the Beautiful</i>).</li></ul></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Ireland.svg\" title=\"Portal da Irlanda\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/45/Flag_of_Ireland.svg/40px-Flag_of_Ireland.svg.png\" decoding=\"async\" width=\"25\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/45/Flag_of_Ireland.svg/60px-Flag_of_Ireland.svg.png 2x\" data-file-width=\"1200\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Irlanda\" title=\"Portal:Irlanda\">Portal da Irlanda</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_England.svg\" title=\"Portal da Inglaterra\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/be/Flag_of_England.svg/40px-Flag_of_England.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/be/Flag_of_England.svg/60px-Flag_of_England.svg.png 2x\" data-file-width=\"800\" data-file-height=\"480\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Inglaterra\" title=\"Portal:Inglaterra\">Portal da Inglaterra</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Clio1_-_2.png\" title=\"Portal da teoria da história\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/72/Clio1_-_2.png/40px-Clio1_-_2.png\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/72/Clio1_-_2.png/60px-Clio1_-_2.png 2x\" data-file-width=\"255\" data-file-height=\"249\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Teoria_da_Hist%C3%B3ria\" title=\"Portal:Teoria da História\">Portal da teoria da história</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Edmund_Burke2.jpg\" title=\"Portal do conservadorismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/31/Edmund_Burke2.jpg/40px-Edmund_Burke2.jpg\" decoding=\"async\" width=\"23\" height=\"30\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/31/Edmund_Burke2.jpg/60px-Edmund_Burke2.jpg 2x\" data-file-width=\"180\" data-file-height=\"232\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Conservadorismo\" title=\"Portal:Conservadorismo\">Portal do conservadorismo</a></span></span></li>   </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1729\" title=\"Categoria:Nascidos em 1729\">Nascidos em 1729</a><a href=\"/wiki/Categoria:Mortos_em_1797\" title=\"Categoria:Mortos em 1797\">Mortos em 1797</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Irlanda\" title=\"Categoria:Filósofos da Irlanda\">Filósofos da Irlanda</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVIII\" title=\"Categoria:Filósofos do século XVIII\">Filósofos do século XVIII</a><a href=\"/wiki/Categoria:Irlandeses_do_s%C3%A9culo_XVIII\" title=\"Categoria:Irlandeses do século XVIII\">Irlandeses do século XVIII</a><a href=\"/wiki/Categoria:Advogados_da_Irlanda\" title=\"Categoria:Advogados da Irlanda\">Advogados da Irlanda</a><a href=\"/wiki/Categoria:Pol%C3%ADticos_da_Irlanda\" title=\"Categoria:Políticos da Irlanda\">Políticos da Irlanda</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_pol%C3%ADticos\" title=\"Categoria:Filósofos políticos\">Filósofos políticos</a><a href=\"/wiki/Categoria:Cientistas_pol%C3%ADticos_da_Irlanda\" title=\"Categoria:Cientistas políticos da Irlanda\">Cientistas políticos da Irlanda</a><a href=\"/wiki/Categoria:Historiadores_da_Irlanda\" title=\"Categoria:Historiadores da Irlanda\">Historiadores da Irlanda</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Escritores_crist%C3%A3os\" title=\"Categoria:Escritores cristãos\">Escritores cristãos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_arte\" title=\"Categoria:Filósofos da arte\">Filósofos da arte</a><a href=\"/wiki/Categoria:Pessoas_da_Revolu%C3%A7%C3%A3o_Francesa\" title=\"Categoria:Pessoas da Revolução Francesa\">Pessoas da Revolução Francesa</a><a href=\"/wiki/Categoria:Reitores_da_Universidade_de_Glasgow\" title=\"Categoria:Reitores da Universidade de Glasgow\">Reitores da Universidade de Glasgow</a><a href=\"/wiki/Categoria:Alunos_do_Trinity_College_(Dublin)\" title=\"Categoria:Alunos do Trinity College (Dublin)\">Alunos do Trinity College (Dublin)</a><a href=\"/wiki/Categoria:Teoria_da_hist%C3%B3ria\" title=\"Categoria:Teoria da história\">Teoria da história</a><a href=\"/wiki/Categoria:Conservadorismo\" title=\"Categoria:Conservadorismo\">Conservadorismo</a><a href=\"/wiki/Categoria:Naturais_do_Reino_da_Irlanda\" title=\"Categoria:Naturais do Reino da Irlanda\">Naturais do Reino da Irlanda</a><a href=\"/wiki/Categoria:Naturais_de_Dublin\" title=\"Categoria:Naturais de Dublin\">Naturais de Dublin</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/a/a2/EdmundBurke1771.jpg/250px-EdmundBurke1771.jpg",
    "view": "edmund_burke"
}