{
    "url": "https://pt.wikipedia.org/wiki/Emmanuel_Levinas",
    "codigo_http": 200,
    "titulo": [
        "Emmanuel Levinas"
    ],
    "conteudo": [
        "Emmanuel Levinas (Kaunas, 30 de dezembro de 1905jul./ 12 de janeiro de 1906greg. — Paris, 25 de dezembro de 1995) foi um filósofo francês nascido em uma família judaica na Lituânia.\n",
        "Bastante influenciado pela fenomenologia de Edmund Husserl, de quem foi tradutor, assim como pelas obras de  Martin Heidegger, Franz Rosenzweig e Monsieur Chouchani, o pensamento de Levinas parte da ideia de que a Ética, e não a Ontologia, é a Filosofia primeira. É no face-a-face humano que se irrompe todo sentido. Diante do rosto do Outro, o sujeito se descobre responsável e lhe vem à ideia o Infinito.\n",
        "Nascido no seio de uma família judaica, o pai um livreiro, Levinas logo teve contato com os clássicos da literatura russa, como Dostoiévski — tão citado em suas obras. Aos doze anos, na Ucrânia, assiste à revolução de Outubro (1917). Mais tarde, estabelece-se na França (1923) e inicia seus estudos de filosofia em Strasbourg. Dirigindo-se a Friburgo (1928-1929), torna-se aluno de Edmund Husserl e Martin Heidegger, dos quais será um dos primeiros a introduzir o pensamento na França. No ano seguinte, apresenta sua tese de doutorado sobre La Théorie de l’Intuition dans la Phénoménologie de Husserl (1930) e continua escrevendo artigos sobre os dois autores, alguns recolhidos mais tarde em seu En Découvrant l’Existence avec Husserl et Heidegger (1949).\n",
        "Retorna a Paris até que, tendo eclodido a II Guerra Mundial (1939), é capturado e feito prisioneiro pelos alemães. Exilado por cinco anos, não poderá mais esquecer a marca do ódio do homem contra o outro homem deixada pela violência nazista. No cativeiro foi escrita grande parte de sua obra De l’Existence à l’Existant (1947), publicada dois anos após o fim da guerra.\n",
        "Durante dezoito anos (1946-1964), dedica-se à direção da Escola Normal Israelita Oriental de Paris. Nesse período publica sua grande obra Totalité et Infini (1961), a qual representa um momento de síntese das investigações a que vinha se dedicando até então. Difficile Liberté (1963) aparecerá dois anos depois, enfocando questões sobre o judaísmo. Leciona depois na universidade de Poitiers (1964-1967), na de Paris-Nanterre (1967-1973) e na de Paris-Sorbone (1973-1984). \n",
        "Emmanuel veio a falecer em Paris no dia 25 de dezembro de 1995.\n",
        "Historicamente, está impressa na sua obra a memória dos seis milhões de judeus assassinados pelo nazismo durante a Shoah (Holocausto), aos quais dedica seu livro Autrement qu’etre (1974). Traz consigo, portanto, a inquietação de um século marcado pela dominação do homem sobre o outro homem. Nas palavras dele, \"Século que, em trinta anos, conheceu duas guerras mundiais, os totalitarismos de direita e de esquerda, hitlerismo e stalinismo, Hiroshima, o goulag, os genocídios de Auschwitz e do Cambodja. Século que finda na obsessão do retorno de tudo o que estes nomes bárbaros significam. Sofrimento e mal impostos de maneira deliberada, mas que nenhuma razão limitava na exasperação da razão tornada política e desligada de toda a ética\".\n",
        "Filosoficamente, Levinas percebe que o pensamento ocidental, a partir da filosofia grega, desenvolveu-se como discurso de dominação. O Ser dominou a Antiguidade e a Idade Média, sendo depois substituído pelo eu desde a época moderna até os nossos dias, porém sempre sob o mesmo sinal: a unidade unificadora e totalizante que exclui o confronto e a valorização da diversidade, entendida como abertura para o Outro. A obra de Levinas transmite o alerta de uma emergência ética de se repensar os caminhos da filosofia a partir de um novo prisma, de se partir do eu já em direção ao Outro. Uma tal inspiração Levinas buscará na sabedoria bíblico-judaica.\n",
        "Confrontando a filosofia ocidental, dialoga constantemente com os pensadores da tradição, como Platão, Descartes, Kant, Hegel, Bergson, Husserl e Heidegger. Esses dois últimos estão sempre presentes em sua obra, seja partindo deles, seja já tentando superá-los. A propósito, afirma: “quase sempre, começo com Husserl ou em Husserl, mas o que digo já não está em Husserl”  e, em outro lugar: “Apesar do horror que um dia veio associar-se ao nome de Heidegger — e que nada poderá dissipar — nada conseguiu desfazer em meu espírito a convicção de que Sein und Zeit, de 1927, é imprescritível”. De Descartes, Levinas guarda a descoberta da ideia do infinito, tomada  como orientação metafísica para a sua ética. Contudo, é com Franz Rosenzweig que comunga suas maiores intuições, autor esse \"presente demais para ser citado\" segundo Levinas.\n",
        "Abaixo, a primeira edição de cada obra e sua respectiva tradução para o português, quando existente.\n"
    ],
    "ligacoes": [
        "<ul><li>\"<i>O Outro metafísico é outro de uma alteridade que não é formal, de uma alteridade que não é um simples inverso da identidade, nem de uma alteridade feita de resistência ao Mesmo, mas de uma alteridade anterior a toda a iniciativa, a todo o imperialismo do Mesmo; outro de uma alteridade que não limita o Mesmo, porque nesse caso o Outro não seria rigorosamente Outro: pela comunidade da fronteira, seria, dentro do sistema, ainda o Mesmo. O absolutamente Outro é Outrem; não faz número comigo. A coletividade em que eu digo ‘tu’ ou ‘nós’ não é um plural de ‘eu’. Eu, tu, não são indivíduos de um conceito comum.</i>\" (extraído de LEVINAS, E. Totalidade e infinito. Trad. José Pinto Ribeiro. Lisboa: Edições 70, 1988, p.26.)</li></ul>",
        "<ul><li>\"<i>O modo como o Outro se apresenta, ultrapassando a ideia do Outro em mim, chamamo-lo, de fato, rosto. Esta maneira não consiste em figurar como tema sob o meu olhar, em expor-se como um conjunto de qualidades que formam uma imagem. O rosto de Outrem destrói em cada instante e ultrapassa a imagem plástica que ele me deixa, a ideia à minha medida e à medida do seu ideatum — a ideia adequada. Não se manifesta por essas qualidades, mas kath'autó. Exprime-se. </i>\" (extraído de LEVINAS, E. Totalidade e infinito. Trad. José Pinto Ribeiro. Lisboa: Edições 70, 1988, p.38.)</li></ul>",
        "<ul><li>\"<i>Voltando à noção cartesiana do infinito — ‘à ideia do infinito’ colocada no ser separado pelo infinito — retém-se a sua positividade, a sua anterioridade relativamente a todo o pensamento finito e a todo o pensamento do finito, a sua exterioridade em relação ao finito. Foi a possibilidade do ser separado. A ideia do infinito, o transbordamento do pensamento finito pelo seu conteúdo, efetua a relação do pensamento com o que ultrapassa a sua capacidade, com o que a todo o momento ele apreende sem ser chocado. Eis a situação que denominamos acolhimento do rosto. A ideia do infinito produz-se na oposição do discurso, na socialidade. A relação com o rosto, com o outro absolutamente outro que eu não poderia conter, com o outro, nesse sentido, infinito, é no entanto a minha ideia, um comércio. Mas a relação mantém-se sem violência — na paz com essa alteridade absoluta. A ‘resistência’ do Outro não faz violência, não age negativamente, tem uma estrutura positiva: ética. A primeira revelação do outro, suposta em todas as outras relações com ele, não consiste em apanhá-lo na sua resistência negativa e em cercá-lo pela manha. Não luto com um deus sem rosto, mas respondo à sua expressão, à sua revelação. </i>\" (extraído de LEVINAS, E. Totalidade e infinito. Trad. José Pinto Ribeiro. Lisboa: Edições 70, 1988, p.176.)</li></ul>",
        "<ul><li>\"<i>«A verdadeira vida está ausente.» Mas nós estamos no mundo. A metafísica surge e mantém-se neste álibi. Está voltada para o «outro lado», para o «doutro modo», para o «outro». Sob a forma mais geral, que revestiu na história do pensamento, ela aparece, de facto, como um movimento que parte de um mundo que nos é familiar - sejam quais forem as terras ainda desconhecidas que o marginem ou que ele esconda - , de uma «nossa casa» que habitamos, para um fora-de-si estrangeiro, para um além. O termo desse movimento - o outro lado ou o outro - é denominado outro num sentido eminente. Nenhuma viagem, nenhuma mudança de clima e de ambiente podem satisfazer o desejo que para lá tende. O Outro metafisicamente desejado não é «outro» como o pão que como, como o país em que habito, como a paisagem que contemplo, como, por vezes, eu para mim próprio, este «eu», esse «outro». Dessas realidades, posso «alimentar-me» e, em grande medida, satisfazer-me, como se elas simplesmente me tivessem faltado. Por isso mesmo, a sua alteridade incorpora-se na minha identidade de pensante ou de possuidor. O desejo metafísico tende para uma coisa inteiramente diversa, para o absolutamente outro.</i>\" (extraído de LEVINAS, E. Totalidade e infinito. Trad. José Pinto Ribeiro. Lisboa: Edições 70, 1988, p.21.)</li></ul>",
        "<ul><li>\"<i>Podemos mostrar-nos escandalizados por esta concepção utópica e, para um eu, inumana. Mas a humanidade do humano — a verdadeira vida — está ausente. A humanidade no ser histórico e objetivo, a própria aberta do subjetivo, do psiquismo humano, na sua original vigilância ou acalmia, é o ser que se desfaz da sua condição de ser: o des-inter-esse. É o que quer dizer o título do livro: ‘de outro modo que ser’. A condição ontológica desfaz-se, ou é desfeita, na condição ou incondição humana. Ser humano significa: viver como se não se fosse um ser entre os seres. Como se, pela espiritualidade humana, se invertessem as categorias do ser, num ‘de outro modo que ser’. Não apenas num ‘ser de modo diferente’; ser diferente é ainda ser. O ‘de outro modo que ser’, na verdade, não tem verbo que designe o acontecimento da sua in-quietude, do seu des-inter-esse, da impugnação deste ser — ou do esse — do ente. (...) De fato, trata-se de afirmar a própria identidade do eu humano a partir da responsabilidade, isto é, a partir da posição ou da de-posição do eu soberano na consciência de si, deposição que é precisamente a sua responsabilidade por outrem. (...) Tal é a minha identidade inalienável de sujeito .</i>\" (extraído de LEVINAS, E. Ética e Infinito: diálogos com Philippe Nemo. Trad.: João Gama. Lisboa: Edições 70, 1988, p.92-93.)</li></ul>",
        "<ul><li>\"<i>A face do ser que se mostra na guerra fixa-se no conceito de totalidade que domina a filosofia ocidental. Os indivíduos reduzem-se aí a portadores de formas que os comandam sem eles saberem. Os indivíduos vão buscar a essa totalidade o seu sentido (invisível de fora dela). A unicidade de cada presente sacrifica-se incessantemente a um futuro chamado a desvendar o seu sentido objetivo. Porque só o sentido último é que conta, só o último ato transforma os seres neles próprios. Eles serão o que aparecerem nas formas, já plásticas, da epopeia. </i>\" (extraído de LEVINAS, E. Totalidade e Infinito. Trad.: José Pinto Ribeiro. Lisboa: Edições 70, s/d, p.10.)</li></ul>",
        "<ul><li>\"<i>Deus que vela sua face não é, pensamos, uma abstração de teólogo nem uma imagem de poeta. É a hora em que o indivíduo justo não encontra nenhum recurso exterior, em que nenhuma instituição o protege, em que a consolação da presença divina no sentimento religioso infantil se nega também, em que o indivíduo apenas pode triunfar em sua consciência, ou seja, necessariamente no sofrimento. Sentido especificamente judeu do sofrimento que não toma em nenhum momento o valor de uma expiação mística pelos pecados do mundo. A posição de vítimas em um mundo em desordem, ou seja, em um mundo onde o bem não chega a triunfar, é sofrimento. Ele [o sofrimento] revela um Deus que, renunciando a toda manifestação solícita, convoca à plena maturidade do homem responsável integralmente. Mas no mesmo instante, este Deus que vela sua face e abandona o justo à sua justiça sem triunfo — este Deus longínquo — vem do interior. Intimidade que coincide, para a consciência, com o orgulho de ser judeu, de pertencer concretamente, historicamente, estupidamente ao povo judeu. “Ser judeu, isso significa... nadar eternamente contra a imunda e criminosa correnteza humana... Eu sou feliz em pertencer ao povo mais infeliz de todos os povos da terra, ao povo cuja Thorá representa o que há de mais elevado e de mais belo nas leis e ensinamentos.” A intimidade do Deus viril se conquista numa provação extrema. Por minha pertença ao povo judeu que sofre, o Deus longínquo se torna meu Deus. “Agora eu sei que tu és verdadeiramente meu Deus, pois tu não saberias ser o Deus daqueles cujos atos representam a mais horrível expressão de uma ausência de Deus, militante.” O sofrimento do justo por uma justiça sem triunfo é vivido concretamente como judaísmo. Israel — histórica e carnal — tornando-se novamente categoria religiosa.</i>\" (extraído de «Aimer la Thora plus que Dieu», In: LEVINAS, E. Difficile Liberté: essais sur le judaisme. Paris: Albin Michel, 1963/ Librairie Générale Française, 1984 (Le Livre de Poche), p. 201-206.)</li></ul>",
        "<ul><li>Théorie de l’intuition dans la phénoménologie de Husserl. Paris: Alcan, 1930; Paris: Vrin, 1963.</li>\n<li>De l’évasion. Recherches philosophiques, v. V, 1935-1936; rééd. introduite et annotée par Jacques Rolland. Montpellier: Fata Morgana, 1982.</li>\n<li>De l’existence à l’existant. Paris: Vrin, 1947; Da existência ao existente. Trad.: Paul Albert Simon &amp; Ligia Maria de Castro Simon. Campinas: Papirus, 1999.</li>\n<li>Le temps et l’autre. Paris: Arthaud, 1947 (Trad.: José Luis Pérez. Lisboa: Phainomenon - Revista de Fenomenologia, n.º 11-Outono 2005, pp. 149–190).</li>\n<li>En découvrant l’existence avec Husserl et Heidegger. Paris: Vrin, 1949 (1994 — Réimpression conforme à la première édition suivie d’essais nouveaux). Descobrindo a existência com Husserl e Heidegger. Trad.: Fernanda Oliveira. Lisboa: Instituto Piaget, 1999.</li>\n<li>Totalité et infini. Essai sur l’extériorité. La Haye: Martinus Nijhoff, 1961. Totalidade e infinito. Trad.: José P. Ribeiro. Lisboa: Edições 70, 1988.</li>\n<li>Dificile liberté. Essai sur le Judaïsme. Paris: Albin Michel, 1963; 2e édition refondue et complétée, 1976.</li>\n<li>Quatre lectures talmudiques. Paris: Minuit, 1968. Quatro leituras talmúdicas. Trad.: Fábio Landa. São Paulo: Perspectiva, 2003.</li>\n<li>Humanisme de l’autre homme. Montpellier: Fata Morgana, 1972. Humanismo do outro homem. Trad.: Pergentino S. Pivatto (coord.). Petrópolis: Vozes, 1993.</li>\n<li>Autrement qu’être ou au-delà de l’essence. Paris: Kluwer Academic, 1974.</li>\n<li>Noms propres. Montpellier: Fata Morgana, 1976.</li>\n<li>Sur Maurice Blanchot. Montpellier: Fata Morgana, 1976.</li>\n<li>Du sacré au saint. Cinq nouvelles lectures talmudiques. Paris: Minuit, 1977. Do sagrado ao santo - cinco novas interpretações talmúdicas. Trad.: Marcos de Castro. Rio de Janeiro: Civilização Brasileira, 2001.</li>\n<li>L’Au-delà du verset. Lectures et discours talmudiques. Paris: Minuit, 1982.</li>\n<li>De Dieu qui vient à l’idée. Paris: Vrin, 1982 (1998). (2e éd. Revue et augmentée). De Deus que vem à ideia. Trad. : Pergentino Stefano Pivatto (coord.). Petrópolis: Vozes, 2002.</li>\n<li>Ethique et infini. Dialogues avec Philippe Nemo. Paris: Librairie Arthème Fayard et Radio France, 1982. Ética e infinito. Diálogos com Philippe Nemo. Trad.: João Gama. Lisboa: Edições 70, 1988.</li>\n<li>Transcendance et intelligibilité. Suivi d’un entretien. Genebra: Labor et Fides, 1984. Transcendência e inteligibilidade. Trad.: José F. Colaço. Lisboa: Edições 70, 1991.</li>\n<li>Hors sujet. Montpellier: Fata Morgana,1987.</li>\n<li>A l’heure des nations. Paris: Minuit, 1988.</li>\n<li>De l’oblitération. Entretien avec Françoise Armengaud à propos de l’oeuvre de Sosno. Paris: La Différence, 1990.</li>\n<li>Entre nous. Essais sur le penser-à-l’autre. Paris: Grasset &amp; Fasquelle, 1991. (le livre de poche). Entre nós: ensaios sobre a alteridade. Trad.: Pergentino S. Pivatto (coord). Petrópolis: Vozes, 1997.</li>\n<li>La mort et le temps. Paris: L’herne, 1991. (le livre de poche).</li>\n<li>Dieu, la mort et le temps. Paris: Grasset, 1993.</li>\n<li>Liberté et commandement. Montpellier: Fata Morgana, 1994.</li>\n<li>Les imprévus de l’histoire. Montpellier: Fata Morgana, 1994.</li>\n<li>L'intrigue de l'infini (Textes réunis et présentés par Marie-Anne Lescourret) Paris: Flammarion, 1994.</li>\n<li>Nouvelles lectures talmudiques. Paris: Minuit, 1995.</li>\n<li>Altérité et transcendance. Montpellier: Fata Morgana, 1995.</li>\n<li>Quelques réflexions sur la philosophie du l’hitlérisme. Paris: Éditions Payot &amp; Rivages, 1997.</li>\n<li>Éthique comme philosophie première. Paris: Éditions Payot &amp; Rivages, 1998.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://gtlevinas.wordpress.com/\">GT-Levinas / CEBEL (Centro Brasileiro de Estudos sobre o pensamento de Emmanuel Levinas) - Brasil</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.levinas.fr/\">Institut d'études lévinassiennes</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://espacethique.free.fr/\">Espacethique</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.levinas.sdsu.edu/\">The Emmanuel Levinas Web Page</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.levinas.nl/\">Levinas Studiekring</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.google.com.br/search?aq=f&amp;sourceid=chrome&amp;ie=UTF-8&amp;q=levinas#q=levinas&amp;hl=pt-BR&amp;safe=off&amp;tbm=bks&amp;source=lnt&amp;tbs=bkv:p&amp;sa=X&amp;psj=1&amp;ei=DDCOT5W3JuPn0QHJqKCQDw&amp;ved=0CAsQpwUoAQ&amp;bav=on.2,or.r_gc.r_pw.r_qf.,cf.osb&amp;fp=d6f8487bd401cc00/\">Ebooks relacionados(Google books)</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Lithuania.svg\" title=\"Portal da Lituânia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/11/Flag_of_Lithuania.svg/40px-Flag_of_Lithuania.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/11/Flag_of_Lithuania.svg/60px-Flag_of_Lithuania.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Litu%C3%A2nia\" title=\"Portal:Lituânia\">Portal da Lituânia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Menorah7a.png\" title=\"Portal do judaísmo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/71/Menorah7a.png/40px-Menorah7a.png\" decoding=\"async\" width=\"25\" height=\"21\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/71/Menorah7a.png/60px-Menorah7a.png 2x\" data-file-width=\"133\" data-file-height=\"112\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Juda%C3%ADsmo\" title=\"Portal:Judaísmo\">Portal do judaísmo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_miscellaneous.svg\" title=\"Portal da educação\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/40px-Nuvola_apps_edu_miscellaneous.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/60px-Nuvola_apps_edu_miscellaneous.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Educa%C3%A7%C3%A3o\" title=\"Portal:Educação\">Portal da educação</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1906\" title=\"Categoria:Nascidos em 1906\">Nascidos em 1906</a><a href=\"/wiki/Categoria:Mortos_em_1995\" title=\"Categoria:Mortos em 1995\">Mortos em 1995</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Judeus_da_Fran%C3%A7a\" title=\"Categoria:Judeus da França\">Judeus da França</a><a href=\"/wiki/Categoria:Judeus_da_Litu%C3%A2nia\" title=\"Categoria:Judeus da Lituânia\">Judeus da Lituânia</a><a href=\"/wiki/Categoria:Fenomen%C3%B3logos\" title=\"Categoria:Fenomenólogos\">Fenomenólogos</a><a href=\"/wiki/Categoria:Naturais_de_Kaunas\" title=\"Categoria:Naturais de Kaunas\">Naturais de Kaunas</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Poitiers\" title=\"Categoria:Professores da Universidade de Poitiers\">Professores da Universidade de Poitiers</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_per%C3%ADodo_posterior_%C3%A0_Segunda_Guerra_Mundial\" title=\"Categoria:Filósofos do período posterior à Segunda Guerra Mundial\">Filósofos do período posterior à Segunda Guerra Mundial</a><a href=\"/wiki/Categoria:Franceses_de_ascend%C3%AAncia_lituana\" title=\"Categoria:Franceses de ascendência lituana\">Franceses de ascendência lituana</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_heideggerianos\" title=\"Categoria:Filósofos heideggerianos\">Filósofos heideggerianos</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/7/71/Emmanuel_Levinas.jpg/250px-Emmanuel_Levinas.jpg",
    "view": "emmanuel_levinas"
}