{
    "url": "https://pt.wikipedia.org/wiki/Desiderius_Erasmus",
    "codigo_http": 200,
    "titulo": [
        "Erasmo de Roterdão"
    ],
    "conteudo": [
        "Erasmo de Roterdão (português europeu) ou Roterdã (português brasileiro) (Roterdão, 28 de outubro de 1466 – Basileia, 12 de julho de 1536),[1] nascido Gerrit Gerritszoon ou Herasmus Gerritszoon (em latim: Desiderius Erasmus Roterodamus), foi um teólogo e filósofo humanista neerlandês que viajou por toda a Europa, como Portugal, Inglaterra, Itália, Espanha, Croácia, Bulgária, Dinamarca e outros.\n",
        "Erasmo cursou o seminário com os monges agostinianos e realizou os votos monásticos aos 25 anos, vivendo como tal, sendo um grande crítico da vida monástica e das características que julgava negativas na Igreja Católica.[2] Frequentou o Collège Montaigu, em Paris, e continuou seus estudos na Universidade de Paris, então o principal centro da escolástica, apesar da influência crescente do Renascimento da cultura clássica, que chegava de Itália, Erasmo optou por uma vida de acadêmico independente.\n",
        "Os principais centros da sua atividade foram Paris, Lovaina, Inglaterra e Basileia. No entanto, nunca pertenceu firmemente a nenhum destes locais. O tempo passado na Inglaterra foi frutífero, tendo feito amizades para a vida com os líderes ingleses John Colet, Thomas More, John Fisher, Thomas Linacre e Willian Grocyn. Na Universidade de Cambridge foi o professor de Teologia de Lady Margaret e teve a opção de passar o resto de sua vida como professor de inglês.[2] Esteve no Queens' College, em Cambridge,[3] e é possível que tenha sido alumnus. Foram-lhe oferecidas várias posições de honra e proveito através do mundo acadêmico, mas declinou-as todas, preferindo a incerteza, tendo no entanto receitas suficientes da sua atividade literária independente. Entre 1506 e 1509 esteve em Itália. Passou ali uma parte do seu tempo na casa editorial de Aldus Manutius, em Veneza. De acordo com suas cartas,[carece de fontes?] esteve associado com o filósofo natural veneziano, Giulio Camillo,[4] mas, além deste, teve uma associação com acadêmicos italianos menos ativa do que se esperava.\n",
        "A sua residência em Lovaina expôs Erasmo a muitas críticas por parte daqueles[quem?] que eram hostis aos princípios do progresso literário e religioso aos quais ele devotava a vida. Interpretava esta falta de simpatia como uma perseguição e procurou refúgio em Basileia, onde, sob abrigo de hospitalidade suíça, pôde expressar-se livremente e estava rodeado de amigos.[2] Foi lá que esteve associado por muitos anos com o editor Froben, e onde uma multidão de admiradores de (quase) todos os cantos da Europa o vieram visitar.\n",
        "Erasmo nasceu em 28 de outubro na década de 1460.[5] O ano exato de seu nascimento é debatido, com a maioria dos biógrafos citando o ano de 1467.[6] Algumas evidências podem ser encontradas nas próprias palavras de Erasmo: de 23 declarações feitas sobre sua idade, boa parte indica 1466.[7] Foi batizado de \"Erasmo\" após o santo de mesmo nome.[8] Embora associado ao Roterdão, ele morou lá por apenas quatro anos, e nunca mais voltou. Informações sobre sua família e início da vida vêm principalmente de referências vagas em seus escritos. Seus pais quase certamente não eram casados legalmente. Seu pai, Gerard, era um padre e pároco católico em Gouda.[9] Pouco se sabe de sua mãe se não o seu nome que era Margaretha Rogers[10] e ela era a filha de um médico; ela pode ter sido governanta de Gerard.[11][9] Embora tenha nascido fora de um casamento, Erasmo foi cuidado por seus pais até a morte precoce de peste negra em 1483.\n",
        "A produtividade literária de Erasmo começou relativamente tarde na sua vida. Apenas quando dominou o latim é que começou a escrever sobre os grandes temas contemporâneos, nomeadamente sobre literatura e teologia.\n",
        "A sua revolta contra as formas de vida da igreja não resultou tanto de dúvidas quanto à verdade da doutrina tradicional, nem de alguma hostilidade para com a organização da Igreja. Sentiu antes a necessidade de aplicar os seus conhecimentos na purificação da doutrina e na liberalização das instituições do cristianismo.\n",
        "Como acadêmico, tentou libertar os métodos da Escolástica da rigidez e do formalismo das tradições medievais, mas não ficou satisfeito. Ele viu-se como o pregador da retidão. A sua convicção em toda a vida foi que o que era necessário para regenerar a Europa era uma aprendizagem sã, aplicada liberalmente e sem receios pela administração de assuntos públicos da Igreja e do Estado. Esta convicção confere unidade e consistência a uma vida que, de outra forma, pode parecer plena de contradições. Erasmo viu-se livre e distante de quaisquer obrigações comprometedoras; no entanto, Erasmo foi, num sentido singularmente verdadeiro, o centro do movimento literário do seu tempo.[2] Ele se correspondeu com mais de quinhentos homens da maior importância no mundo da política e do pensamento, e o seu conselho em vários assuntos era procurado avidamente, se bem que nem sempre seguido.\n",
        "Aquando da sua estadia em Paris, Erasmo iniciou a examinação sistemática dos manuscritos do Novo Testamento, por forma a preparar uma nova edição e uma tradução para Latim. Esta edição foi publicada por Froben de Basileia em 1516 e foi a base da maioria dos estudos científicos da Bíblia durante o período da Reforma. Erasmo também escreveu sobre o guerreiro frísio Pier Gerlofs Donia, embora com muito mais críticas do que elogios aos feitos dele, chamando-o de \"bruto estúpido que preferia a força à sabedoria\".\n",
        "Publicou uma edição crítica do Novo Testamento Grego em 1516 — Novum Instrumentum omne, diligenter ab Erasmo Rot. Recognitum et Emendatum. A edição incluiu uma tradução em Latim e anotações. Baseou-se também em manuscritos adicionais recentemente descobertos.\n",
        "Na segunda edição, o termo mais familiar \"Testamentum\" foi usado em vez de \"Instrumentum\". Esta edição foi usada pelos tradutores da versão da Bíblia do Rei Jaime I de Inglaterra. O texto ficou conhecido mais tarde como o textus receptus. Erasmo publicou mais três edições — 1522, 1527 e 1535. Foi a primeira tentativa por parte de um académico competente e liberal de averiguar aquilo que os escritores do Novo Testamento tinham efectivamente dito. Erasmo dedicou o seu trabalho ao Papa Leão X, como patrono da aprendizagem, e considerou o seu trabalho como o seu principal serviço à causa do Cristianismo. Imediatamente depois, começou a publicação das suas paráfrases do Novo Testamento, uma apresentação popular do conteúdo de vários livros. Este, como todos os seus livros, foi publicado em Latim, mas as suas obras eram imediatamente traduzidas noutras línguas, com o seu encorajamento.\n",
        "O movimento de Martinho Lutero começou no ano seguinte à publicação do Novo Testamento, e foi um teste ao caráter de Erasmo. A discussão entre a sociedade europeia e a Igreja Católica Romana tinha-se tornado tão aberta que poucos se podiam furtar a um pedido de uma opinião. Erasmo, no auge da sua fama literária, foi inevitavelmente chamado a tomar partido por um dos lados, mas partidarismo era algo de estranho à sua natureza e hábitos.\n",
        "Em toda a sua crítica às tolices clericais e aos abusos, ele tinha sempre afirmado que não estava a atacar as instituições da Igreja em si e não era um inimigo do clero. O mundo inteiro tinha rido com as suas sátiras, mas poucos interferiram com as suas actividades. Ele acreditava que o seu trabalho até então o recomendava às melhores mentes e aos poderes dominantes no mundo religioso.\n",
        "Erasmo tinha uma simpatia pelos pontos principais da crítica luterana à Igreja. Tinha um grande respeito pessoal por Martinho Lutero e Lutero sempre falava de Erasmo com reverência pelo seu conhecimento. Lutero esperava obter a sua cooperação num trabalho que parecia o resultado natural do seu próprio. Na sua troca de correspondência inicial, Lutero expressou uma intensa admiração por tudo o que Erasmo tinha feito pela causa de um cristianismo saudável e razoável e encorajou-o a unir-se ao movimento. Erasmo, porém criticou duramente a doutrina luterana que negava ao homem o livre-arbítrio.\n",
        "Erasmo declinou qualquer compromisso, argumentando que ao o fazer estaria a colocar em risco a sua posição como líder de um movimento por uma sabedoria pura, o que ele via como o objectivo de sua vida. Apenas como um acadêmico independente poderia ele aspirar a influenciar a reforma da religião. A obra de Lutero foi a de providenciar uma nova base doutrinal para as tentativas até então dispersas de iniciar uma reforma. Ao reavivar os princípios quase esquecidos da teologia de Agostinho, Lutero tinha fornecido o necessário impulso para o interesse pessoal na religião, o que é a essência da Reforma Protestante. Erasmo, no entanto, temia qualquer mudança na doutrina e acreditava que não havia espaço dentro das fórmulas existentes para o tipo de reforma que ele apreciava tanto.\n",
        "Por duas vezes durante o debate, ele entrou no campo da controvérsia doutrinal, uma área que era estranha à sua natureza e práticas prévias. Um dos tópicos com que lidou foi a liberdade da vontade, um ponto crucial. No seu \"De libero arbitrio diatribe sive collatio\"[12] (1524), ele analisa com inteligência e bom humor os exageros Luteranos sobre as óbvias limitações da liberdade humana. Ele apresenta ambos os lados da discussão de forma imparcial. A sua posição foi de que o Homem estava obrigado a pecar, mas que tinha o direito à misericórdia de Deus apenas se ele a procurasse pelos meios que lhe eram oferecidos pela própria Igreja. A \"diatribe\" não encorajava qualquer acção definida; este era o seu mérito aos olhos dos Erasmianos e o seu defeito aos olhos dos Luteranos.\n",
        "Quando Erasmo hesitou em apoiá-lo, isto pareceu aos olhos de Lutero, um homem directo, um evitar de responsabilidade que era devido ou a cobardice ou a falta de visão. No entanto, o lado Católico Romano, que pretendia igualmente manter o apoio de um homem que se tinha declarado tantas vezes como leal aos princípios da Igreja, viu na relutância de Erasmo em tomar partido um sinal de suspeita da deslealdade perante o Catolicismo. A atitude de Erasmo para com a Reforma Protestante pode no entanto ser vista como consistente.\n",
        "Os males que ele combateu foram os de forma ou foram males de um tipo curável apenas por uma longa e lenta regeneração na moral e vida espiritual na Europa. O programa da \"Reforma de Erasmo\" era de usar a aprendizagem para remover os piores excessos. No entanto, falhou em oferecer qualquer método tangível para aplicar os seus princípios ao sistema da Igreja existente. Quando Erasmo foi acusado de ter \"posto o ovo que Lutero chocou\" ele admitiu parcialmente a verdade da acusação mas disse que tinha esperado uma outra espécie de pássaro completamente diferente.\n",
        "À medida que a opinião pública começa a reagir às opiniões de Lutero, as desordens sociais que Erasmo temia começaram a aparecer. A Guerra dos Camponeses, os distúrbios do Anabaptistas na Alemanha e nos Países Baixos, iconoclastia e radicalismo por toda a parte, parecem confirmar as suas previsões mais obscuras. Se este era o resultado da reforma, ele preferia estar de fora. No entanto, ele começava a ser acusado cada vez mais pela \"tragédia\". Na Suíça, ele estava ainda mais exposto pela sua associação com homens que eram suspeitos de doutrinas extremamente racionalistas.\n",
        "A questão-teste era a doutrina dos Sacramentos, e o cerne da questão a observância da Eucaristia. Em parte para livrar-se de suspeitas, Erasmo publicou em 1530 uma nova edição do tratado ortodoxo de Algerus contra o herético Berengário de Tours no século XI. Ele acrescentou uma dedicatória, afirmando acreditar na realidade do corpo de Jesus Cristo após a consagração da Eucaristia, mas admitia que a forma em que este mistério deveria ser expressa fosse matéria de debate. Era-lhe aceitável que a Igreja pregasse a doutrina à maioria dos cristãos e a especulação ficasse mais segura nas mãos dos filósofos. Aqui e acolá Erasmo aponta o princípio de que um homem pode ter duas opiniões sobre assuntos religiosos, uma para si mesmo e seus amigos mais íntimos e outra para o público. Aqueles que se opunham aos Sacramentos, liderados por Oecolampadius de Basileia, estavam, como Erasmo diz, mencionando-o como alguém com ideias semelhantes. Ele nega isto, mas na sua negação traiu aquilo que em conversas particulares é tido como uma visão racional da doutrina da Eucaristia. Tal como no caso da vontade livre, não tinha aqui a aprovação da Igreja.\n",
        "A sua obra mais conhecida, Elogio da Loucura (em grego Morias Encomium,[13] latim Laus stultitiae)[14], escrita em 1509, foi dedicada ao seu amigo Sir Thomas More. Em 1536 ele escreveu \"De puritate ecclesiae christianae\", na qual ele tentou reconciliar os diferentes partidos. Muitos dos seus escritos apelam a uma grande audiência e lidam com assuntos do interesse humano geral; ele parece ter considerado estes como uma diversão, uma actividade de lazer. Os seus escritos mais sérios começaram cedo com a \"Enchiridion Militis Christiani\", o \"Manual (ou adaga) do cavalheiro cristão\" (1503). Nesta breve obra, Erasmo esquematiza as perspectivas da vida cristã normal, uma tarefa que se lhe tornaria constante na sua vida. O principal mal dos seus dias, diz ele, é o formalismo, um respeito por tradições sem consideração pelo verdadeiro ensinamento de Cristo. O remédio é que cada homem se pergunte a cada ponto \"Qual a coisa essencial?\", fazendo-o sem receio. Formas podem esconder ou sufocar o espírito. Na sua examinação dos perigos do formalismo, Erasmo discute a vida monástica, a veneração dos santos, a guerra, o espírito de classe e as fraquezas da \"sociedade\", mas o \"Enchiridion\" é mais um sermão do que uma sátira. O seu texto acompanhante, o \"Institutio Principis Christiani\" (Basileia, 1516), foi escrito como conselho ao jovem Rei Carlos de Espanha, mais tarde Carlos V, Sacro-Imperador Romano. Erasmo aplica os princípios gerais de honra e de sinceridade às especiais funções do Príncipe, quem ele apresenta como um servidor do povo.\n",
        "Como resultado das suas actividades reformadoras, Erasmo viu-se em conflito com ambas as grandes posições. Os seus últimos anos de vida foram ofuscados por controvérsias amargas com pessoas para quem ele seria normalmente simpático. Notavelmente entre estes encontrava-se Ulrich von Hutten, um génio brilhante mas errático, que se entregara à causa de Lutero e tinha declarado que Erasmo, se tivesse uma faísca que fosse de honestidade, faria o mesmo. Na sua resposta \"Spongia adversus aspergines Hutteni\" (1523), Erasmo demonstra o seu pleno domínio da semântica. Ele acusa Hutten de ter interpretado mal o seu discurso sobre a reforma e reitera a sua determinação em não tomar partido nunca.\n",
        "Quando a cidade de Basileia se tornou oficialmente \"reformada\" em 1529, Erasmo deixou de residir ali, tendo-se mudado para a cidade imperial de \"Friburgo em Brisgóvia\". Parece indicar que ele viu como mais fácil manter a sua neutralidade sob o domínio Católico Romano do que em condições protestantes. A sua actividade literária permaneceu inabalada, maioritariamente na composição religiosa e didáctica. A obra mais importante deste último período é a \"Ecclesiastes\", ou \"Pregador do Evangelho\" (Basileia, 1535), na qual ele aponta a função de pregador como o serviço mais importante do padre cristão, uma ênfase protestante. O seu pequeno tratado de 1533, \"Preparação para a Morte\", no qual ele coloca ênfase na importância de uma boa vida como condição essencial para uma morte feliz, mostra outra tendência.\n",
        "Erasmo retornou a Basileia, a sua casa mais feliz, em 1535, após ausência de seis anos. Lá, de novo entre o grupo de académicos protestantes que eram seus amigos de longa data, e sem ter qualquer contacto que seja conhecido com a Igreja Católica Romana, Erasmo faleceu. Durante a sua vida, as autoridades da Igreja Católica nunca o tinham chamado a justificar as suas opiniões. Os ataques à sua pessoa não foram institucionais, e os seus protectores tinham sido figuras de alto escalão. Em 1535 o papa Paulo III intentou elevá-lo à condição de Cardeal, mas Erasmo alegou a sua avançada idade e estado de saúde para recusar. Após a sua morte, como reacção da Igreja Católica Romana, os seus escritos viriam a ser colocados no Index dos livros proibidos (ver Index Librorum Prohibitorum).\n",
        "Erasmo faleceu em Basileia, Suíça. Encontra-se sepultado na Catedral de Basileia, Basileia, na Suíça.[15]\n",
        "A popularidade extraordinária dos seus livros fica patente pelo número de edições e traduções que surgiram desde o século XVI, e no interesse permanente que é suscitado pela sua personalidade esquiva mas fascinante. Dez colunas do catálogo da \"British Library\" estão ocupadas com a mera enumeração de suas obras e subsequentes reedições. Grandes nomes da era clássica e dos pais da igreja foram traduzidos, editados ou comentados por Erasmo, incluindo Santo Ambrósio de Milão, Aristóteles, Santo Agostinho, São Basílio de Cesareia, São João Crisóstomo, Cícero, e Jerónimo de Estridão.\n",
        "O seu livro mais famoso, \"Elogio da Loucura\", escrito em 1509, foi dedicado ao seu amigo Sir Thomas More.\n",
        "Mais de 3000 cartas existem por um período de 52 anos, incluindo de e para a maioria dos papas ocidentais, imperadores, reis e sua equipe, bem como para importantes intelectuais, bispos, reformadores, fãs, amigos e inimigos.\n",
        "A edição de 1516 tinha as versões Vulgata latina e grega corrigidas de Erasmo. As edições revisadas subsequentes tiveram a nova versão latina e grega de Erasmo. A edição de 1527 tinha a Vulgata e o novo latim de Erasmo com o grego. Estes foram acompanhados por anotações substanciais, notas metodológicas e paráfrases, em volumes separados.[19]\n",
        "Para as edições patrísticas, Erasmo estava supervisionando o editor e o editor ou tradutor, muitas vezes trabalhando com outros. Ele também contribuiu com prefácios, notas e biografias.[20]\n",
        "No final de sua carreira editorial, Erasmus produziu edições de dois escritores pré-escolares:\n",
        "Escritores clássicos cujas obras Erasmo traduziu ou editou incluem Luciano (1506), Eurípides (1508), Catonis Disticha (1513), Curtius (1517 ), Suetônio (1518), Cícero (1523), Ovídio e Prudêncio (1524), Galeno ( 1526), ​​Sêneca (1528), Plutarco (1531), Terêncio (1532), Ptolomeu (1533).\n",
        "The Collected Works of Erasmus (ou CWE ) é um conjunto de 84 volumes de traduções em inglês e comentários da University of Toronto Press. Em maio de 2023, 66 de 84 volumes foram lançados. O Erasmi opera omni, conhecido como Amsterdam Edition ou ASD, é um conjunto de 65 volumes das obras originais em latim. Em maio de 2013, 59 volumes foram lançados.\n"
    ],
    "ligacoes": [
        "<ul><li><i><a href=\"/wiki/Enchiridion_militis_Christiani\" title=\"Enchiridion militis Christiani\">Handbook of a Christian Knight (Enchiridion militis Christiani)</a></i> (1503)</li>\n<li><i><a href=\"/wiki/Sileni_alcibiadis\" title=\"Sileni alcibiadis\">Sileni alcibiadis</a></i> (1515)</li>\n<li><i><a href=\"/wiki/Institutio_principis_Christiani\" title=\"Institutio principis Christiani\">The Education of a Christian Prince (Institutio principis Christiani)</a></i> (1516)</li>\n<li><i>The Quarrel of Peace</i> (<i>Querela pacis</i>) (1517)<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\"><span class=\"cite-bracket\">[</span>16<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>On the Immense Mercy of God</i> (<i>De immensa misericordia dei</i>) (1524)</li>\n<li><i><a href=\"/wiki/De_libero_arbitrio_diatribe_sive_collatio\" title=\"De libero arbitrio diatribe sive collatio\">On Free Will (De libero arbitrio diatribe sive collatio)</a></i> (1524)</li>\n<li><i>Hyperaspistes</i> 2 volumes (1526)</li>\n<li><i>The Instition of Christian Marriage</i> (<i>Institutio matrimonii</i>) (1526)</li>\n<li><i>Consultations on the War on the Turks</i> (<i>Consultatio de bello turcis inferendo</i>) (1530)</li>\n<li><i>On the Preparation for Death</i> (<i>De praeparatione ad mortem</i>) (1533)</li>\n<li><i>On the Apostles' Creed</i> (<i>Symbolum apostolorum</i>)\n<ul><li><i><a href=\"/wiki/A_Playne_and_Godly_Exposition_or_Declaration_of_the_Commune_Crede\" title=\"A Playne and Godly Exposition or Declaration of the Commune Crede\">A Playne and Godly Exposition or Declaration of the Commune Crede</a></i> (1533)</li></ul></li>\n<li><i><a href=\"/wiki/Ecclesiastes_of_Erasmus\" class=\"mw-redirect\" title=\"Ecclesiastes of Erasmus\">The Preacher (Ecclesiastes)</a></i> (1535)</li></ul>",
        "<ul><li><i><a href=\"/wiki/Elogio_da_Loucura\" title=\"Elogio da Loucura\">Elogio da Loucura</a></i> (<i>Moriae encomium - Stultitiae laus</i>) (1511)<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\"><span class=\"cite-bracket\">[</span>17<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Preface to Plutarch's <i>How to tell a Flatterer from a Friend</i> (1514) (Dedicatória a <a href=\"/wiki/Henry_VIII\" class=\"mw-redirect\" title=\"Henry VIII\">Henry VIII</a>)</li>\n<li><i><a href=\"/w/index.php?title=Julius_Excluded_from_Heaven&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Julius Excluded from Heaven (página não existe)\">Julius Excluded from Heaven</a></i> (1514) (attrib.)</li>\n<li><i><a href=\"/w/index.php?title=Colloquies&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Colloquies (página não existe)\">Colloquies (Colloquia)</a></i> (1518)<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\"><span class=\"cite-bracket\">[</span>18<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=Ciceronianus&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Ciceronianus (página não existe)\">Ciceronianus</a></i> (1528)</li></ul>",
        "<ul><li><i><a href=\"/wiki/Adagia\" title=\"Adagia\">Adages (Adagiorum collectanea)</a></i> (1500) todas as edições geralmente chamadas de <i>Adagia</i>\n<ul><li><i>Three Thousand Adages</i> (<i>Adagiorum chilliades tres</i>) (1508)</li>\n<li><i>Four Thousand Adages</i> (<i>Adagiorum ciliades quatuor</i>) (1520)</li></ul></li>\n<li><i><a href=\"/wiki/De_utraque_verborum_ac_rerum_copia\" title=\"De utraque verborum ac rerum copia\">Foundations of the Abundant Style (De utraque verborum ac rerum copia)</a></i> (1512) muitas vezes chamado <i>De copia</i></li>\n<li><i>Introduction to the Eight Parts of Speech</i> (<i>De constructione octo partium prationis</i>) (1515) — versão de Erasmo da Gramática de William Lily, às vezes chamada de <i>Brevissima Institutio</i></li>\n<li><i>Language, or the uses and abuses of language, a most useful book</i>, (<i>Lingua, Sive, De Linguae usu atque abusu Liber utillissimus</i>) (1525)</li>\n<li><i>On the Correct Pronunciation of Latin and Greek</i> (<i>De recta Latini Graecique sermonis pronuntiatione</i>) (1528)</li>\n<li><i>On Early Liberal Education for Children</i> (<i>De pueris statim ac liberaliter instituendis</i>) (1529)</li>\n<li><i><a href=\"/wiki/De_civilitate_morum_puerilium\" title=\"De civilitate morum puerilium\">On Civility in Children (De civilitate morum puerilium)</a></i> (1530)</li>\n<li><i><a href=\"/wiki/Apophthegmatum_opus\" title=\"Apophthegmatum opus\">Apophthegmatum opus</a></i> (1531)</li></ul>",
        "<ul><li><i><a href=\"/wiki/Novum_Instrumentum_omne\" title=\"Novum Instrumentum omne\">Novum Instrumentum omne</a></i> (1516)</li>\n<li><i><a href=\"/wiki/Novum_Instrumentum_omne\" title=\"Novum Instrumentum omne\">Novum Testamentum omne</a></i> (1519, 1522, 1527,1536)</li>\n<li><i>In Novum Testamentum annotationes</i> (1519, 1522, 1527,1535)</li>\n<li><i><a href=\"/wiki/Paraphrases_of_Erasmus\" title=\"Paraphrases of Erasmus\">Paraphrases of Erasmus</a></i> (1517–1524)\n<ul><li><i><a href=\"/w/index.php?title=The_first_tome_or_volume_of_the_Paraphrase_of_Erasmus_vpon_the_newe_testamente&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The first tome or volume of the Paraphrase of Erasmus vpon the newe testamente (página não existe)\">The first tome or volume of the Paraphrase of Erasmus vpon the newe testamente</a></i> (1548)</li></ul></li></ul>",
        "<ul><li>Obras Completas de <a href=\"/wiki/Jer%C3%B4nimo\" title=\"Jerônimo\">Jerônimo</a>, nove volumes (1516) com biografia</li>\n<li>Obras Completas de <a href=\"/wiki/Cipriano_de_Cartago\" title=\"Cipriano de Cartago\">Cipriano</a> (1520)</li>\n<li><a href=\"/wiki/Arn%C3%B3bio,_o_Jovem\" title=\"Arnóbio, o Jovem\">Arnóbio, o Jovem</a> (1522)</li>\n<li>Obras Completas de <a href=\"/wiki/Hil%C3%A1rio_de_Poitiers\" title=\"Hilário de Poitiers\">Hilário de Poitiers</a> (1523)</li>\n<li>Obras Completas de <a href=\"/wiki/Ireneu_de_Lyon\" title=\"Ireneu de Lyon\">Irineu</a> (1526)</li>\n<li>Obras completas de <a href=\"/wiki/Ambr%C3%B3sio_de_Mediolano\" class=\"mw-redirect\" title=\"Ambrósio de Mediolano\">Ambrose</a> (e <a href=\"/wiki/Ambrosiastro\" title=\"Ambrosiastro\">Ambrosiastro</a>), quatro volumes (1527)</li>\n<li>Obras Completas de <a href=\"/wiki/Atan%C3%A1sio_de_Alexandria\" title=\"Atanásio de Alexandria\">Atanásio de Alexandria</a> (1527)</li>\n<li><i>Sobre a Graça</i> (<i>De gratia</i>) <a href=\"/wiki/Fausto_de_Riez\" title=\"Fausto de Riez\">Fausto de Riez</a> (1528)</li>\n<li>Obras Completas de <a href=\"/wiki/Agostinho_de_Hipona\" title=\"Agostinho de Hipona\">Agostinho</a> (1528, 1529)</li>\n<li>Obras Completas de <a href=\"/wiki/Lact%C3%A2ncio\" title=\"Lactâncio\">Lactâncio</a> (1529)</li>\n<li>Obras Completas de <a href=\"/wiki/Jo%C3%A3o_Cris%C3%B3stomo\" title=\"João Crisóstomo\">João Crisóstomo</a>, cinco volumes (1530) com biografia</li>\n<li>Homilias de <a href=\"/wiki/Greg%C3%B3rio_de_Nazianzo\" title=\"Gregório de Nazianzo\">Gregório de Nazianzo</a> (1531)</li>\n<li>Obras Completas de <a href=\"/wiki/Bas%C3%ADlio_de_Cesareia\" title=\"Basílio de Cesareia\">Basílio de Cesaréia</a> (1532)</li>\n<li>Obras Completas de <a href=\"/wiki/Or%C3%ADgenes\" title=\"Orígenes\">Orígenes</a>, dois volumes (1536) com biografia</li></ul>",
        "<ul><li><i>On the sacrament of the Lord's body and blood</i> (<i>De sacramento corporis et sanguinis Domini</i>) <a href=\"/wiki/Alger_de_Li%C3%A8ge\" title=\"Alger de Liège\">Alger de Liège</a> (1530)</li>\n<li>Comentário sobre Salmos de <a href=\"/wiki/Haimo_de_Halberstadt\" title=\"Haimo de Halberstadt\">Haimo de Halberstadt</a> (1533)</li></ul>",
        "<ul><li><a href=\"/wiki/Dami%C3%A3o_de_G%C3%B3is\" title=\"Damião de Góis\">Damião de Góis</a> humanista português e um amigo de Erasmo.</li>\n<li><a href=\"/wiki/Protocolo_Erasmus\" class=\"mw-redirect\" title=\"Protocolo Erasmus\">Protocolo Erasmus</a> programa para a cooperação interuniversitária</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.theeuropeanlibrary.org/tel4/search?query=Erasmus\">Erasmo</a> em <a href=\"/wiki/The_European_Library\" title=\"The European Library\">The European Library</a></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://novaescola.org.br/conteudo/1835/erasmo-de-roterda-o-porta-voz-do-humanismo\">«Erasmo de Roterdã - O porta-voz do humanismo.»</a>. <i>Nova Escola</i>, 1º de outubro de 2008</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AErasmo+de+Roterd%C3%A3o&amp;rft.btitle=Erasmo+de+Roterd%C3%A3+-+O+porta-voz+do+humanismo.&amp;rft.genre=unknown&amp;rft_id=https%3A%2F%2Fnovaescola.org.br%2Fconteudo%2F1835%2Ferasmo-de-roterda-o-porta-voz-do-humanismo&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110619002744/http://sites.univ-lyon2.fr/lesmondeshumanistes/category/adages-erasme/\">Os Adágios de Erasmo</a> (texto completo). <a href=\"/wiki/Universidade_de_Lyon\" title=\"Universidade de Lyon\">Universidade de Lyon</a> (em francês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.youtube.com/watch?v=fL2OEf_q4NA\">ERASMO DE ROTTERDAM - ELOGIO DE LA LOCURA - HUMANISMO y RENACIMIENTO</a> (vídeo)</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_Netherlands.svg\" title=\"Portal dos Países Baixos\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/20/Flag_of_the_Netherlands.svg/40px-Flag_of_the_Netherlands.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/20/Flag_of_the_Netherlands.svg/60px-Flag_of_the_Netherlands.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pa%C3%ADses_Baixos\" title=\"Portal:Países Baixos\">Portal dos Países Baixos</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:P_religion_world.svg\" title=\"Portal da religião\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/40px-P_religion_world.svg.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/60px-P_religion_world.svg.png 2x\" data-file-width=\"400\" data-file-height=\"360\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Religi%C3%A3o\" title=\"Portal:Religião\">Portal da religião</a></span></span></li>      </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1466\" title=\"Categoria:Nascidos em 1466\">Nascidos em 1466</a><a href=\"/wiki/Categoria:Mortos_em_1536\" title=\"Categoria:Mortos em 1536\">Mortos em 1536</a><a href=\"/wiki/Categoria:Erasmo_de_Roterd%C3%A3o\" title=\"Categoria:Erasmo de Roterdão\">Erasmo de Roterdão</a><a href=\"/wiki/Categoria:Agostinianos\" title=\"Categoria:Agostinianos\">Agostinianos</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Turim\" title=\"Categoria:Alunos da Universidade de Turim\">Alunos da Universidade de Turim</a><a href=\"/wiki/Categoria:Alunos_do_Queens%27_College\" title=\"Categoria:Alunos do Queens\\' College\">Alunos do Queens\\' College</a><a href=\"/wiki/Categoria:Biblistas\" title=\"Categoria:Biblistas\">Biblistas</a><a href=\"/wiki/Categoria:Cr%C3%ADtica_b%C3%ADblica\" title=\"Categoria:Crítica bíblica\">Crítica bíblica</a><a href=\"/wiki/Categoria:Escritores_de_cartas\" title=\"Categoria:Escritores de cartas\">Escritores de cartas</a><a href=\"/wiki/Categoria:Escritores_em_latim\" title=\"Categoria:Escritores em latim\">Escritores em latim</a><a href=\"/wiki/Categoria:Escritores_medievais_em_latim\" title=\"Categoria:Escritores medievais em latim\">Escritores medievais em latim</a><a href=\"/wiki/Categoria:Escritores_renascentistas\" title=\"Categoria:Escritores renascentistas\">Escritores renascentistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_cat%C3%B3licos\" title=\"Categoria:Filósofos católicos\">Filósofos católicos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XV\" title=\"Categoria:Filósofos do século XV\">Filósofos do século XV</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVI\" title=\"Categoria:Filósofos do século XVI\">Filósofos do século XVI</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Pa%C3%ADses_Baixos\" title=\"Categoria:Filósofos dos Países Baixos\">Filósofos dos Países Baixos</a><a href=\"/wiki/Categoria:Helenistas\" title=\"Categoria:Helenistas\">Helenistas</a><a href=\"/wiki/Categoria:Humanistas_dos_Pa%C3%ADses_Baixos\" title=\"Categoria:Humanistas dos Países Baixos\">Humanistas dos Países Baixos</a><a href=\"/wiki/Categoria:Naturais_de_Roterd%C3%A3\" title=\"Categoria:Naturais de Roterdã\">Naturais de Roterdã</a><a href=\"/wiki/Categoria:Neerlandeses_do_s%C3%A9culo_XVI\" title=\"Categoria:Neerlandeses do século XVI\">Neerlandeses do século XVI</a><a href=\"/wiki/Categoria:Pol%C3%ADmatas\" title=\"Categoria:Polímatas\">Polímatas</a><a href=\"/wiki/Categoria:Reforma_Protestante\" title=\"Categoria:Reforma Protestante\">Reforma Protestante</a><a href=\"/wiki/Categoria:Religiosos_dos_Pa%C3%ADses_Baixos\" title=\"Categoria:Religiosos dos Países Baixos\">Religiosos dos Países Baixos</a><a href=\"/wiki/Categoria:Te%C3%B3logos_cat%C3%B3licos\" title=\"Categoria:Teólogos católicos\">Teólogos católicos</a><a href=\"/wiki/Categoria:Te%C3%B3logos_dos_Pa%C3%ADses_Baixos\" title=\"Categoria:Teólogos dos Países Baixos\">Teólogos dos Países Baixos</a><a href=\"/wiki/Categoria:Te%C3%B3logos_do_s%C3%A9culo_XV\" title=\"Categoria:Teólogos do século XV\">Teólogos do século XV</a><a href=\"/wiki/Categoria:Te%C3%B3logos_do_s%C3%A9culo_XVI\" title=\"Categoria:Teólogos do século XVI\">Teólogos do século XVI</a><a href=\"/wiki/Categoria:Tradutores_da_B%C3%ADblia\" title=\"Categoria:Tradutores da Bíblia\">Tradutores da Bíblia</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/3/30/Holbein-erasmus.jpg/250px-Holbein-erasmus.jpg",
    "view": "erasmo_de_roterdao"
}