{
    "url": "https://pt.wikipedia.org/wiki/Ernst_Bloch",
    "codigo_http": 200,
    "titulo": [
        "Ernst Bloch"
    ],
    "conteudo": [
        "Ernst Bloch (Ludwigshafen, 8 de julho de 1885 — Tübingen, 4 de agosto de 1977)[1] foi um dos principais filósofos marxistas alemães do século XX.[2] Escreveu durante sua vida, longos 92 anos, sobre os mais diversos assuntos, mas especialmente sobre utopia, pelo qual hoje é conhecido. Alfredo Bosi escreveu: \"Na hipótese do grande pensador hegeliano e marxista Ernst Bloch, é a antecipação que produz, em qualquer tempo, a estrutura simbólica da utopia\".[3]\n",
        "Exerceu uma influência difusa em diferentes ambientes intelectuais: Theodor W. Adorno, Walter Benjamin, os teólogos Jürgen Moltmann, Johann Metz e Gustavo Gutiérrez (e com ele a Teologia da Libertação), o movimento ecologista na Alemanha, Herbert Marcuse, Fredric Jameson, Hans Heinz Holz , dentre outros.\n",
        "Nasceu em Ludwigshafen am Rhein, filho de um casal de judeus não religiosos, Markus Bloch, que trabalhava na administração do sistema ferroviário da Baviera, e Bertha Feitel.[1] Desde cedo, o adolescente Ernst Bloch interessou-se pela filosofia, mas encontrou uma dura oposição dos pais. Diante dessa resistência, e sempre que podia, o garoto fugia para Mannheim, logo do outro lado do Rio Reno, para se refugiar na Biblioteca Real, onde podia se dedicar tranqüilamente aos estudos da filosofia alemã.[4]\n",
        "Nessa época, além da filosofia, e antes que pela estética ou pela literatura, demonstrou especial interesse pelo misticismo judaico-cristão, pela cabala e pela música, especialmente a música de Beethoven, Mahler e Wagner- seu primeiro livro (O Espírito da Utopia) poderia ter se chamado, se não fosse pelos editores, \"Musik und Apokalypse\" (Música e Apocalipse).[5]  Outros assuntos que persistiram como área de interesse de Bloch foram a física, como base para a sua filosofia especulativa da natureza, e a psicologia - esses três assuntos estarão, inclusive,  presentes na sua obra principal \"Das Prinzip Hoffnung\" (O Princípio Esperança).\n",
        "Começou sua carreira acadêmica com uma tese de doutorado sobre Heinrich Rickert em 1908 intitulada \"Rickert und das Problem der modernen Erkenntnisstheorie\" (Rickert e o Problema da Moderna Teoria do Conhecimento), defendida na Universidade de Würzburgo (Bayerische Julius-Maximilians-Universität Würzburg).[6] Nesse período, até 1911, Bloch vive em Berlim onde freqüenta os colóquios particulares de Georg Simmel, segundo ele, único filósofo com o qual se podia aprender algo novo. Com Simmel desenvolve-se uma amizade proveitosa,[7] que vai durar até 1914, quando aquele vai declarar seu apoio à guerra e Bloch rompe unilateramente a amizade e foge para a Suiça, para não prestar o serviço militar. É através do círculo em torno a Simmel que Bloch vai entrar em contato com Georg Lukács.[7]\n",
        "Juntos, Bloch e Lukács, começam uma relação de amizade que, com altos e baixos, irá durar por toda a vida. Na mesma época, antes da I Guerra Mundial, ambos se mudam para Heidelberg para participar do chamado Círculo Max Weber. Nesses encontros, entra em contato com Gustav Radbruch e Karl Jaspers, então bastante críticos da guerra, o que, aparentemente, alimenta o interesse político do jovem filósofo.\n",
        "Em 1913 casa-se com Else von Stritzky. O casamento dura até a sua morte prematura em 1921.[4] Em homenagem tardia à sua falecida esposa, Bloch inclui em suas Obras Completas, no volume \"Tendenz, Latenz, Utopie\", o texto  “Gedenkbuck für Else Bloch-von Stritzki” (Livro de Recordações de Else Bloch-von Stritzky),[8] que é um diário de anotações onde expressa sua amargura e depressão no período posterior ao falecimento.\n",
        "Em 1918 publica sua primeira versão do \"Geist der Utopie\" (O Espírito da Utopia), livro que irá marcar a vida intelectual de toda uma geração de escritores e intelectuais alemães. Esse livro será grandemente revisto e reeditado pelo autor em 1923, já sob o influxo dos acontecimentos revolucionários na Rússia, e essa nova edição marca sua passagem para o marxismo. Um outro sinal dessa sua adesão ao marxismo é um ensaio aparecido em 1921 chamado \"Thomas Münzer als Theologe der Revolution\" (Tomas Münzer, O Teólogo da Revolução).\n",
        "Nos anos 20 e começo dos anos 30, Bloch aprofundará seu contato com o movimento expressionista alemão e com a política mais propriamente partidária.[9] Conhece a arquiteta Karola Piotrkowska, com quem se casará mais tarde. Karola, por volta de 1928, se filia ao Partido Comunista Alemão. Ela será a sua moralische und politische Kameradin (camarada política e moral) até o fim da vida.[10]\n",
        "Em 1925, participa do Gruppe 1925. Desse período nascem novas amizades duradouras, como Adorno, Walter Benjamin, Siegfried Kracauer, Bertolt Brecht, Hanns Eisler, Kurt Weil, Otto Klemperer entre outros.[11]\n",
        "Também durante esse período, Bloch se torna um dos protagonistas do chamado Expressionismusdebatte (debate em torno do Expressionismo), ao lado, entre outros, de Brecht e Eisler, contra os teóricos do movimento comunista, especialmente Lukács e Alfred Kurella, defendendo o uso revolucionário da forma pelas vanguardas artísticas (no caso, o Expressionismo) e reclamando uma outra compreensão do realismo que leve em conta as descontinuidades e rupturas da própria realidade.[12] Muitos dos ensaios e discussões dessa época, inclusive muitos textos críticos da política do partido comunista e da Internacional Comunista, serão publicados sob o título \"Erbschaft Dieser Zeit\" (Herança Desta Época), balanço crítico dos anos 20 e da ascensão do Nazismo.[13]\n",
        "Em 1938, o casal emigra para os Estados Unidos onde permanecerão até 1949.[4] Durante o exílio americano, Bloch, ao contrário de muitos dos emigrados alemães, não consegue emprego e nem publicar seus escritos. Passando boa parte do tempo nas bibliotecas das universidades americanas, enquanto sua mulher trabalha como arquiteta e garante o sustento da família, ele escreve \"Das Prinzip Hoffnung\" (O Princípio Esperança), \"Subjekt-Objekt, Erläuterungen zu Hegel\" (Sujeito-Objeto, Considerações Sobre Hegel), \"Naturrecht und menschliche Würde\" (Direito Natural e Dignidade Humana) e textos sobre religião e materialismo - que só serão publicados na República Democrática Alemã.[14]\n",
        "Em 1949 retorna para a Alemanha dividida, escolhendo viver na Alemanha Oriental, \"socialista\", onde aceita uma cátedra na Universidade Karl Marx em Leipzig. Num espaço relativamente curto, em pouco mais de dez anos, Bloch experimenta o apogeu e a queda - de grandes homenagens à interdição e perseguição política. No início dos anos 50, torna-se membro da Academia de Ciências da RDA. Em 1955, recebe o 'Nationalpreis' e a Medalha de Mérito da Pátria e é festejado e homenageado em todo o país. Durante todo esse período, sua aulas, no maior auditório da Universidade atraem multidões de jovens estudantes e exercem certa influência entre os setores mais jovens e críticos do SED (Sozialistische Einheitspartei Deutschlands - Partido Socialista Unificado da Alemanha), partido com monopólio sobre o Estado.[11]\n",
        "Com o endurecimento do regime, ele se torna cada vez mais crítico aos ideólogos do partido e ao governo. Depois da derrubada do governo reformista húngaro de Imre Nagy em 1956 e da acusação de que um colaborador e amigo seu, Wolfgang Harich, estaria por trás de uma tentativa de golpe de Estado, o partido passa ferozmente ao ataque à sua pessoa.[9] Em 1957, em Berlim, tem lugar uma conferência com o título \"Bloch, Revisionista do Marxismo\".[15] São publicados livros e artigos criticando a sua filosofia como incompatível com o Marxismo. Sua esposa Karola é expulsa do SED. Seus alunos e amigos são perseguidos, presos ou obrigados a fazerem confissões públicas. Ele é proibido de dar aulas e é aposentado compulsoriamente. Em 1958 é proibido de participar de atividades públicas.[16]\n",
        "Em 1961, enquanto viajava pela República Federal da Alemanha (RFA), o casal Bloch tomou conhecimento de que o governo da RDA estava começando a construir um muro para dividir Berlim (isolar o chamado \"setor americano\" da cidade) e isolá-la da Alemanha Oriental. Esta foi a gota d'água - o casal pede asilo político à RFA e se instala em Tübingen onde ele dará aulas como professor visitante. Aos 76 anos, Bloch recomeça de novo.\n",
        "Nos anos 60, apesar da idade, retorna à atividades acadêmicas, políticas e públicas. Participa de campanhas pelo desarmamento, contra a guerra do Vietnã, contra o uso do terrorismo pela esquerda, contra o berufsverbot e pelos direitos civis. Na Universidade de Tübingen suas aulas voltam a atrair multidões, especialmente de jovens.\n",
        "É considerado um dos ideólogos do movimento estudantil de 1968[17] e, graças a ele (e à sua esposa, Karola, que também intervém no movimento), Tübingen se torna um dos epicentros do movimento na Alemanha Federal. Nesse momento o casal se torna amigo do então líder estudantil Rudi Dutschke.\n",
        "Passa seus últimos anos, já quase totalmente cego, preparando a edição de suas obras completas e escrevendo o livro Experimentum Mundi, publicado em 1976, obra fundamental para se compreender seu pensamento, no qual expõe as categorias gerais do seu sistema aberto, retomando temas discutidos ao longo de sua obra.\n",
        "Em 1977, aos 92 anos, morre de uma parada cardíaca. No mesmo dia, cerca de 3 mil estudantes fazem uma procissão carregando tochas de fogo em sua homenagem.[10]\n",
        "Suas principais obras foram: Das Prinzip Hoffnung (O Princípio Esperança), Geist der Utopie (O Espírito da Utopia), Spuren (Vestígios) e Experimentum Mundi, entre outras.\n",
        "A obra de Ernst Bloch se caracteriza por seu caráter (à sua maneira) sistemático e enciclopédico. Nenhum pensador dentro da tradição marxista foi tão audacioso ao se debruçar pelos mais diferentes aspectos da atividade humana e estender o conceito de totalidade, tão caro ao marxismo, em direção a uma cosmologia.\n",
        "Mitos, anedotas, pintura, música, contos de fadas, literatura policial, arquitetura, cinema, teatro, filosofia da natureza, técnica, sonhos, religião, morte - em suma, tudo, pode ser objeto de estudo e colocado em perspectiva com o objetivo de captar seus conteúdos utópicos, seus conteúdos excedentes ainda não plenamente desenvolvidos. Essa dimensão da sua obra, é o que vai tornar sua contribuição algo excêntrica e fora do lugar comum dos assuntos e temas do chamado marxismo ocidental. O filósofo Michael Löwy dá um testemunho (tratando do livro 'O Princípio Esperança'):",
        "Outro aspecto que vai diferenciá-lo, é a sua insistência em querer vincular sua vida e sua obra à Revolução de Outubro e ao leninismo - mesmo quando muitos intelectuais de esquerda escolheram se distanciar, ele, pelo contrário, irá citar Lênin até o fim dos seus dias. Esse aspecto vai fazer com que ele, até 1956, tenha uma relação quase que apologética com relação à União Soviética e uma relação contraditória com o stalinismo (atestado pela citações de Stalin que podemos encontrar, por exemplo, n'O Princípio Esperança'. A partir de 1956, entretanto, suas diferenças com o chamado 'socialismo real' vão ficando cada vez mais evidentes.\n",
        "Para ele, a ação revolucionária, objetivo do marxismo, é justamente captar esses conteúdos e acioná-los para que o momento seja decidido no sentido do progresso da liberdade. A vanguarda é aquele movimento que consegue explorar esses conteúdos, expressando-os antes que eles sejam confinados ao senso comum - tornando possível, assim, a visualização da ação adequada. Por isso é que, para ele, a utopia é tão importante para o marxismo.\n",
        "Pouca coisa de Bloch foi publicada em português. Aqui estão listadas as obras com seus títulos originais e em ordem de publicação. O título em português, entre parênteses, é apenas uma tradução direta e não uma referência para publicações em português.\n",
        "Diferentemente dos teóricos da Escola de Frankfurt e de outros expoentes do marxismo ocidental, que tiveram suas obras traduzidas ao português e, assim, penetraram no ambiente acadêmico brasileiro, Ernst Bloch não obteve o mesmo sucesso e permanece um autor ainda marginal no contexto da academia no Brasil. No entanto, nos últimos anos, essa situação está mudando graças a autores, brasileiros ou não, que estão introduzindo o pensamento blochiano para o publico brasileiro. Abaixo, destacamos alguns desses livros:\n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li><figure class=\"mw-default-size\" typeof=\"mw:File/Thumb\"><a href=\"/wiki/Ficheiro:J%C3%BCrgen_Moltmann_at_Aarhus_University.JPG\" class=\"mw-file-description\"><img src=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/J%C3%BCrgen_Moltmann_at_Aarhus_University.JPG/250px-J%C3%BCrgen_Moltmann_at_Aarhus_University.JPG\" decoding=\"async\" width=\"250\" height=\"333\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/5/5b/J%C3%BCrgen_Moltmann_at_Aarhus_University.JPG 1.5x\" data-file-width=\"360\" data-file-height=\"480\"></a><figcaption>J. Moltmann, teólogo que escreveu uma obra teológica influenciada por Bloch e que ecoou na formulação da Teologia da Libertação.</figcaption></figure><i>Kritische Erörterungen über <a href=\"/w/index.php?title=Heinrich_Rickert_(Philosoph)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Heinrich Rickert (Philosoph) (página não existe)\">Heinrich Rickert</a> und das Problem der Erkenntnistheorie</i>, Dissertation, 1909.</li>\n<li><i>Geist der Utopie</i> (Espírito da Utopia), München, 1918.</li>\n<li><i><a href=\"/wiki/Thomas_M%C3%BCntzer\" title=\"Thomas Müntzer\">Thomas Müntzer</a> als Theologe der Revolution</i> (Thomas Müntzer, O Teólogo da Revolução), München, 1921.</li>\n<li><i>Spuren</i> (Vestígios), Berlin, 1930.</li>\n<li><i>Erbschaft dieser Zeit</i> (Herança Desta Época), Zürich, 1935.</li>\n<li><i>Freiheit und Ordnung</i> (Liberdade e Ordem), Berlin, Aufbau-Verlag, 1947.</li>\n<li><i>Subjekt – Objekt</i> (Sujeito e Objeto), 1949.</li>\n<li><i><a href=\"/wiki/Christian_Thomasius\" title=\"Christian Thomasius\">Christian Thomasius</a></i>, 1949.</li>\n<li><i><a href=\"/wiki/Avicenna\" class=\"mw-redirect\" title=\"Avicenna\">Avicenna</a> und die aristotelische Linke</i> (Avicena e a Esquerda Aristotélica), Leipzig, Rütten und Loening, 1952.</li>\n<li><i>Das Prinzip Hoffnung</i> (O Princípio Esperança, em 3 volumes), 3 Bde, 1954–1959 (<a href=\"/wiki/Especial:Fontes_de_livros/3518281542\" class=\"internal mw-magiclink-isbn\">ISBN 3-518-28154-2</a>).</li>\n<li><i>Widerstand und Friede. Aufsätze zur Politik</i>, Suhrkamp-Verlag, 1968, Neuausgabe 2008 mit der DVD <i>Ernst und Karola Bloch. Die Tübinger Zeit</i> (<a href=\"/wiki/Especial:Fontes_de_livros/9783518419816\" class=\"internal mw-magiclink-isbn\">ISBN 978-3518419816</a>).</li>\n<li><i>Spuren</i>, 1959 (<a href=\"/wiki/Especial:Fontes_de_livros/351828150X\" class=\"internal mw-magiclink-isbn\">ISBN 3-518-28150-X</a>).</li>\n<li><i>Naturrecht und menschliche Würde</i> (Direito Natural e Dignidade Humana), 1961.</li>\n<li><i>Tübinger Einleitung in die Philosophie</i> (Introdução à Filosofia, Lições de Tübingen), Suhrkamp-Verlag, 1963 (<a href=\"/wiki/Especial:Fontes_de_livros/3518100114\" class=\"internal mw-magiclink-isbn\">ISBN 3-518-10011-4</a>).</li>\n<li><i>Atheismus im Christentum</i> (Ateísmo no Cristianismo), Suhrkamp-Verlag, 1968 (<a href=\"/wiki/Especial:Fontes_de_livros/3518281631\" class=\"internal mw-magiclink-isbn\">ISBN 3-518-28163-1</a>).</li>\n<li><i>Politische Messungen, Pestzeit, Vormärz</i> (Medidas Políticas, Tempo de Peste, Pré-Março) Suhrkamp-Verlag, 1970 (<a href=\"/wiki/Especial:Fontes_de_livros/3518281607\" class=\"internal mw-magiclink-isbn\">ISBN 3-518-28160-7</a>).</li>\n<li><i>Das Materialismusproblem, seine Geschichte und Substanz</i> (O Problema do Materialismo, Sua História e Substância), Suhrkamp-Verlag, 1972 (<a href=\"/wiki/Especial:Fontes_de_livros/3518281569\" class=\"internal mw-magiclink-isbn\">ISBN 3-518-28156-9</a>).</li>\n<li><i>Experimentum Mundi. Frage, Kategorien des Herausbringens, Praxis</i> (Experimentum Mundi, Questões, Categorias de Elaboração, Praxis), Suhrkamp-Verlag, 1975 (<a href=\"/wiki/Especial:Fontes_de_livros/351828164X\" class=\"internal mw-magiclink-isbn\">ISBN 3-518-28164-X</a>).</li></ul>",
        "<ul><li>O Princípio Esperança, Volume I.Contraponto Editora, 2005. (<a href=\"/wiki/Especial:Fontes_de_livros/8585910720\" class=\"internal mw-magiclink-isbn\">ISBN 8585910720</a>).</li>\n<li>O Princípio Esperança, Volume II.Contraponto Editora, 2006. (<a href=\"/wiki/Especial:Fontes_de_livros/858591081X\" class=\"internal mw-magiclink-isbn\">ISBN 858591081X</a>).</li>\n<li>O Princípio Esperança, Volume III.Contraponto Editora, 2006. (<a href=\"/wiki/Especial:Fontes_de_livros/8575110977\" class=\"internal mw-magiclink-isbn\">ISBN 8575110977</a>).</li>\n<li>Thomas Münzer, Teólogo da Revolução.  Editora Tempo Brasileiro, 1973.</li></ul>",
        "<ul><li><a href=\"/wiki/Suzana_Albornoz\" title=\"Suzana Albornoz\"> ALBORNOZ, Suzana</a>. Violência ou Não-Violência<b>:</b> um estudo em torno de Ernst Bloch. Santa Cruz do Sul: EDUNISC, 2000 (<a href=\"/wiki/Especial:Fontes_de_livros/8585869461\" class=\"internal mw-magiclink-isbn\">ISBN 8585869461</a>)</li>\n<li>BICCA, Luiz. Marxismo e Liberdade. São Paulo. Loyola.1987. (<a href=\"/wiki/Especial:Fontes_de_livros/0000007102\" class=\"internal mw-magiclink-isbn\">ISBN 0000007102</a>)</li>\n<li>BOSI, Alfredo. O ser e o tempo da poesia. São Paulo: Companhia das Letras, 2000. p. 188. Ver também a Nota n. 10 do capítulo 5 na p. 264. (<a href=\"/wiki/Especial:Fontes_de_livros/8535900195\" class=\"internal mw-magiclink-isbn\">ISBN 85-359-0019-5</a>)</li>\n<li>BOTTOMORE, Tom. Dicionário do Pensamento Marxista. Rio de Janeiro:Zahar.1988. (Contém um verbete dedicado a Ernst Bloch). (<a href=\"/wiki/Especial:Fontes_de_livros/8585061790\" class=\"internal mw-magiclink-isbn\">ISBN 8585061790</a>)</li>\n<li>LÖWY, Michael. Redenção e Utopia: O Judaísmo Libertário na Europa Central.São Paulo, SP: Companhia das Letras, 1989. (<a href=\"/wiki/Especial:Fontes_de_livros/8571640580\" class=\"internal mw-magiclink-isbn\">ISBN 8571640580</a>)</li>\n<li>MASCARO, Alysson. Utopia e Direito - Ernst Bloch e a Ontologia Jurídica da Utopia. São Paulo, SP: Quartier Latin. 2008. (<a href=\"/wiki/Especial:Fontes_de_livros/8576742985\" class=\"internal mw-magiclink-isbn\">ISBN 8576742985</a>)</li>\n<li>MÜNSTER, Arno. Utopia, Messianismo e Apocalipse Nas Primeiras Obras de Ernst Bloch. São Paulo: Unesp, 1997.(<a href=\"/wiki/Especial:Fontes_de_livros/8571391467\" class=\"internal mw-magiclink-isbn\">ISBN 8-571-39146-7</a>)</li>\n<li>MUNSTER, Arno. Ernst Bloch: filosofia da praxis e utopia concreta . Sao Paulo: Ed. da UNESP, 1993. (<a href=\"/wiki/Especial:Fontes_de_livros/8571390355\" class=\"internal mw-magiclink-isbn\">ISBN 8571390355</a>)</li>\n<li>RODRIGUES, Ubiratane de Morais. Escritos sobre o Espírito da Utopia de Ernst Bloch. Porto Alegre: Editora Fi, 2019. (ISBN -978-85-5696-628-5) disponível em: <a rel=\"nofollow\" class=\"external free\" href=\"https://www.editorafi.org/628bloch\">https://www.editorafi.org/628bloch</a></li>\n<li>VILELA, Daniel Marques. <i>Utopias esquecidas. Origens da Teologia da Libertação</i>. São Paulo: Fonte Editorial, 2013. (<a href=\"/wiki/Especial:Fontes_de_livros/9788566480276\" class=\"internal mw-magiclink-isbn\">ISBN 9788566480276</a>)</li></ul>",
        "<ul><li>GEOGHEGAN, Vincent. Ernst Bloch. London: Routledge, 1996. (<a href=\"/wiki/Especial:Fontes_de_livros/0415049032\" class=\"internal mw-magiclink-isbn\">ISBN 0-415-04903-2</a>)</li>\n<li>MARKUN, Silvia. Ernst Bloch. Hamburg: Rowohlt Taschenbuch Verlag, 1977 (<a href=\"/wiki/Especial:Fontes_de_livros/3499502584\" class=\"internal mw-magiclink-isbn\">ISBN 3-499-50258-4</a>)</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://portal.dnb.de/opac.htm?method=simpleSearch&amp;cqlMode=true&amp;query=idn%3D118511742\">Literatura de e sobre Ernst Bloch</a> (em alemão) no catálogo da <a href=\"/wiki/Biblioteca_Nacional_da_Alemanha\" title=\"Biblioteca Nacional da Alemanha\">Biblioteca Nacional da Alemanha</a></li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bloch.de/\">«Ernst Bloch Zentrum»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AErnst+Bloch&amp;rft.btitle=Ernst+Bloch+Zentrum&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.bloch.de%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.uta.edu/huma/illuminations/kell1.htm\">«Ernst Bloch, Utopia and Ideology Critique»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AErnst+Bloch&amp;rft.btitle=Ernst+Bloch%2C+Utopia+and+Ideology+Critique&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.uta.edu%2Fhuma%2Filluminations%2Fkell1.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.theology.ie/thinkers/bloch.htm\">«Links e texto sobre Bloch da Associação Teológica da Irlanda»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AErnst+Bloch&amp;rft.btitle=Links+e+texto+sobre+Bloch+da+Associa%C3%A7%C3%A3o+Teol%C3%B3gica+da+Irlanda&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.theology.ie%2Fthinkers%2Fbloch.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.marxists.org/archive/bloch/\">Verbete de Ernst Bloch no Site Marxists.org</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ernst-bloch.net/\">Ernst Bloch Assoziation</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sheffield.ac.uk/german/research/bloch_studies/home\">Centre for Ernst Bloch Studies</a> na Universidade de Sheffield, Inglaterra</li>\n<li class=\"mw-empty-elt\"></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1885\" title=\"Categoria:Nascidos em 1885\">Nascidos em 1885</a><a href=\"/wiki/Categoria:Mortos_em_1977\" title=\"Categoria:Mortos em 1977\">Mortos em 1977</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Marxistas_alem%C3%A3es\" title=\"Categoria:Marxistas alemães\">Marxistas alemães</a><a href=\"/wiki/Categoria:Te%C3%B3ricos_marxistas\" title=\"Categoria:Teóricos marxistas\">Teóricos marxistas</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Leipzig\" title=\"Categoria:Professores da Universidade de Leipzig\">Professores da Universidade de Leipzig</a><a href=\"/w/index.php?title=Categoria:Professsores_da_Universidade_de_Tubinga&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Categoria:Professsores da Universidade de Tubinga (página não existe)\">Professsores da Universidade de Tubinga</a><a href=\"/wiki/Categoria:Alem%C3%A3es_expatriados_nos_Estados_Unidos\" title=\"Categoria:Alemães expatriados nos Estados Unidos\">Alemães expatriados nos Estados Unidos</a><a href=\"/wiki/Categoria:Ensa%C3%ADstas_da_Alemanha\" title=\"Categoria:Ensaístas da Alemanha\">Ensaístas da Alemanha</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Bundesarchiv_Bild_183-35545-0009%2C_Berlin%2C_Ernst_Bloch_auf_15._Schriftstellerkongress.jpg/250px-Bundesarchiv_Bild_183-35545-0009%2C_Berlin%2C_Ernst_Bloch_auf_15._Schriftstellerkongress.jpg",
    "view": "ernst_bloch"
}