{
    "url": "https://pt.wikipedia.org/wiki/Ernst_Mally",
    "codigo_http": 200,
    "titulo": [
        "Ernst Mally"
    ],
    "conteudo": [
        "Ernst Mally (em alemão: ['mali]; Kranj, 11 de outubro de 1879 – Schwanberg, 8 de março de 1944) foi um filósofo austríaco afiliado a então chamada Graz School of phenomenology (Escola de Graz de fenomenologia, em tradução livre). Foi pupilo de Alexius Meinong, e um dos fundadores da lógica deôntica. É principalmente conhecido por suas contribuições nesse campo de pesquisa.\n",
        "Mally nasceu na cidade de Kranj (em alemão: Krainburg) no Ducado da Carníola, Áustria-Hungria (atualmente Eslovénia). Seu pai era de origem eslava, mas se identificava com a cultura austro-germânica (Ele também germanizou a ortografia de seu sobrenome, originalmente escrito Mali, um sobrenome comum da Alta Carniola). Após sua morte, a família para a capital da Carniola, Liubliana (alemão: Laibach). Lá, Ernst estudou no prestigioso Ginásio de Língua Alemã de Liubliana. Quando jovem, Mally se tornou um grande apoiador do movimento nacionalista Pangermanista de Georg Ritter von Schönerer. Durante o mesmo período, ele se interessou por filosofia.[1]\n",
        "Em 1898 se matriculou na Universidade de Graz, onde estudou filosofia sob a supervisão de Alexius Meinong, também como física e matemática, especializando-se em lógica formal. Terminou a graduação em 1903 com uma dissertação intitulada de Untersuchungen zur Gegenstandstheorie des Messens (Investigações na Teoria de Objetos de Mensuração, em tradução livre). Em 1906 ele começou a ensinar em uma escola de ensino médio em Graz, ao mesmo tempo trabalhava como assistente de Meinong na universidade. Ele também mantinha contato com o Laboratório de\nPsicologia Experimental, fundado por Meinong. Em 1912, Ele escreveu sua dissertação Gegenstandstheoretische Grundlagen der Logik und Logistik (Bases Objeto-Teoricas para Lógica e Logísticas, em tradução livre) com Meinong como supervisor, para poder lecionar na universidade.[1]\n",
        "De 1915 até 1918 ele serviu como um oficial no Exército Austro-Húngaro. Depois do término da Primeira Guerra Mundial, Mally se afiliou ao Großdeutsche Volkspartei (Abreviado GDVP, um partido Alemão nacionalista), que clamava pela unificação da Áustria Alemã com a Alemanha. No mesmo período, ele começou a lecionar na universidade e em 1925 ele tomou a posição de Meinong. em 1938 ele se tornou um membro da Associação Nacional Socialista de Professores e dois meses depois do Anschluss ele\ningressou no Partido Nacional Socialista dos Trabalhadores Alemães. Ele continuou a ensinar durante a administração nazista da Áustria até 1942, quando se aposentou. Ele morreu em 1944, em Schwanberg (Weststeiermark).[1]\n",
        "Mally foi o primeiro lógico a tentar uma axiomatização da ética. Ele usou 5 Axiomas, mostrados abaixo. Eles forma uma lógica de primeira ordem que quantifica sobre proposições. Precisa-se entender alguns predicados de antemão. !x significa que x pode ser\no caso. Ux significa que x é incondicionalmente obrigatório, e.g. que !x é necessariamente verdade. ∩x significa que x é.\n",
        "\nincondicionalmente proibido, e.g. U(¬x). A f B é a relação binária A requer B, e.g. A materialmente implica !B. Toda consequência lógica nos axiomas é condicional material, Isso é definido pelo axioma III, enquanto todos os outros termos são definidos como preliminares.[1]",
        "Note os quantificadores universais implícitos nos axiomas acima.[1]\n",
        "O quarto axioma confunde alguns lógicos pelo fato de sua formulação não ser como a que esperavam, já que Mally atribuía a cada axioma uma descrição também em palavras, e ele disse que o axioma IV significava \"a obrigatoriedade incondicional é obrigatória\", e.g. (como muitos lógicos insistem) UA → !A. Porém, no axioma V falta o objeto ao qual se aplica o predicado, aparentemente um erro tipográfico. Contudo, acontece que esse foi a menor das preocupações de Mally.[1]\n",
        "Teorema: Essa axiomatização da lógica deôntica implica que !x se e somente se x é verdade, OU !x é insatisfatível. Isso a torna inútil para lógicos deônticos, prova: usando o axioma III, o axioma I pode ser reescrito como (!(A → B) &amp; (B → C)) → !(A → C). Como B → C é verdade em qualquer caso que C seja verdade, uma consequência imediata é que (!(A → B) → (C → !(A → C))). em outras palavras, se A requer B, A requer qualquer afirmação verdadeira. No caso especial em que A é tautologia, o teorema tem consequência (!B → (C → !C)). Portanto, se pelo menos uma afirmação seja verdadeira, toda afirmação deve implicar materialmente ela para ser verdade, e então toda afirmação verdadeira deve ser verdade. Para o inverso (e.g. se alguma afirmação deve ser verdade então todas as afirmações que devem ser verdade são verdade), considere a seguinte lógica: ((U → !A) &amp; (A → ∩)) → (U → !∩) é um caso especial do axioma I, porém sua consequência contradiz o axioma V, e também ¬((U → !A) &amp; (A → ∩)). o resultado !A → A pode ter sua origem mostrada a partir disso, tendo em conta que !A implica que U → !A e ¬A implica que A → ∩; e, como esses não são ambos verdadeiros, nós sabemos que !A → A.[1]\n",
        "Mally pensou que o axioma I era autoevidente, mas ele provavelmente o confundiu com uma alternativa onde a implicação B → C é lógica, que de fato faria o axioma autoevidente. O teorema acima, por outro lado, não seria demonstrável. O teorema foi provado por Karl Menger, o próximo lógico deôntico. Nem os axiomas originais de Mally tampouco uma modificação que evita esse resultado são populares atualmente. O neto de Mally, Thomas, está atualmente tentando provar as teorias de seu avô na Universidade Emory.[1]\n"
    ],
    "ligacoes": [
        "<ul><li>(1904 [1903]) <i>Untersuchungen zur Gegenstandstheorie des Messens (Investigações na Teoria dos Objetos da Medição)</i>, Leipzig: Barth (tese de doutorado).</li>\n<li>(1912) <i>Gegenstandstheoretische Grundlagen der Logik und Logistik (Fundamentos teóricos dos objetos para lógica e logística),</i> Leipzig: Barth (tese de habilitação).</li>\n<li>(1926) <i>Grundgesetze des Sollens. Elemente der Logik des Willens (As Leis Básicas do Dever: Elementos da Lógica da Vontade),</i> Graz: Leuschner &amp; Lubensky. Reimpresso em Ernst Mally: <i>Logische Schriften. Großes Logikfragment—Grundgesetze des Sollens</i>, K. Wolf, P. Weingartner (eds.), Dordrecht: Reidel, 1971, 227–324.</li>\n<li>(1935) <i>Erlebnis und Wirklichkeit. Einleitung zur Philosophie der Natürlichen Weltauffassung (Experiência e Realidade: Introdução à Filosofia da Concepção Natural do Mundo),</i> Leipzig: Julius Klinkhardt.</li></ul>",
        "<ul><li><a href=\"/wiki/L%C3%B3gica_de%C3%B4ntica\" title=\"Lógica deôntica\">Lógica deôntica</a></li></ul>",
        "<ul><li><i><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/mally/\">Ernst Mally</a></i> na <a href=\"/wiki/The_Stanford_Encyclopedia_of_Philosophy\" class=\"mw-redirect\" title=\"The Stanford Encyclopedia of Philosophy\">The Stanford Encyclopedia of Philosophy</a></li>\n<li><i><a rel=\"nofollow\" class=\"external text\" href=\"http://mally.stanford.edu/mally.html\">Ernst Mally</a></i> em <a rel=\"nofollow\" class=\"external text\" href=\"http://mally.stanford.edu/index.html\">The Metaphysics Research Lab</a></li>\n<li><i><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/mally-deontic/\">Mally's deontic logic</a></i> na <a href=\"/wiki/The_Stanford_Encyclopedia_of_Philosophy\" class=\"mw-redirect\" title=\"The Stanford Encyclopedia of Philosophy\">The Stanford Encyclopedia of Philosophy</a></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1879\" title=\"Categoria:Nascidos em 1879\">Nascidos em 1879</a><a href=\"/wiki/Categoria:Mortos_em_1944\" title=\"Categoria:Mortos em 1944\">Mortos em 1944</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_%C3%81ustria\" title=\"Categoria:Filósofos da Áustria\">Filósofos da Áustria</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/w/index.php?title=Categoria:Fenomenologistas&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Categoria:Fenomenologistas (página não existe)\">Fenomenologistas</a><a href=\"/wiki/Categoria:Nazistas\" title=\"Categoria:Nazistas\">Nazistas</a><a href=\"/wiki/Categoria:Militares_da_Primeira_Guerra_Mundial\" title=\"Categoria:Militares da Primeira Guerra Mundial\">Militares da Primeira Guerra Mundial</a><a href=\"/wiki/Categoria:Austr%C3%ADacos_de_ascend%C3%AAncia_eslovena\" title=\"Categoria:Austríacos de ascendência eslovena\">Austríacos de ascendência eslovena</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Graz\" title=\"Categoria:Alunos da Universidade de Graz\">Alunos da Universidade de Graz</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Graz\" title=\"Categoria:Professores da Universidade de Graz\">Professores da Universidade de Graz</a>']",
    "imagem": null,
    "view": "ernst_mally"
}