{
    "url": "https://pt.wikipedia.org/wiki/Francesco_Patrizi",
    "codigo_http": 200,
    "titulo": [
        "Francesco Patrizi"
    ],
    "conteudo": [
        "Francesco Patrizi ou Patrizzi (Cres, actual Croácia, 25 de abril de 1529 – Roma, 6 de fevereiro de 1597) foi um filósofo e humanista italiano. Ensinou nas cidades de Ferrara e Roma. Nas obra Trattato della poetica em dois volumes (1582) e Della retorica (1562) concebe a arte como uma imitação da natureza. Em filosofia é considerado como um neoplatónico: Discussiones peripatteticae (1º parte: 1571; 4 volumes, 1582), Nova de universis philosophia (50 livros) (1591). Também fez estudos históricos, na obra Della historia: Dieci dialoghi (1562) e foi também poeta, escrevendo o poema Eridano.\n",
        "Ele era conhecido como um defensor do platonismo e um oponente do aristotelismo. Na Croácia, ele é mais conhecido como Franjo Petriš ou Frane Petrić (às vezes Petris, Petrišević e Petričević). Seu nome de família em Cres era conhecido como Petris.\n",
        "Patricius estudou Filosofia Aristotélica na Universidade de Pádua, mas se voltou para o Platonismo quando ainda era estudante. Ele se tornou um oponente agudo e de alto nível do aristotelismo, com quem lutou extensivamente em extensos escritos. Depois de muitos anos de esforços infrutíferos para garantir a subsistência material, ele finalmente recebeu um convite em 1577 para a Corte Ducal de Este em Ferrara. Na universidade láuma cadeira de filosofia platônica foi criada especialmente para ele. Nos anos que se seguiram, ele ganhou reputação como professor, mas também se envolveu em controvérsias científicas e literárias; ele tendia a polêmica e, por sua vez, era violentamente atacado pelos oponentes. Em 1592, ele aceitou um convite para ir a Roma, onde, graças ao favor papal, uma nova cadeira foi criada para ele. Um sério conflito escureceu os últimos anos de sua vida com a Censura eclesiástica, que proibiu sua obra principal, a Nova de universis philosophia.\n",
        "Como um dos últimos humanistas da Renascença, Patricius caracterizou-se por uma extensa educação, variada atividade científica, uma forte vontade de inovar e excepcional fertilidade literária. Ele examinou criticamente ensinamentos estabelecidos e universalmente reconhecidos e sugeriu alternativas. Em particular, ele queria substituir a filosofia natural aristotélica predominante por seu próprio modelo. Ele se opôs à visão tradicional do significado dos estudos históricos, que geralmente se restringia à instrução moral, com seu conceito de uma pesquisa histórica científica ampla, neutra. Na Poesia, ele enfatizou a importância da Inspiração e lutou contra as regras convencionais, que considerava restrições arbitrárias e irrealistas à liberdade criativa.\n",
        "No início da Época Moderna, a filosofia da natureza fortemente controversa de Patrício encontrou um eco considerável, apesar da condenação da Igreja, mas permaneceu uma posição de fora. A pesquisa moderna reconhece suas contribuições para a constituição do conceito moderno de espaço e para a teoria histórica.[1][2][3][4][5][6][7][8][9]\n",
        "Os livros Discusses peripateticae XV examinam a tradição aristotélica, comparando-a com as pré-socráticas e platônicas; A crítica de Aristóteles é imediata, a partir de sua vida: \"nem seus costumes eram tão santos, nem suas ações tão magníficas, nem suas ações tão variadas a ponto de suscitar admiração\" (I, 2). Ele o repreende por ter usado as descobertas de outros que, no entanto, atacou de forma polêmica, sem mostrar qualquer gratidão.\n",
        "Quanto ao mérito, ele critica o aristotelismo por ter teorizado que as coisas derivam dos outros por meio do princípio dos opostos; para Patrizi, tudo se origina de um semelhante, não de um oposto; A filosofia naturalista pré-socrática parece-lhe mais adequada, ao contrário dos princípios aristotélicos que “não têm força, nem vigor, nem capacidade de gerar e não contribuem para a geração de nada. Na verdade, qual é a utilidade do frio na madeira para aquecer ou queimar com fogo? O que a privação de forma serve para produzir forma?\" (IV, 1).\n",
        "Na obra, Patrizi exibe muita erudição, desagradando a Bruno que a chamou de \"bosta de pedante\". Mas ele apreciará a subsequente Nova de Universis philosophia, datada de 1591, cujo título completo é Nova de Universis philosophia, libris quinquaginta compreendensa: in qua Aristotélico methodo non per motum, sed per lucem et lumina ad primam causam ascenditur. Deinde nova quidam et peculiar methodo tota in contemplationem venit divinitas. Postremo Platonic Methodo rerum universitas a conditore Deo deducitur. Foi publicado com a adição dos oráculos de Zoroastro, Hermes Trismegistus, Asclépio, e da Theologia Aristotelis, publicada em uma edição romana em 1519,\n",
        "É dividido em quatro partes, o \"Panaugia\" ou da luz, a \"Panarquia\" ou do princípio das coisas, o \"Pampsichya\" ou da anima e o \"Pancosmia\" ou do mundo. No primeiro expõe a teoria da luz que, vinda de Deus, «a mais simples entre as coisas, não é dupla, de modo que nela há forma e matéria. Única, é matéria e forma em si mesma ”e se espalha, com calor e matéria fluida - o flúor primaevus - através do espaço que, como ele, é infinito; de facto, se a luz é infinita, o espaço também deve ser infinito e o mundo também: «se o espaço tudo contém e o mundo também, o mundo e o espaço serão os mesmos em termos de capacidade e determinação locais. Portanto, o espaço é infinito para que também o mundo seja infinito ».\n",
        "Ele continua sua polêmica anti-aristotélica, argumentando que a doutrina cristã pode ser derivada dos mesmos diálogos platônicos e que a teologia cristã já está presente em Plotino. Já os primeiros Padres da Igreja «vendo que com algumas mudanças os platônicos poderiam facilmente se tornar cristãos, eles colocaram Platão e os platônicos antes de qualquer outro e nomearam Aristóteles apenas com infâmia. Mas, quase quatrocentos anos atrás, os teólogos escolásticos se comportaram de maneira oposta, baseando sua fé na impiedade aristotélica. Nós os desculpamos, porque eles não podiam conhecer os platônicos, não sabiam grego, mas não os desculpamos por tentarem fundar a fé na impiedade.[10][11]\n"
    ],
    "ligacoes": [
        "<ul><li><i>Al molto magico et magnanimo m. Giacomo Ragazzoni. In Giacomo Ragazzoni, Della Mercatura</i>, Venetia, 1573. In Chronica Magni Arueoli Cassiodori senatoris atque Patricii prefatio. Sta in Speisshaimer, Iohan. Ioannis Cuspiani...de Consulibus. Basel 1553.</li></ul>",
        "<ul><li><i>L'Eridano. In nuovo verso heroico...Con i sostentamenti del detto verso</i>, Ferrara. Appresso Francesco de Rossi da Valenza 1557</li>\n<li><i>Le rime di messer Luca Contile...con discussioni e argomenti di M. Francesco Patritio</i>, Venezia. F. Sansovino, 1560</li>\n<li><i>Della Historia dieci dialoghi</i>, Venetia: Appresso Andrea Arrivabene, 1560</li>\n<li><i>Della retorica dieci dialoghi... nelli quali si favella dell'arte oratoria con ragioni repugnanti all'opinione, che intorno a quella hebbero gli antichi scrittori (Deset dijaloga o retorici)</i>, Venetia: Appresso Francesco Senese, 1562</li>\n<li><i>Le imprese illustri con espositioni, et discorsi del sor. Ieromimo Ruscelli. Con la giunta di altre imprese: tutto riordinato et corretto da Franco. Patritio</i>, In Venetia: Appresso Comin da Trino di Monferrato, 1572</li>\n<li><i>De historia dialogi X.</i> In <i>Artis historicae penus. Octodecim scriptorum tam veterim quam recentiorum monumentis,</i> Basileae, Ex officinia Petri Paterna, 1579</li>\n<li><i>Discussionum Peripateticarum tomi IV, quibus Aristotelicae philosophiae universa Historia atque Dogmata cum Veterum Placitis collata, eleganter et erudite declarantur</i>, Basileae, 1581.</li>\n<li><i>Parere del s. Francesco Patrici, in difesa di Lodovico Ariosto. All'Illustr. Sig. Giovanni Bardi di Vernio</i>, Ferrara, 1583</li>\n<li><i>La militia Romana di Polibio, di Tito Livio, e di Dionigi Alicarnasseo</i>, Ferrara, 1583.</li>\n<li><i>Della poetica di Francesco Patricii la Deca Istoriale, nella quale con diletteuole antica nouità, oltre a poeti e lor poemi innumerabili, che ui si contano, si fan palesi tutte le cose compagne e seguaci dell'antiche poesie</i>. In Ferrara: per Vittorio Baldini, 1586. (on-line)</li>\n<li><i>Della nvova geometria di Franc. Patrici libri XV. Ne' quali con mirabile ordine, e con dimostrazioni à marauiglia più facili, e più forti delle usate si vede che la matematiche per uia regia, e più piana che da gli antichi fatto non si è, si possono trattare...</i>, Ferrara, Vittorio Baldini, 1587.</li>\n<li><i>Difesa di Francesco Patrizi; dalle cento accuse dategli dal signor Iacopo Mazzoni, in Discorso intorno alla Risposta del sig. F. Patrizio</i>, Ferrara, 1587.</li>\n<li><i>Risposta di Francesco Patrizi; a due opposizioni fattegli dal sign. Giacopo Mazzoni in Della difesa della Comedia di Dante</i>, Ferrara, Vitt. Baldini, 1587.</li>\n<li><i>De rerum natura libri II priores. Aliter de spacio physico, aliter de spacio mathematico</i>, Victorius Baldinus, Ferrara, 1587.</li>\n<li><i>Zoroaster et eius CCCXX oracula Chaldaica, eius opera e tenebris eruta et Latine reddita</i>. Ferrara. Ex Typographia Benedicti Mammarelli, 1591.</li>\n<li><i>Nova de universis philosophia. (Ad calcem adiecta sunt Zoroastri oracula CCCXX ex Platonicis collecta, ecc.)</i>, Ex Typographia Benedicti Mammarelli, Ferrara, 1591; Venezia, 1593.</li>\n<li><i>Magia philosophica, hoc est Francisci Patricij summi philosophi Zoroaster et eius 320 oracula Chaldaica. Asclepii dialogus, et philosophia magna: Hermetis Trismegisti. Iam lat. reddita</i>, Hamburg, 1593.</li>\n<li><i>Paralleli millitari</i>, Roma, 1594.</li>\n<li><i>Apologia ad censuram</i>.</li></ul>",
        "<ul><li><i>La Città felice</i>, Venezia, Griffio, 1553, in <i>Utopisti e Riformatori sociali del cinquecento</i>, Bologna, 1941.</li>\n<li><i>L'amorosa filosofia</i>, Firenze, 1963.</li>\n<li><i>Della poetica</i>. Edizione critica a cura di D. A. Barbali, Bologna, 1971.</li>\n<li><i>Della retorica. Dieci dialoghi</i>, a cura di A. L. Puliafito, 1994. ISBN 8885979041</li>\n<li><i>De spacio physico et mathematico</i>, Libraire philosophique Vrin, Paris, 1996.</li></ul>",
        "<ul><li>P. M. Arcari, <i>Il pensiero politico di Francesco Patrizi da Cherso</i>, Roma, 1905</li>\n<li>N. Robb, <i>Neoplatonism of the Italian Renaissance</i>. London, 1935</li>\n<li>B. Brickman, <i>An Introduction to Francesco Patrizi's Nova de Universis Philosophia</i>, New York, 1941</li>\n<li>T. Gregory, <i>L'Apologia e le Declarationes di Francesco Patrizi</i>, in <i>Medioevo e Rinascimento. Studi in onore di Bruno Nardi</i>, Firenze, 1955</li>\n<li><i>Onoranze a Francesco Patrizi da Cherso, Mostra bibliografica</i>, Trieste, 1957</li>\n<li><i>La negazione delle sfere dell'astrobiologia di Francesco Patrizi</i>, in P. Rossi, <i>Immagini della scienza</i>, Roma, 1977</li>\n<li>G. Piaia, <i>Tra misticismo neoplatonico e 'filosofia dei fiumi'. Il tema delle acque in Francesco Patrizi</i>, in idem, <i>Sapienza e follia. Per una storia intellettuale del Rinascimento europeo</i>, Pisa, 2015</li>\n<li>C. Vasoli, <i>Francesco Patrizi da Cherso</i>, Roma 1989</li></ul>",
        "<ul><li>(em italiano) <a rel=\"nofollow\" class=\"external text\" href=\"http://www.dalmatia.it/dalmazia/calderon/personaggi/filosofo.htm\">Biografia de Francesco Patrizi</a></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1529\" title=\"Categoria:Nascidos em 1529\">Nascidos em 1529</a><a href=\"/wiki/Categoria:Mortos_em_1597\" title=\"Categoria:Mortos em 1597\">Mortos em 1597</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Cro%C3%A1cia\" title=\"Categoria:Filósofos da Croácia\">Filósofos da Croácia</a><a href=\"/wiki/Categoria:Poetas_da_Rep%C3%BAblica_de_Veneza\" title=\"Categoria:Poetas da República de Veneza\">Poetas da República de Veneza</a><a href=\"/wiki/Categoria:Humanistas_da_It%C3%A1lia\" title=\"Categoria:Humanistas da Itália\">Humanistas da Itália</a><a href=\"/wiki/Categoria:Tradutores_da_l%C3%ADngua_grega_antiga\" title=\"Categoria:Tradutores da língua grega antiga\">Tradutores da língua grega antiga</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Rep%C3%BAblica_de_Veneza\" title=\"Categoria:Filósofos da República de Veneza\">Filósofos da República de Veneza</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/3/37/Frane_Petric.jpg",
    "view": "francesco_patrizi"
}