{
    "url": "https://pt.wikipedia.org/wiki/Francis_Bacon",
    "codigo_http": 200,
    "titulo": [
        "Francis Bacon"
    ],
    "conteudo": [
        "Francis Bacon, 1°. Visconde de Alban,[1] também referido como Bacon de Verulâmio (Londres, 22 de janeiro de 1561 — Londres, 9 de abril de 1626) foi um político, filósofo empirista, cientista, ensaísta inglês, barão de Verulam (ou Verulamo ou ainda Verulâmio) e visconde de Saint Alban. É considerado como um dos fundadores da Revolução Científica.[2][carece de fontes?]\n",
        "Desde cedo, sua educação orientou-o para a vida política, na qual exerceu posições elevadas. Em 1584 foi eleito para a câmara dos comuns.[3][carece de fontes?]\n",
        "Sucessivamente, durante o reinado de Jaime I, desempenhou as funções de procurador-geral (1607), fiscal-geral (1613), guarda do selo (1617) e grande chanceler (1618). Neste mesmo ano, foi nomeado barão de Verulam e em 1621, visconde de Saint Alban. Também em 1621, Bacon foi acusado de corrupção. Condenado ao pagamento de pesada multa, foi também proibido de exercer cargos públicos.[carece de fontes?]\n",
        "Como filósofo, destacou-se com uma obra onde a ciência era exaltada como benéfica para o homem. Em suas investigações, ocupou-se  especialmente da metodologia científica e do empirismo, sendo muitas vezes chamado de \"fundador da ciência moderna\". Sua principal obra filosófica é o Novum Organum.[carece de fontes?]\n",
        "Francis Bacon foi um dos mais conhecidos e influentes rosacruzes e também um alquimista, tendo ocupado o posto mais elevado da Ordem Rosacruz, o de Imperator. Estudiosos[quem?] apontam como sendo o real autor dos famosos manifestos rosacruzes, Fama Fraternitatis (1614), Confessio Fraternitatis (1615) e Núpcias Alquímicas de Christian Rozenkreuz (1616).[carece de fontes?]\n",
        "O pensamento filosófico de Bacon representa a tentativa de realizar aquilo que ele mesmo chamou de Instauratio magna (Grande restauração). A realização desse plano compreendia uma série de tratados que, partindo do estado em que se encontrava a ciência da época, acabariam por apresentar um novo método que deveria superar e substituir o de Aristóteles. Esses tratados deveriam apresentar um modo específico de investigação dos fatos, passando, a seguir, para a investigação das leis e retornavam para o mundo dos fatos para nele promover as ações que se revelassem possíveis. Bacon desejava uma reforma completa do conhecimento. A tarefa era, obviamente, gigantesca e o filósofo produziu apenas certo número de tratados. Não obstante, a primeira parte da Instauratio foi concluída.[carece de fontes?]\n",
        "A reforma do conhecimento é justificada em uma crítica à filosofia anterior (especialmente a Escolástica), considerada estéril por não apresentar nenhum resultado prático para a vida do homem. O conhecimento científico, para Bacon, tem por finalidade servir o homem e dar-lhe poder sobre a natureza. A ciência antiga, de origem aristotélica, também é criticada. Demócrito, contudo, era tido em alta conta por Bacon, que o considerava mais importante que Platão e Aristóteles.[carece de fontes?]\n",
        "A ciência deve restabelecer o imperium hominis (império do homem) sobre as coisas. A filosofia verdadeira não é apenas a ciência das coisas divinas e humanas. É também algo prático.  Saber é poder. A mentalidade científica somente será alcançada através do expurgo de uma série de preconceitos por Bacon chamados ídolos. O conhecimento, o saber, é apenas um meio vigoroso e seguro de conquistar poder sobre a natureza.[carece de fontes?]\n",
        "Preliminarmente, Bacon propõe a classificação das ciências em três grupos:[carece de fontes?]\n",
        "A história é subdividida em natural e civil e a filosofia é subdividida em filosofia da natureza e em antropologia.[carece de fontes?]\n",
        "No que se refere ao Novum Organum, Bacon preocupou-se inicialmente com a análise de falsas noções (ídolos) que se revelam responsáveis pelos erros cometidos pela ciência ou pelos homens que dizem fazer ciência. É um dos aspectos mais fascinantes e de interesse permanente na filosofia de Bacon. Esses ídolos foram classificados em quatro grupos:[carece de fontes?]\n",
        "A análise do título “Novum Organum” informa 2 questões importantes da obra baconiana:\n",
        "A intenção de Francis Bacon nessa obra não é apresentar um sistema inovador, mas é apontar para as recorrências dos equívocos na filosofia e ciência para, com isso, afastar-se deles; como ele mesmo afirma no prefácio do Novum Organum “Cessam o cuidado e os partidos, ficando a nós reservado o papel de guia apenas”.[carece de fontes?]\n",
        "Tendo em vista a definição de indução, é tácito frisar que o método indutivo é sumamente importante e inerente ao método empírico, o qual Francis Bacon adota, em sua obra “Novum Organum”, para a interpretação da natureza – em contraposição ao método enganoso, danoso, inerte e precário de se fazer ciência, os quais Bacon denomina de antecipações da mente. Segundo o filósofo moderno, praticamente toda a filosofia anterior a sua pecavam em suas teorias e se dedicavam ao método de antecipações e não ao “verdadeiro método de interpretação da natureza”[4]\n",
        "O filósofo destaca o afastamento da filosofia da verdadeira ciência, uma vez que está presa ao método dedutivo e ao silogismo e, assim, afasta-se da verdade. O método indutivo proposto por Bacon é o único possível para o desenvolvimento saudável da ciência, a qual se encaminhará rumo ao seu progresso – diferentemente das diversas falsidades criadas pela tradição da dedução (ou demonstração), as quais são inúteis[5] e danosas[6] para a ciência e desvia o homem de seu caminho, dizendo mais sobre o homem do que sobre o universo.[7]\n",
        "Bacon apresenta o que seria a verdadeira indução, diferentemente das falaciosas que perpetuam os erros. Crítica o método das antecipações[8] e todo aquele que, de algum modo, submete a experiência à meditação. Atenta para o dever de o observador ater-se apenas aos dados empíricos, os quais devem ser diversificados e amplos. Além disso, destaca a importância dos axiomas médios para chegar ao mais geral, dando uma certa ideia de processo científico, deserdando os “saltos” lógicos diretamente para o axioma geral – por isso ele sublinha a necessidade de um método científico rígido para que o cientista não desvie do seu caminho, assim como aconteceu com Atalanta que se distraiu com as maçãs douradas.[9]\n",
        "A crítica de Bacon vai desde os gregos, passando pelos medievais e chega até sua contemporaneidade, a qual, segundo ele, encontra-se num momento muito mais oportuno e maduro para propor um novo modo de fazer ciência, em relação aos tempos passados. Essa crítica se deve ao fato de que os filósofos naturais não baseavam toda sua ciência nos fatores sensíveis, mas, ao contrário, submetiam os poucos fatos[10] que reuniam da experiência à sua teoria ou à religião ou magia – o que, de acordo com ele, causou a corrupção das ciências.[11] Portanto, a crítica de Bacon se direciona para o fato da desonestidade de tais experimentos que se afirmam empíricos, contudo, na realidade, não estão fundados na empiria, mas na meditação e dedução ou, por vezes, na magia ou superstição - por isso os erros e aberrações criados pela mente humana desnuda e desprotegida dos ídolos. Bacon apresenta, então, os \"três tipos (d)as fontes dos erros e das falsas filosofias\": a sofística, a empírica e a supersticiosa[12] - Respectivamente, Aristóteles, os alquimistas e a arte supersticiosa ou magia.[carece de fontes?]\n",
        "À Aristóteles[13] – exemplo de sofística - a crítica se faz bastante ferrenha. Segundo Bacon, a Física de Aristóteles nada mais era do que evidências empíricas arbitrárias para a comprovação de sua dialética. Portanto, a indução aristotélica “submetia a experiência como a uma escrava para conformá-la às suas opiniões”[13] e, assim, a experiência é inútil em Aristóteles, na visão baconiana. Tal afirmação é de crucial importância, pois as obras aristotélicas (redescobertas e traduzidas na segunda metade da Idade Média) eram tidas como umas das mais notórias no campo da filosofia natural e, por isso, o esforço de Bacon em atentar para o fato de a indução de Aristóteles não ser verdadeira e que ela dificulta o progresso das ciências.\n",
        "Aos escolásticos, grandes leitores de Aristóteles, Bacon critica o abandono total da experiência e a mistura com a religião. Os alquimistas[14] – exemplos da escola empírica -, embora seu ofício tivesse um certo grau de empiria, além de misturarem sua arte com superstição, seus experimentos eram variados e não coletavam um número suficiente dados sensíveis, deixando as descobertas nas mãos do acaso, pois não haviam prescrito um método seguro que garantisse a eficácia (ou desvelasse o fracasso) de suas práticas. E sobre as supersticiosas[15] Bacon nem se dispõe a comentá-las, uma vez que, “só puderam afetar em algo apenas um porção reduzida e bem definida de objetos”.[16]\n",
        "Para isso, no entanto, deve-se descrever de modo pormenorizado os fatos observados para, em seguida, confrontá-los com três tábuas que disciplinarão o método indutivo: a tábua da presença (responsável pelo registro de presenças das formas que se investigam), a tábua de ausência (responsável pelo controle de situações nas quais as formas pesquisadas se revelam ausentes) e a tábua da comparação (responsável pelo registro das variações que as referidas formas manifestam). Com isso, seria possível eliminar causas que não se relacionam com o efeito ou com o fenômeno analisado e, pelo registro da presença e variações seria possível chegar à verdadeira causa de um fenômeno. Estas tábuas não apenas dão suporte ao método indutivo mas fazem uma distinção entre a experiência vaga (noções recolhidas ao acaso) e a experiência escriturada (observação metódica e passível de verificações empíricas). Mesmo que a indução fosse conhecida dos antigos, é com Bacon que ela ganha amplitude e eficácia.[carece de fontes?]\n",
        "O método, no entanto, possui pelo menos duas falhas importantes. Em primeiro lugar, Bacon não dá muito valor à hipótese. De acordo com seu método, a simples disposição ordenada dos dados nas três tábuas acabaria por levar à hipótese correta. Isso, contudo, raramente ocorre. Em segundo lugar, Bacon não imaginou a importância da dedução matemática para o avanço das ciências. A origem para isso, talvez, foi o fato de ter estudado em Cambridge, reduto platônico que costumava ligar a matemática ao uso que dela fizera Platão.[carece de fontes?]\n",
        "A produção intelectual de Bacon foi vasta e variada. De modo geral, pode ser dividida em três partes: jurídica, literária e filosófica.\n",
        "Figuram entre seus principais trabalhos jurídicos os seguintes títulos: The Elements of the common lawes of England (Elementos das leis comuns da Inglaterra), Cases of treason (Casos de traição), The Learned reading of Sir Francis Bacon upon the statute os uses (Douta leitura do código de costumes por Sir Francis Bacon).\n",
        "Sua obra literária fundamental são os Essays  (Ensaios), publicados em 1597, 1612 e 1625 e cujo tema é familiar e prático. Alguns de seus ditos tornaram-se proverbiais e os Essays tornaram-se tão famosos quanto os de Montaigne. Outros opúsculos, no âmbito literário: Colours of good and evil (Estandartes do bem e do mal), De sapientia veterum (Da sabedoria dos antigos). No âmbito histórico destaca-se History of Henry VII (História de Henrique VII).\n",
        "As obras filosóficas mais importantes de Bacon são Instauratio magna (Grande restauração) e Novum organum. Nesta última, Bacon apresenta e descreve seu método para as ciências. Este novo método deverá substituir o Organon aristotélico.\n",
        "Seus escritos no âmbito filosófico podem ser agrupados do seguinte modo:\n",
        "Francis Bacon esteve envolvido com investigações naturais até o fim de sua vida, tentando realizar na prática seu método. No inverno de 1626, estava envolvido com experiências sobre o frio e a conservação. Desejava saber por quanto tempo o frio poderia preservar a carne. A idade havia debilitado a saúde do filósofo e ele acabou não resistindo ao rigoroso inverno daquele ano. Morreu em 9 de abril, vítima de uma bronquite. Encontra-se sepultado em St Michael Churchyard, St Albans, Hertfordshire na Inglaterra.[carece de fontes?]\n",
        "Efetivamente, Bacon não realizou nenhum grande progresso nas ciências naturais. Mas foi ele quem primeiro esboçou uma metodologia racional para a atividade científica. Sua teoria dos idola antecipa, pelo menos potencialmente, a moderna Sociologia do Conhecimento. Foi um pioneiro no campo científico e um marco entre o homem da Idade Média e o homem moderno. Ademais, Bacon foi um escritor notável. Seus Essays são os primeiros modelos da prosa inglesa moderna. Há muitos que acreditam que tenha sido ele o verdadeiro autor das peças de Shakespeare, teoria surgida há séculos, na chamada Questão da autoria de Shakespeare.[carece de fontes?]\n"
    ],
    "ligacoes": [
        "<ul><li>Poesia ou ciência da imaginação;</li>\n<li>História ou ciência da memória;</li>\n<li>Filosofia ou ciência da razão.</li></ul>",
        "<ul><li>1558 — Morte de <a href=\"/wiki/Maria_I_de_Inglaterra\" class=\"mw-redirect\" title=\"Maria I de Inglaterra\">Maria I</a>, que é sucedida por Elizabeth I.</li>\n<li>1561 — Nasce Francis Bacon.</li>\n<li>1564 — Nasce <a href=\"/wiki/Galileu_Galilei\" title=\"Galileu Galilei\">Galileu Galilei</a>.</li>\n<li>1576 — Bacon viaja para França.</li>\n<li>1588 — Derrota da <a href=\"/wiki/Invenc%C3%ADvel_Armada\" title=\"Invencível Armada\">Invencível Armada</a>.</li>\n<li>1596 — Nasce <a href=\"/wiki/Descartes\" class=\"mw-redirect\" title=\"Descartes\">Descartes</a>.</li>\n<li>1618 — Bacon é Lorde Chanceler e barão de Verulam.</li>\n<li>1620 — Publicação de <i>Novum Organum.</i></li>\n<li>1621 — Bacon é acusado de corrupção.</li>\n<li>1624 — Publicação de <i><a href=\"/wiki/Nova_Atlantis\" class=\"mw-redirect\" title=\"Nova Atlantis\">Nova Atlantis</a>.</i></li>\n<li>1626 — Morte de Bacon.</li></ul>",
        "<ul><li><a href=\"https://en.wikisource.org/wiki/Author:Francis_Bacon\" class=\"extiw\" title=\"wikisource:Author:Francis Bacon\">Francis Bacon no Wikisource</a></li>\n<li><a href=\"/wiki/Karl_Popper#Diferen%C3%A7as_entre_Popper_e_Francis_Bacon\" title=\"Karl Popper\">Diferenças entre o método científico de Francis Bacon e o definido por Karl Popper</a></li></ul>",
        "<ul><li><cite class=\"citation book\">Crease, Robert P. (2019). «One: Francis Bacon's New Atlantis». <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com.br/books?id=bIxgDwAAQBAJ&amp;lpg=PP1&amp;hl=pt-BR&amp;pg=PT20#v=onepage&amp;q&amp;f=false\"><i>The Workshop and the World: What Ten Thinkers Can Teach Us About Science and Authority</i></a> (em inglês). New York: W. W. Norton &amp; Company. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/978-0-393-29244-2\" title=\"Especial:Fontes de livros/978-0-393-29244-2\">978-0-393-29244-2</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFrancis+Bacon&amp;rft.atitle=One%3A+Francis+Bacon%27s+New+Atlantis&amp;rft.aufirst=Robert+P.&amp;rft.aulast=Crease&amp;rft.btitle=The+Workshop+and+the+World%3A+What+Ten+Thinkers+Can+Teach+Us+About+Science+and+Authority&amp;rft.date=2019&amp;rft.genre=bookitem&amp;rft.isbn=978-0-393-29244-2&amp;rft.place=New+York&amp;rft.pub=W.+W.+Norton+%26+Company&amp;rft_id=https%3A%2F%2Fbooks.google.com.br%2Fbooks%3Fid%3DbIxgDwAAQBAJ%26lpg%3DPP1%26hl%3Dpt-BR%26pg%3DPT20%23v%3Donepage%26q%26f%3Dfalse&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite id=\"CITEREFHeese1968\" class=\"citation book\">Heese, Mary (1968). «Francis Bacon's Philosophy of Science». In:  Brian Vickers. <i>Essential Articles for the Study of Francis Bacon</i> (em inglês). Hamden, CT: Archon Books. p. 114–139</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFrancis+Bacon&amp;rft.atitle=Francis+Bacon%27s+Philosophy+of+Science&amp;rft.aufirst=Mary&amp;rft.aulast=Heese&amp;rft.btitle=Essential+Articles+for+the+Study+of+Francis+Bacon&amp;rft.date=1968&amp;rft.genre=bookitem&amp;rft.pages=114-139&amp;rft.place=Hamden%2C+CT&amp;rft.pub=Archon+Books&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite id=\"CITEREFSpedding1857–1874\" class=\"citation book\">Spedding, James; Robert Leslie Ellis, Douglas Denon Heath, (1857–1874). <a rel=\"nofollow\" class=\"external text\" href=\"http://onlinebooks.library.upenn.edu/webbin/metabook?id=worksfbacon\"><i>The Works of Francis Bacon, Baron of Verulam, Viscount St Albans and Lord High Chancellor of England (15 volumes)</i></a>. Londres: [s.n.]</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFrancis+Bacon&amp;rft.aufirst=James&amp;rft.aulast=Spedding&amp;rft.btitle=The+Works+of+Francis+Bacon%2C+Baron+of+Verulam%2C+Viscount+St+Albans+and+Lord+High+Chancellor+of+England+%2815+volumes%29&amp;rft.date=1857%2F1874&amp;rft.genre=book&amp;rft.place=Londres&amp;rft_id=http%3A%2F%2Fonlinebooks.library.upenn.edu%2Fwebbin%2Fmetabook%3Fid%3Dworksfbacon&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span> <span style=\"display:none;font-size:100%\" class=\"error citation-comment\">A referência emprega parâmetros obsoletos <code style=\"color:inherit; border:inherit; padding:inherit;\">|coautor=</code> (<a href=\"/wiki/Ajuda:Erros_nas_refer%C3%AAncias#deprecated_params\" title=\"Ajuda:Erros nas referências\">ajuda</a>)</span></li>\n<li><cite id=\"CITEREFFarrington1964\" class=\"citation book\">Farrington, Benjamin (1964). <i>The Philosophy of Francis Bacon</i> (em inglês). [S.l.]: University of Chicago Press. 139 páginas</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFrancis+Bacon&amp;rft.aufirst=Benjamin&amp;rft.aulast=Farrington&amp;rft.btitle=The+Philosophy+of+Francis+Bacon&amp;rft.date=1964&amp;rft.genre=book&amp;rft.pub=University+of+Chicago+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span>.</li>\n<li>SPINELLI, Miguel. <i>Bacon, Galileu e Descartes. O renascimento da filosofia grega</i>. São Paulo: Loyola, 2013, pp.23-130</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120105110837/http://www.psbnacional.org.br/bib/b12.pdf\">(texto</a> formato pdf, em português)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.historyofparliamentonline.org/volume/1558-1603/member/bacon-francis-1561-1626\">Francis Bacon</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.luminarium.org/sevenlit/bacon/\">Francis Bacon</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20050725080421/http://www.crcsite.org/bacon.htm\">Sir Francis Bacon and the Rose Cross</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.levity.com/alchemy/bacongld.html\">The Making of Gold (Francis Bacon)</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-pt-hist-cien-logo.png\" title=\"Portal da história da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/40px-Wikipedia-pt-hist-cien-logo.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/60px-Wikipedia-pt-hist-cien-logo.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Hist%C3%B3ria_da_ci%C3%AAncia\" title=\"Portal:História da ciência\">Portal da história da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_England.svg\" title=\"Portal da Inglaterra\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/be/Flag_of_England.svg/40px-Flag_of_England.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/be/Flag_of_England.svg/60px-Flag_of_England.svg.png 2x\" data-file-width=\"800\" data-file-height=\"480\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Inglaterra\" title=\"Portal:Inglaterra\">Portal da Inglaterra</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1561\" title=\"Categoria:Nascidos em 1561\">Nascidos em 1561</a><a href=\"/wiki/Categoria:Mortos_em_1626\" title=\"Categoria:Mortos em 1626\">Mortos em 1626</a><a href=\"/wiki/Categoria:Naturais_de_Westminster\" title=\"Categoria:Naturais de Westminster\">Naturais de Westminster</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Poitiers\" title=\"Categoria:Alunos da Universidade de Poitiers\">Alunos da Universidade de Poitiers</a><a href=\"/wiki/Categoria:Pol%C3%ADmatas\" title=\"Categoria:Polímatas\">Polímatas</a><a href=\"/wiki/Categoria:Advogados_da_Inglaterra\" title=\"Categoria:Advogados da Inglaterra\">Advogados da Inglaterra</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Inglaterra\" title=\"Categoria:Filósofos da Inglaterra\">Filósofos da Inglaterra</a><a href=\"/wiki/Categoria:Ensa%C3%ADstas_da_Inglaterra\" title=\"Categoria:Ensaístas da Inglaterra\">Ensaístas da Inglaterra</a><a href=\"/wiki/Categoria:Revolu%C3%A7%C3%A3o_cient%C3%ADfica\" title=\"Categoria:Revolução científica\">Revolução científica</a><a href=\"/wiki/Categoria:Utopistas\" title=\"Categoria:Utopistas\">Utopistas</a><a href=\"/wiki/Categoria:Escritores_renascentistas\" title=\"Categoria:Escritores renascentistas\">Escritores renascentistas</a><a href=\"/wiki/Categoria:Cientistas_do_Renascimento\" title=\"Categoria:Cientistas do Renascimento\">Cientistas do Renascimento</a><a href=\"/wiki/Categoria:Anglicanos_do_Reino_Unido\" title=\"Categoria:Anglicanos do Reino Unido\">Anglicanos do Reino Unido</a><a href=\"/wiki/Categoria:Filosofia_da_ci%C3%AAncia\" title=\"Categoria:Filosofia da ciência\">Filosofia da ciência</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Pol%C3%ADticos_da_Inglaterra\" title=\"Categoria:Políticos da Inglaterra\">Políticos da Inglaterra</a><a href=\"/wiki/Categoria:Lordes_Chanceleres\" title=\"Categoria:Lordes Chanceleres\">Lordes Chanceleres</a><a href=\"/wiki/Categoria:Viscondes_no_Pariato_da_Inglaterra\" title=\"Categoria:Viscondes no Pariato da Inglaterra\">Viscondes no Pariato da Inglaterra</a><a href=\"/wiki/Categoria:L%C3%B3gicos_da_Inglaterra\" title=\"Categoria:Lógicos da Inglaterra\">Lógicos da Inglaterra</a><a href=\"/wiki/Categoria:Escritores_da_Inglaterra\" title=\"Categoria:Escritores da Inglaterra\">Escritores da Inglaterra</a><a href=\"/wiki/Categoria:Escritores_do_s%C3%A9culo_XVI\" title=\"Categoria:Escritores do século XVI\">Escritores do século XVI</a><a href=\"/wiki/Categoria:Escritores_do_s%C3%A9culo_XVII\" title=\"Categoria:Escritores do século XVII\">Escritores do século XVII</a><a href=\"/wiki/Categoria:Romancistas_da_Inglaterra\" title=\"Categoria:Romancistas da Inglaterra\">Romancistas da Inglaterra</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVI\" title=\"Categoria:Filósofos do século XVI\">Filósofos do século XVI</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVII\" title=\"Categoria:Filósofos do século XVII\">Filósofos do século XVII</a><a href=\"/wiki/Categoria:Mortes_por_pneumonia\" title=\"Categoria:Mortes por pneumonia\">Mortes por pneumonia</a><a href=\"/wiki/Categoria:Ingleses_do_s%C3%A9culo_XVI\" title=\"Categoria:Ingleses do século XVI\">Ingleses do século XVI</a><a href=\"/wiki/Categoria:Ingleses_do_s%C3%A9culo_XVII\" title=\"Categoria:Ingleses do século XVII\">Ingleses do século XVII</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/1/11/Francis_Bacon%2C_Viscount_St_Alban_from_NPG_%282%29.jpg/250px-Francis_Bacon%2C_Viscount_St_Alban_from_NPG_%282%29.jpg",
    "view": "francis_bacon"
}