{
    "url": "https://pt.wikipedia.org/wiki/Frank_Ramsey",
    "codigo_http": 200,
    "titulo": [
        "Frank Ramsey"
    ],
    "conteudo": [
        "Frank Vernon Ramsey, Jr. (Corydon, Kentucky, 13 de julho de 1931 – Madisonville, Kentucky, 8 de julho de 2018) foi um basquetebolista profissional.[1] Ele disputou nove temporadas na NBA (1954-1964), todas com o Boston Celtics, o que lhe permitiu ganhar 7 anéis de campeão da NBA, sendo um dos dez jogadores da história que conseguiu mais títulos. Ramsey foi introduzido no Basketball Hall of Fame em 1982.\n",
        "Ele também foi treinador do Kentucky Colonels da ABA.durante a temporada de 1970-1971\n",
        "Frank morreu em 2018 aos 86 anos.[2]\n",
        "Criado em Madisonville, Kentucky, Ramsey era um atleta multi-esportivo da Universidade de Kentucky, jogando beisebol e basquete. Jogando sob o comando do lendário treinador Adolph Rupp, Ramsey, em seu segundo ano, ajudou a equipe a vencer a Final da NCAA com uma vitória por 68-58 sobre Universidade Estadual do Kansas.[3]\n",
        "No outono de 1952, um escândalo envolvendo três jogadores de Kentucky impôs uma suspensão a Universidade,[4] Forçando Kentucky a perder sua próxima temporada, o último ano de Ramsey, bem como a de Cliff Hagan e Lou Tsioropoulos. A suspensão da temporada fez o time de basquete de Kentucky obter a \"pena de morte\", embora não fosse nada mais do que a NCAA pedindo às outras universidade para não jogar com Kentucky.\n",
        "Ramsey, Hagan e Tsioropoulos se formaram em Kentucky em 1953 e, como resultado, tornaram-se elegíveis para o Draft da NBA. Todos os três jogadores foram selecionados pelo Boston Celtics. Todos os três também retornaram ao Kentucky por mais uma temporada, apesar de já estarem formados. Depois de terminar a temporada regular (Ramsey com médias de 19,6 pontos por jogo) com um recorde perfeito de 25-0, Kentucky recebeu a oferta de jogar no Torneio da NCAA. No entanto, as regras da NCAA então existentes proibiam estudantes de pós-graduação de participarem de jogos pós-temporada; Kentucky recusou a oferta porque sua participação os forçaria a jogar sem Ramsey, Hagan e Tsioropoulos, comprometendo assim sua temporada perfeita.\n",
        "Após a conclusão de sua carreira no basquete universitário, Ramsey marcou 1,344 pontos (14,8 pontos por jogo), que na época o classificou em quarto lugar na história da escola, e pegou 1,038 rebotes (11,4 rebotes por jogo), um recorde escolar superado por Dan Issel.[5]\n",
        "Depois de jogar sua temporada de estreia com os Celtics (1954-1955), Ramsey passou um ano no exército antes de voltar ao time. Nas oito temporadas em que jogou após o serviço militar, ele foi membro de sete equipes que foram campeãs da NBA (1957, 1959-1964). Ele foi um dos principais contribuintes da dinastia dos Celtics, jogando com Bob Cousy, Bill Sharman, Bill Russell, Sam Jones, K. C. Jones, Tom Heinsohn, John Havlicek e Satch Sanders.[6]\n",
        "Em seus 623 jogos da NBA, Ramsey marcou 8,378 pontos em uma média de 13,4 pontos por jogo. Ele foi introduzido no Basketball Hall of Fame em 1981. Sua camisa #23 foi aposentada pelo Celtics.\n",
        "A melhor temporada estatística de Ramsey foi a de 1957-1958; ele obteve uma média de 16,5 pontos e 7,3 rebotes por jogo. Foi também a sua única temporada pós-militar em que o Celtics não ganhou o título da NBA; o St. Louis Hawks liderado por Bob Pettit (que também contou com Cliff Hagan, ex-colega de faculdade de Ramsey) derrotou-os nas Finais da NBA.[7]\n",
        "Ramsey também foi treinador principal do Kentucky Colonels em uma temporada (1970-71) na ABA com os Kentucky Colonels, ele assumiu no meio da temporada e a equipe terminou com um recorde de 32-35, indo para as Finais. Os Colonels perderam para o Utah Stars por 4-3 nas Finais da ABA.[8] Joe Mullaney substituiu Ramsey como treinador na temporada seguinte.\n",
        "Antes de treinar na ABA, Ramsey foi a primeira escolha de Red Auerbach para o substituir como técnico dos Celtics, depois que Auerbach se aposentou no final da temporada de 1965-66. No entanto, Ramsey decidiu voltar para sua cidade natal; seu pai, Frank Sr., não estava bem de saúde e Frank Jr. tinha três filhos para criar.[9]\n",
        "Em 15 de novembro de 2005, a casa de Ramsey foi destruída em um tornado que atingiu sua residência em Madisonville. Uma de suas placas foi encontrada a quilômetros de distância de sua casa e o próprio Ramsey foi encontrado ileso.\n",
        "Em junho de 2008, Ramsey era um presidente do banco em Dixon, Kentucky.[10]\n",
        "Ramsey morreu de causas naturais em sua cidade natal, Madisonville, Kentucky, em 8 de julho de 2018, aos 86 anos de idade.[11]\n",
        "Fonte:[1]\n"
    ],
    "ligacoes": [
        "<ul><li>7× Campeão da NBA (1957, 1959–1964)</li>\n<li>No. 23 aposentado pelo Boston Celtics</li>\n<li>No. 30 aposentado pela Universidade de Kentucky</li>\n<li>Campeão da NCAA (1951)</li></ul>",
        "<ul><li>Ramsey foi introduzido no <a href=\"/wiki/Basketball_Hall_of_Fame\" title=\"Basketball Hall of Fame\">Basketball Hall of Fame</a> em 1982.</li>\n<li>Em 2005, foi introduzido no Hall of Fame da Universidade de Kentucky.<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\"><span class=\"cite-bracket\">[</span>12<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Em 2006, foi introduzido no Hall of Fame do Basquete Universitário.</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Sports_icon.png\" title=\"Portal do desporto\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/95/Sports_icon.png/40px-Sports_icon.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/95/Sports_icon.png/60px-Sports_icon.png 2x\" data-file-width=\"251\" data-file-height=\"226\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Desporto\" title=\"Portal:Desporto\">Portal do desporto</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Emojione_1F3C0.svg\" title=\"Portal do basquetebol\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/09/Emojione_1F3C0.svg/40px-Emojione_1F3C0.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/09/Emojione_1F3C0.svg/60px-Emojione_1F3C0.svg.png 2x\" data-file-width=\"512\" data-file-height=\"512\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Basquetebol\" title=\"Portal:Basquetebol\">Portal do basquetebol</a></span></span></li>        </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1931\" title=\"Categoria:Nascidos em 1931\">Nascidos em 1931</a><a href=\"/wiki/Categoria:Mortos_em_2018\" title=\"Categoria:Mortos em 2018\">Mortos em 2018</a><a href=\"/wiki/Categoria:Basquetebolistas_dos_Estados_Unidos\" title=\"Categoria:Basquetebolistas dos Estados Unidos\">Basquetebolistas dos Estados Unidos</a>']",
    "imagem": null,
    "view": "frank_ramsey"
}