{
    "url": "https://pt.wikipedia.org/wiki/Friedrich_Wilhelm_Joseph_von_Schelling",
    "codigo_http": 200,
    "titulo": [
        "Friedrich Wilhelm Joseph von Schelling"
    ],
    "conteudo": [
        "Friedrich Wilhelm Joseph Schelling (Leonberg, 27 de janeiro de 1775 – Bad Ragaz, 20 de agosto de 1854) foi um filósofo alemão e um dos principais representantes do idealismo alemão e do romantismo alemão. A carreira de Schelling foi marcada pela constante busca de um sistema que permitiria conciliar a natureza e o espírito humano com o Absoluto, explorando as fronteiras entre arte, filosofia e ciência. Para isso ele repensou seus métodos filosóficos diversas vezes.\n",
        "Schelling abordou durante sua vida intelectual uma ampla variedade de temas, tais como as doutrinas da revelação e da mitologia, a crítica ao dualismo, a defesa de uma concepção dinâmica de natureza, além dos campos da estética e do diálogo anamnético. Essa busca o levou a construir, após investigações sobre filosofia transcendental e filosofia da natureza, um sistema que, entre 1801 e 1806, ficou conhecido como \"filosofia da identidade\", o qual foi criticado pelo seu ex-colega Hegel no prefácio de A Fenomenologia do Espírito (1807). O jovem Schelling buscou ir além do conceito kantiano de filosofia transcendental e desenvolveu seu próprio sistema, um mais inspirado em Kant e Fichte, outro aproximando-se de Spinoza e da filosofia da natureza. Em seu pensamento tardio, desenvolve ainda outras formas de se filosofar, como o sistema das Eras do Mundo a Filosofia Positiva. \n",
        "Em um segundo momento, Schelling abandonou o projeto de identidade para se dedicar às obras Investigações Filosóficas sobre a Essência da Liberdade Humana (1809) e As Eras do mundo (1811-1815) onde investigou o rompimento inicial com o Absoluto. Esse projeto - também inacabado - influenciou profundamente a ontologia de Heidegger e, mais recentemente, o materialismo de Slavoj Žižek.[7]\n",
        "Durante sua última abordagem filosófica, a Spätphilosophie (filosofia tardia), Schelling desenvolveu A Filosofia da mitologia presente, por exemplo, na Introdução histórico crítica à filosofia da mitologia (1842) e a Filosofia da revelação (1841-42) onde analisou a relação comum entre os conceitos religiosos, tais como o politeísmo e cristianismo.Essas reflexões não se mostram inéditas em seu pensamento, pois remetem aos estudos iniciais do filósofo em Tübingen[8] e também surgem nos cursos de Filosofia da Arte (1802-1805).[9][10] O diferencial é o novo quadro teórico com o qual aborda esses temas. Em suas últimas aulas, ele expôs um conceito de concretude da vida em oposição às abstrações dialéticas de seu ex-colega Hegel. Vários pensadores frequentaram essas aulas, tais como o filósofo Schopenhauer, o existencialista Kierkegaard, e o teórico anarquista Mikhail Bakunin, que se inspirou nas tendências materialistas de Schelling.\n",
        "Schelling nasceu no dia 27 de janeiro de 1775 em Leonberg em Baden-Württemberg, Alemanha.[11] Seu pai foi um pastor luterano, descrito pelo próprio filho como \"um homem de estudos, um dos melhores discípulos de Michaelis de seu tempo\". Foi com ele que Schelling aprendeu os idiomas árabe e hebraico.[12]\n",
        "Ele cursou o ensino médio em Nürtingen, onde aprendeu latim e grego e foi colega do poeta Friedrich Hölderlin. Em outubro de 1790 entrou para o Stift, um seminário protestante da Universidade de Tubinga, onde novamente foi colega de Hölderlin e do futuro filósofo Hegel.[13] Na época do seminário, Hegel e Hölderlin tinham 27 anos, e Schelling, considerado precoce, 22.[14] Ele obteve seu diploma de filosofia em 2 anos de estudos com o ensaio Tentativa de explicação crítica e filosófica dos mais antigos filosofemas de Gênesis III sobre a origem primeira da maldade humana (1792).[13][15] Em conjunto com seus dois colegas, ele escreveu o texto O Mais Antigo Sistema do Idealismo Alemão (1795-1797).[16]\n",
        "\nInfluenciado por Fichte, com quem se reunira em 1794,[13] Schelling publicou a obra Sobre a Possibilidade de uma Forma da Filosofia em Geral em 1795. Ainda no mesmo ano ele escreveu uma dissertação teológica sobre o apóstolo Paulo de Tarso nomeada De Marcione Paullinarum epistolarum emendatore.[17] Em 1796 ele passou a lecionar na Universidade de Leipzig, onde continuou seus estudos sobre filosofia da natureza, já iniciados em seu seminário de Tübingen, e se aprofundou em matemática e medicina.[13] Com seus livros Ideias para uma filosofia da natureza (1797) e Sobre a alma do mundo (1798) ele conquistou admiração e amizade do escritor Goethe, que o indicou para a cátedra de filosofia na Universidade de Jena.[18] Em 1800 ele publicou O Sistema do idealismo transcendental, obra em que desenvolve uma filosofia teórica baseada na noção de épocas da consciência,[19][20] antecipando o trabalho hegeliano da Fenomenologia do espírito (1807). Ele também desenvolve, nesse texto, uma elaborada filosofia prática[21] com uma filosofia da história nos moldes kantianos e um esboço de filosofia a arte fortemente influenciada por, e influente no, primeiro romantismo alemão.[10][22] ",
        " Em Jena ele conheceu sua futura esposa Caroline Schlegel, então casada com o poeta August Wilhelm Schlegel.[23]\n",
        "Schelling mudou-se para Munique em 1806, cidade em que permaneceria durante 35 anos. Ele se tornou membro da Academia das Ciências e foi nomeado secretário-geral da então recém-fundada Academia das Artes Figurativas, interrompendo assim suas atividades como professor. Em 1809, ele publicou seu grande livro Investigações Filosóficas sobre a Essência da Liberdade Humana, poucos meses antes de Caroline morrer. A morte da esposa fez com que Schelling mergulhasse em uma profunda crise existencial. Em 1812 ele se casou com Pauline Gotter, com quem teve seis filhos. Dois de seus filhos, (Karl Friedrich August Schelling e Hermann von Schelling) publicariam futuramente as obras completas de seu pai.[13]\n",
        "Durante seu período em Munique, Schelling foi duramente criticado pelo filósofo Friedrich Heinrich Jacobi. Em seu livro Das Coisas Divinas e sua revelação (1811), Jacobi atacou o pensamento schellingiano, acusando-o de restringir a liberdade humana, extinguindo as diferenças entre o bem e o mal. Schelling, contudo, procurou refutar as críticas evidenciando a compatibilidade entre liberdade e necessidade, o infinito e o finito.[24]\n",
        "Schelling só voltaria a lecionar em 1820, estimulado por Franz Xaver von Baader e pela recente publicação do ensaio de Friedrich Schlegel Sobre a Língua e a Sabedoria dos Indianos (1808). Outro fator decisivo para seu retorno à cátedra foi a crítica feita por Hegel ao seu pensamento, escrita no livro Prefácio à Fenomenologia do Espírito (1807). Em sua volta como professor, passou a lecionar para o então príncipe herdeiro Maximiliano II, futuro rei da Baviera.[25]\n",
        "Hegel morreu em 1831 e Schelling foi chamado para ocupar a cadeira de filosofia de seu ex-colega na Universidade Humboldt de Berlim em 1840. Lá ele lecionou para nomes como Søren Kierkegaard, Alexander Humboldt, Bakunin e Friedrich Engels.[24]\n",
        "Schelling morreu de tuberculose no dia 20 de agosto de 1854 em Bad Ragaz, Suíça. Suas obras passaram a ser editadas e publicadas a partir do ano de 1856.[26]\n",
        "A obra de Schelling é de difícil enquadramento histórico. Alguns historiadores reclamam da falta de unidade entre suas ideias, fato que torna Schelling inclassificável em um movimento ou escola. Embora as vezes seja enquadrado como um dos representantes do idealismo alemão, a obra de Schelling se difere das dos demais representantes do movimento,[27] rejeitando a ideia de Hegel de um sistema definitivo de conhecimento. Segundo Schelling a forma unitária de um sistema será sempre superada e ajustada em um sistema posterior, mas nenhum em definitivo.[28] Em resposta à filosofia transcendental de Kant, ele propôs uma correspondência entre a mente e a Natureza em que ambas se identificam progressivamente no Absoluto, o que permite um conhecimento real das coisas e a integração dos fenômenos e das coisas-em-si (noúmenos); ele foi inspirado por um certo panenteísmo dos pensamentos teológicos alemães de sua época, por exemplo os de Jakob Böhme, e influenciou a conciliação de idealismo e realismo na poesia e ciência de Goethe.[29][30]\n",
        "A despeito da dificuldade de definição, Schelling define sua própria filosofia em três períodos distintos:[31]\n",
        "As obras Idéias para uma Filosofia da Natureza (1797), Da Alma do Mundo (1798) e Primeiro Esboço de Um Sistema da Filosofia da Natureza (1799) compõem a primeira fase de Schelling. Essas obras introduziram interpretações fundamentais da natureza que reverberam por meio das ciências naturais, sobretudo na biologia. Elas compuseram as doutrinas fundamentais da chamada Naturphilosophie.[33]\n",
        "A filosofia da natureza de Schelling tem como pressuposto a reintegração da unidade originária entre espírito e natureza, a qual teria sido rompida pelo racionalismo. De acordo com Schelling, o ato de ruptura deste estado inicial (ao qual chamou de “estado da natureza”) foi um ato de liberdade responsável pela instauração da contradição entre o ser humano e o mundo exterior. Ele aponta a incapacidade do dualismo cartesiano de considerar a presença de uma racionalidade no interior da própria natureza, bem como critica a crença numa razão meramente humana como algo capaz de abarcar a total subjetividade do saber, fundamentando-se no mecanicismo para tal.[34]\n",
        "Schelling também critica a teleologia do tipo \"design\" nesse período da filosofia da natureza, julgando-a incapaz de captar o que é mais próprio à natureza: a capacidade de dar fins a si própria, sem necessidade de um Autor externo a ela.[35] Retomando parcialmente o conceito de anima mundi de Plotino, Schelling chamou de “a alma do mundo” a unidade que move a natureza. Schelling baseou-se na concepção da identidade essencial da esfera real e ideal como duas visões diferentes de um mesmo Absoluto, fertilizada pelo estudo de Spinoza e Giordano Bruno. Essas ideias formam parte do conteúdo da assim chamada Filosofia de identidade. Schelling desenvolveu essa doutrina pela primeira vez no Zeitschrift für speculative Physik (1801), depois - misturado à teoria platônica das ideias - em seu estudo onde dialoga com Bruno e nas Palestras sobre o método de estudo academico (1802).[36]\n",
        "A filosofia da natureza de Schelling pode ser dividida em três grandes momentos. O momento inicial é dos anos 1790, marcado pela intenção fundacional da parte de Schelling, com muitas referências a experimentos e a estudos das ciências naturais da época, especialmente nos campos da química, da medicina e da física (sobretudo magnetismo e eletricidade). Aqui, estão presentes obras como Ideias para uma filosofia da natureza (1797), Da alma do mundo, Dedução geral do processo dinâmico (1800). O segundo momento corresponde aos anos 1800, em que o filósofo busca integrar a filosofia da natureza com categorias do sistema da identidade de 1801: real, ideal, arquétipo, ideia, Absoluto (ou Deus, Razão), entre outros. Textos desse período são a segunda edição das Ideias, System der Gesamten Philosophie und der Naturphilosophie Insbesondere (Sistema do todo da filosofia e da filosofia da natureza em particular) 1806 e as partes sobre filosofia da natureza na Filosofia da arte (1802-1805). Finalmente, podemos falar de uma terceira filosofia da natureza já no contexto da filosofia tardia de Schelling, em textos como Darstellung des Naturprocesses (Apresentação do processo da natureza) (1843-44/1861)[37].\n",
        "Em Da alma do mundo (1798) ele abordou a influência que a natureza teve sobre o projeto estético do romantismo alemão.[38] Schelling \"naturaliza\" a filosofia transcendental de Fichte, atribuindo à natureza uma atividade autogeradora oposta ao mecanicismo cartesiano e newtoniano. Para ele a natureza regula a ação de forças opostas que tenderiam à destruição mútua.[39]\n",
        "A Identitätsphilosophie, conhecida como filosofia da identidade, nada mais é senão o aprofundamento sistemático da Naturphilosophie onde Schelling aborda o tema dualismo como uma unidade que representa dois lados ou polos da mesma realidade. Schelling trabalhou nessa sistematização no período entre 1801 e 1806.[40]\n",
        "Schelling recorda que os seus primeiros escritos tinham expressamente como propósito uma mútua compenetração do realismo e do idealismo, e que o conceito fundamental de Espinosa, alcançou uma base viva, “em um modo superior de considerar a natureza (…), de que resultou a filosofia da natureza”,[40] que foi sempre considerada por ele, no tocante ao todo da filosofia, apenas como uma parte – a sua parte real –, “que só seria capaz de se elevar ao autêntico sistema racional quando complementada pela parte ideal, onde domina a liberdade”.[40]\n",
        "Na chamada filosofia da identidade, Schelling desenvolve uma filosofia da arte sofisticada, integrando elementos da tradição platônica, seus estudos de filosofia da natureza e seu convívio com Círculo de Jena, ou seja, os românticos como Friedrich von Hardenberg (Novalis), Tieck, os irmãos Schlegel, Caroline Schlegel, Friedrich Schleiermacher, Wackenroder, entre outros. A filosofia da arte de Schelling é ancorada na filosofia da natureza e seus conceitos de produtividade, aconsciente, impulso formativo (proveniente do fisiólogo e médico Blumenbach), matéria (uma concepção dinâmica e idealista, irredutível ao materialismo convencional), entre outros. O filósofo alemão revaloriza a mímesis como recriação a partir do intelecto artístico[10][41] e trabalha a poesia como forma mais originária de arte, oriunda da própria natureza.\n",
        "Durante o período em que lecionou em Berlim Schelling chegou à conclusão de que nenhuma doutrina filosófica pôde arranhar a realidade, levando apenas a ilusão aos intelectuais, que se detiveram ao conhecimento meramente abstrato.[42] Em sua filosofia da revelação, ele afirma que a potência intermediária que conserva a consciência humana foi deduzida dos processos mitológicos. O que ele chama de “revelação” nada mais é do que a manifestação divina misturada de maneira indissolúvel com o fracasso do ser humano.[42]\n",
        "De acordo com Schelling, se a mitologia for capturada em seu aspecto essencial e não é julgada à primeira vista como um conjunto de crenças antigas e ultrapassadas, ela conseguirá desvelar os sinais e formas em que a história humana é articulada.[43] Enquanto o pensamento lógico permanece incapaz de captar a particularidade e concretude da realidade que se torna, o mitológico permite um conhecimento mais apropriado dele. O mito, na verdade, é tautegórico, não alegórico, no sentido de que não deve ser explicado com base em supostas verdades, mas se expressa apenas como um nó particular de desenvolvimento da longa e significativa jornada da consciência humana.[44]\n",
        "Mas enquanto a mitologia não vai além de uma concepção puramente naturalista de Deus, a filosofia do Apocalipse, possibilitada pela proclamação cristã, consegue elevar-se a um tipo de conhecimento sobrenatural. Para Schelling, a essência do cristianismo é dada por sua natureza intimamente histórica, expressa em particular na encarnação de Cristo. Nisto reside o imenso valor da religião cristã, cujo conteúdo fundamental não deve ser reduzido, como Hegel queria,[45] a um conjunto de preceitos morais ditados pela razão, dos quais a história humana de Jesus representaria apenas o envelope externo: “O conteúdo fundamental do cristianismo é precisamente o próprio Cristo, não o que Ele disse, mas o que Ele é, o que Ele fez. O cristianismo não é imediatamente uma doutrina, é uma realidade\".[46]\n",
        "\nPara Schelling, a partir da pura realidade da existência, de uma facticidade, que já é sempre antes da autoconsciência e antes da capacidade do pensamento de compreendê-la no conceito. Essa “imemorialidade” da origem é a “exuberância do ser” que nos provoca admiração, porque nos expõe ao Infinito que existe incondicionalmente e sem fundamento. E isso nos expõe à nossa própria finitude e mortalidade.[47]",
        "A atenção do público foi poderosamente atraída por essas vagas sugestões de um novo sistema que prometia algo mais positivo, especialmente no tratamento da religião, do que os resultados aparentes dos ensinamentos de Hegel. O aparecimento de escritos críticos de David Friedrich Strauss, Ludwig Feuerbach e Bruno Bauer, e a evidente desunião na própria escola hegeliana, expressam uma crescente alienação da filosofia então dominante. Em Berlim, sede dos hegelianos, isso se expressou nas tentativas de obter oficialmente de Schelling um tratamento do novo sistema. A realização do desejo não ocorreu até 1841, quando a nomeação de Schelling como conselheiro particular da Prússia e membro da Academia de Berlim lhe deu o direito, um direito que ele foi solicitado a exercer, ministrando palestras na universidade de Berlin.[48] Entre os participantes de suas palestras estavam Søren Kierkegaard (Kierkegaard inicialmente parecia estar muito entusiasmado com Schelling, mas com o tempo ele foi se cansando e parou de fazer anotações. Em uma carta a seu irmão, de fevereiro de 1842, ele escreve, \"Schelling fala as tolices mais insuportáveis. Estou velho demais para frequentar preleções, assim como Schelling está velho demais para dá-las.\")[49] Mikhail Bakunin (que classificou as aulas como \"interessantes, mas bastante insignificantes). Jacob Burckhardt, Alexander von Humboldt[50][51] (que nunca aceitaram a filosofia natural de Schelling),[52] e Friedrich Engels (que, como partidário de Hegel, se certificou de \"proteger a sepultura do grande homem do abuso \").[53] A palestra de abertura do curso de Schelling foi ouvida por uma grande e entusiasmada audiência. A inimizade de seu antigo inimigo, HEG Paulus, aguçada pelo aparente sucesso de Schelling, levou à publicação clandestina de uma transcrição literal das palestras sobre a filosofia da revelação e, como Schelling não conseguiu obter condenação legal e a supressão dessa pirataria, em 1845, deixou de ministrar cursos públicos.[48]\n",
        "Schelling foi importante no romantismo alemão e no pré-romântico Goethe, que anotou muitas vezes em seu diário ter lido Schelling e ficado impressionado com seus escritos.[54] Novalis (Friedrich von Hardenberg) (1772-1801) o cita muitas vezes. \"Tanto Friedrich Wilhelm Joseph Schelling (1775-1854) quanto Novalis reconhecem a natureza como organismo dotado de inteligência própria, algo que remete ao neoplatonismo; porém, enquanto Schelling explorará bastante a ideia da natureza como produtividade, Hardenberg se aventurará na temática da natureza como livro a ser desvendado, sendo mais fiel a um pano de fundo teosófico\".[55] Muitas vezes, Novalis polemiza com Schelling, por exemplo, sobre a questão do flogístico (com que este discorda e aquele concorda, sendo Schelling adepto do oxigênio para se explicar a combustão).[56] \"Carl August Eschenmayer (1768-1852) é um importante filósofo da natureza romântico, interlocutor frequente de Schelling tanto em questões de filosofia da natureza quanto em temas de filosofia da religião\".[56]\n",
        "A influência de Schelling em Hegel é notável e, embora este não tenha sido tão original quanto aquele ou quanto Fichte, sem dúvida foi mais rigoroso metodologicamente que os dois e aprofundou na investigação do mundo social e da esfera lógica da realidade. \n",
        "Durante décadas o pensamento de Schelling foi subestimado e ficou restrito a um pequeno grupo de estudiosos. Contudo, o interesse pela obra de Schelling foi crescendo paulatinamente e passou a ser estudado pela perspectiva de diversas áreas científicas e filosóficas, tais como a biologia,[33] o naturalismo, a estética, a epistemologia e a ontologia.[57]\n",
        "O pensamento de Schelling ainda é estudado, embora sua reputação tenha variado ao longo do tempo. Seu trabalho impressionou o poeta e crítico romântico inglês Samuel Taylor Coleridge, que introduziu suas ideias na cultura de língua inglesa, às vezes sem pleno reconhecimento, como na Biographia Literaria. O trabalho crítico de Coleridge foi influente, e foi ele quem introduziu na literatura inglesa o conceito de inconsciente de Schelling. O Sistema de Idealismo Transcendental de Schelling foi visto como um precursor da Interpretação dos Sonhos (1899), de Sigmund Freud.[58]\n",
        "Em relação à psicologia, Schelling foi considerado como tendo cunhado o termo \"inconsciente\". Slavoj Žižek escreveu dois livros tentando integrar a filosofia de Schelling, principalmente suas obras do período intermediário, incluindo Weltalter, com a obra de Jacques Lacan.[59][60] Em seu trabalho The Indivisible Remainder, Žižek confrontou Schelling com Hegel usando as ideias schellinganas para analisar assuntos contemporâneos, tais como as consequências de uma vida virtual na experiência sexual; o cinismo como a forma predominante de ideologia e os impasses epistemológicos da física quântica.[7] \n",
        "A oposição e divisão em Deus e, portanto, o problema do mal em Deus enfrentado pelo Schelling tardio influenciaram o pensamento de Luigi Pareyson.[61][62][63] Ken Wilber coloca Schelling como um dos dois filósofos que \"depois de Platão, tiveram o impacto mais amplo sobre a mente ocidental\".[64]\n",
        "Martin Heidegger foi um dos grandes filósofos influenciados pelos pensamentos de Schelling. Durante uma aula feita na Universidade de Friburgo, Heiddeger afirmou que:[65]\n",
        "O impacto de todas as fases da filosofia de Schelling continua relevante.[66] Uma conferência internacional sobre Schelling foi realizada em 1954, ano do centenário de sua morte.[66] Vários filósofos fizeram apresentações onde discorreram sobre a singularidade e relevância do autor. Schelling foi o tema da dissertação de Jürgen Habermas, apresentada no mesmo ano.[6][67] Em 1955 Karl Jaspers publicou um livro intitulado de Schelling, onde o apresentava como o grande precursor do existencialismo.[67]\n",
        "Walter Schulz, um dos organizadores da conferência de 1954, publicou um livro afirmando que Schelling havia abarcado todo o idealismo alemão com sua filosofia tardia, particularmente com suas palestras em Berlim na década de 1840. De acordo com Schulz, Schelling resolveu os problemas filosóficos que Hegel não finalizara.[67]\n",
        "Estudioso de Schelling, o Teólogo Paul Tillich escreveu: \"O que eu aprendi com Schelling tornou-se determinante do meu próprio desenvolvimento filosófico e teológico\".[67]\n",
        "Baseando-se na dialética especulativa, Schelling antecipou uma importante tese sobre a natureza da luz, a qual o Nobel de Física Louis de Broglie comprovou a validade apenas 150 anos mais tarde.[68]\n",
        "Na filosofia lusófona, exerceu profunda influência no filósofo luso-brasileiro Eudoro de Sousa,[69] e no filósofo paulista Vicente Ferreira da Silva, que afirmou: \n",
        "Rubens Rodrigues Filho foi um dos primeiros tradutores de Schelling para o português e a influência do alemão pode ser vista ao longo de seus ensaios.[71]\n"
    ],
    "ligacoes": [
        "<ul><li>1794 - <a rel=\"nofollow\" class=\"external text\" href=\"https://acervodigital.ufpr.br/bitstream/handle/1884/35086/R%20-%20D%20-%20CAIO%20HELENO%20DA%20COSTA%20PEREIRA.pdf?sequence=1&amp;isAllowed=y\"><i>Sobre a Possibilidade de uma Forma da Filosofia em Geral</i></a></li>\n<li>1795 - <a rel=\"nofollow\" class=\"external text\" href=\"https://acervodigital.ufpr.br/bitstream/handle/1884/35086/R%20-%20D%20-%20CAIO%20HELENO%20DA%20COSTA%20PEREIRA.pdf?sequence=1&amp;isAllowed=y\"><i>Sobre o Eu Como Princípio da Filosofia ou sobre o Incondicionado no Saber Humano</i></a></li>\n<li>1795-96 - <i>Cartas filosóficas sobre dogmatismo e criticismo</i> (Coleção Os Pensadores)</li>\n<li>1797 - <i>Ideias para uma filosofia da natureza</i> (<a href=\"/wiki/Especial:Fontes_de_livros/9722710885\" class=\"internal mw-magiclink-isbn\">ISBN 972-27-1088-5</a>) (*sem a parte de ciências naturais, apenas introdução e parte I)</li>\n<li>1798 - <i>Da alma do mundo</i>: <i>uma hipótese da física superior para esclarecimento do organismo universal</i>. Trad. M. C. F. Gonçalves. São Paulo: Editora da Universidade de São Paulo. (Clássicos, 39).</li>\n<li>1800 - <i>Dedução geral do processo dinâmic</i>o. Trad. G. A. Assumpção. São Paulo: LiberArs, 2018, <a href=\"/wiki/Especial:Fontes_de_livros/9788594590749\" class=\"internal mw-magiclink-isbn\">ISBN 9788594590749</a>.</li>\n<li>1800 - <i>Sistema do idealismo transcendenta</i>l. Trad. G. A. Assumpção. Petrópolis: Vozes, 2024 (Coleção Pensamento Humano). <a href=\"/wiki/Especial:Fontes_de_livros/9788532668516\" class=\"internal mw-magiclink-isbn\">ISBN 9788532668516</a>.</li>\n<li>1802 - <i>Bruno ou Sobre o Princípio Natural e Divino das Coisas</i> (Coleção Os Pensadores)</li>\n<li>1802-05 - <i>Filosofia da Arte.</i> Trad. M. Suzuki. São Paulo: Ed. EDUSP, 2001 (Clássicos, 23), <a href=\"/wiki/Especial:Fontes_de_livros/9788531406041\" class=\"internal mw-magiclink-isbn\">ISBN 9788531406041</a></li>\n<li>1804 - <i>Propedêutica da filosofia</i> (<a href=\"/wiki/Especial:Fontes_de_livros/9788595070448\" class=\"internal mw-magiclink-isbn\">ISBN 9788595070448</a>)</li>\n<li>1805 - <i>Aforismos Para Introdução À Filosofia Da Natureza</i> (<a href=\"/wiki/Especial:Fontes_de_livros/8515036762\" class=\"internal mw-magiclink-isbn\">ISBN 8515036762</a>)</li>\n<li>1807 - <i>Sobre a Relação das Artes Plásticas com a Natureza</i> (<a href=\"/wiki/Especial:Fontes_de_livros/8570419201\" class=\"internal mw-magiclink-isbn\">ISBN 8570419201</a>)</li>\n<li>1809 - <i>Investigações Filosóficas sobre a Essência da Liberdade Humana</i> (<a href=\"/wiki/Especial:Fontes_de_livros/9724408809\" class=\"internal mw-magiclink-isbn\">ISBN 972-44-0880-9</a>)</li>\n<li>1850 - <a rel=\"nofollow\" class=\"external text\" href=\"http://periodico.abavaresco.com.br/index.php/opiniaofilosofica/article/view/897\"><i>Tratado sobre a fonte das verdades eternas</i></a></li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://plato.stanford.edu/entries/schelling\">«Friedrich Wilhelm Joseph von Schelling»</a>. em <a rel=\"nofollow\" class=\"external text\" href=\"https://plato.stanford.edu/entries/schelling\">Stanford Encyclopedia of Philosophy</a>.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFriedrich+Wilhelm+Joseph+von+Schelling&amp;rft.btitle=Friedrich+Wilhelm+Joseph+von+Schelling&amp;rft.genre=unknown&amp;rft_id=https%3A%2F%2Fplato.stanford.edu%2Fentries%2Fschelling&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"//archive.org/search.php?query=%28subject%3A%22Schelling%2C%20von%22%20OR%20subject%3A%22von%20Schelling%22%20OR%20creator%3A%22Schelling%2C%20von%22%20OR%20creator%3A%22von%20Schelling%22%20OR%20creator%3A%22Schelling%2C%20v%2E%22%20OR%20title%3A%22von%20Schelling%22%20OR%20description%3A%22Schelling%2C%20von%22%20OR%20description%3A%22von%20Schelling%22%29%20OR%20%28%221775-1854%22%20AND%20Schelling%29\">Obras de ou sobre Friedrich Wilhelm Joseph von Schelling</a> no <a href=\"/wiki/Internet_Archive\" title=\"Internet Archive\">Internet Archive</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_filesystems_ftp.png\" title=\"Portal da ecologia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Nuvola_filesystems_ftp.png/40px-Nuvola_filesystems_ftp.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Nuvola_filesystems_ftp.png/60px-Nuvola_filesystems_ftp.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Ecologia\" title=\"Portal:Ecologia\">Portal da ecologia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Douris_cup_Jason_Vatican_16545.jpg\" title=\"Portal da mitologia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/33/Douris_cup_Jason_Vatican_16545.jpg/40px-Douris_cup_Jason_Vatican_16545.jpg\" decoding=\"async\" width=\"25\" height=\"26\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/33/Douris_cup_Jason_Vatican_16545.jpg/60px-Douris_cup_Jason_Vatican_16545.jpg 2x\" data-file-width=\"1592\" data-file-height=\"1624\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Mitologia\" title=\"Portal:Mitologia\">Portal da mitologia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:P_religion_world.svg\" title=\"Portal da religião\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/40px-P_religion_world.svg.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/60px-P_religion_world.svg.png 2x\" data-file-width=\"400\" data-file-height=\"360\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Religi%C3%A3o\" title=\"Portal:Religião\">Portal da religião</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li>    </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1775\" title=\"Categoria:Nascidos em 1775\">Nascidos em 1775</a><a href=\"/wiki/Categoria:Mortos_em_1854\" title=\"Categoria:Mortos em 1854\">Mortos em 1854</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Leipzig\" title=\"Categoria:Alunos da Universidade de Leipzig\">Alunos da Universidade de Leipzig</a><a href=\"/wiki/Categoria:Filosofia_da_ci%C3%AAncia\" title=\"Categoria:Filosofia da ciência\">Filosofia da ciência</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos do século XIX\">Filósofos do século XIX</a><a href=\"/wiki/Categoria:Idealistas\" title=\"Categoria:Idealistas\">Idealistas</a><a href=\"/wiki/Categoria:Luteranos_da_Alemanha\" title=\"Categoria:Luteranos da Alemanha\">Luteranos da Alemanha</a><a href=\"/wiki/Categoria:Membros_da_Academia_de_Ci%C3%AAncias_da_Baviera\" title=\"Categoria:Membros da Academia de Ciências da Baviera\">Membros da Academia de Ciências da Baviera</a><a href=\"/wiki/Categoria:M%C3%ADsticos\" title=\"Categoria:Místicos\">Místicos</a><a href=\"/wiki/Categoria:Pour_le_M%C3%A9rite_(civil)\" title=\"Categoria:Pour le Mérite (civil)\">Pour le Mérite (civil)</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Erlangen-Nuremberg\" title=\"Categoria:Professores da Universidade de Erlangen-Nuremberg\">Professores da Universidade de Erlangen-Nuremberg</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Jena\" title=\"Categoria:Professores da Universidade de Jena\">Professores da Universidade de Jena</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Munique\" title=\"Categoria:Professores da Universidade de Munique\">Professores da Universidade de Munique</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_W%C3%BCrzburgo\" title=\"Categoria:Professores da Universidade de Würzburgo\">Professores da Universidade de Würzburgo</a><a href=\"/wiki/Categoria:Professores_da_Universidade_Humboldt_de_Berlim\" title=\"Categoria:Professores da Universidade Humboldt de Berlim\">Professores da Universidade Humboldt de Berlim</a><a href=\"/wiki/Categoria:Romantismo\" title=\"Categoria:Romantismo\">Romantismo</a><a href=\"/wiki/Categoria:Idealismo_alem%C3%A3o\" title=\"Categoria:Idealismo alemão\">Idealismo alemão</a><a href=\"/wiki/Categoria:Acad%C3%AAmicos_da_Alemanha\" title=\"Categoria:Acadêmicos da Alemanha\">Acadêmicos da Alemanha</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Nb_pinacoteca_stieler_friedrich_wilhelm_joseph_von_schelling.jpg/250px-Nb_pinacoteca_stieler_friedrich_wilhelm_joseph_von_schelling.jpg",
    "view": "friedrich_wilhelm_joseph_von_schelling"
}