{
    "url": "https://pt.wikipedia.org/wiki/Friedrich_Daniel_Ernst_Schleiermacher",
    "codigo_http": 200,
    "titulo": [
        "Friedrich Schleiermacher"
    ],
    "conteudo": [
        "Friedrich Daniel Ernst Schleiermacher (Breslau, 21 de novembro de 1768 – Berlim, 12 de fevereiro de 1834) foi pregador em Berlim na Igreja da Trindade e professor de Filosofia da Teologia na Universidade de Berlim. Traduziu as obras de Platão para o alemão. Foi influenciado por Kant e Fichte, mas não se tornou um idealista subjetivo.\n",
        "Friedrich Schleiermacher, teólogo e filósofo, foi contemporâneo de Johann Fichte, Friedrich Schelling, Friedrich Krause e Friedrich Hegel. Em 1797, em Berlim, conheceu Friedrich Schlegel e se uniu ao círculo dos românticos, colaborando com o Athenaeum. Posteriormente, ensinou Teologia em Halles. A partir de 1810, em Berlim Schleiermacher foi nomeado pregador da Corte e também  professor de Teologia e Filosofia na Universidade de Berlim.\n",
        "As obras que lhe deram maior notoriedade foram os \"Discursos sobre Religião\" (1799) e os \"Monólogos\" (1800). Em 1822, publicou a \"Doutrina da fé\", que tem importância sobretudo em relação à teologia dogmática protestante. Entre 1804 e 1828, traduziu os diálogos de Platão. Postumamente, foram publicadas as aulas relativas à dialética, à ética e à estética, além de outros temas, dentre os quais revestem-se de particular importância a Hermenêutica, na qual se revela precursor. \n",
        "As suas doutrinas exerceram grande influência na teologia protestante e foram estudadas, com a evolução do seu espírito, por Dilthey, que dividiu em quatro períodos a sua atividade literária: a juventude (manuscritos), período da intuição (1796-1802), época crítica (1802-1806), período sistemático (1806-1834). Ao contrário de Hegel, Schleiermacher não subordina a religião à Filosofia, porque o sentimento, como unidade originária de pensamento e querer, não é abolido pelo pensamento. O sentimento da imortalidade e da fé na imortalidade fundam-se na \"imortalidade da união da essência de Deus com a natureza humana na pessoa de Cristo\".[1]\n",
        "Para Schleiermacher, a religião é a relação do homem com a Totalidade (com o Todo). Ora, a Totalidade e o Todo relacionam-se também com a metafísica e a moral, como ressalta Giovanni Reale.[2] Mas isso, segundo o nosso filósofo-teólogo, foi fonte de graves equívocos, que fizeram penetrar indevidamente na religião grande quantidade de ideias filosóficas e morais. Mas a metafísica diz respeito ao pensamento que se vincula à Totalidade, ao passo que a ética diz respeito ao agir em relação à Totalidade (as simples ações vistas como \"deveres\" deduzidos da natureza do homem em relação com o universo).[1]\n",
        "A religião, no entanto, não é pensamento nem atividade moral. É intuição e sentimento do infinito e, como tal, possui fisionomia bem precisa, que se distingue tanto da metafísica como da ética.[2] A religião não aspira a conhecer e explicar o universo em sua natureza, como a metafísica, nem aspira a continuar o seu desenvolvimento e aperfeiçoá-lo através da liberdade e da vontade divina do homem, como a moral. A sua essência não está no pensamento nem na ação, e sim na intuição e no sentimento. Ela aspira a intuir o Universo; quer ficar contemplando-o piedosamente em suas manifestações e ações originais; quer fazer-se penetrar e preencher por suas influências imediatas, com passividade infantil.[1] \n",
        "Assim, a religião se opõe a ambas em tudo o que constitui sua essência e em tudo o que caracteriza os seus efeitos. Em todo o universo, elas não vêem nada mais além do que o homem no centro de toda relação, como condição de todo ser e causa de todo devir; esta, porém, tende a ver no homem, não menos que em todas as outras coisas particulares e finitas, o infinito, a imagem, a marca, a expressão do Infinito.\" E mais: \"A intuição do Universo (...) é a pedra angular de todo o meu discurso, é a fórmula mais universal e mais elevada da religião, através da qual podeis descobrir todas as suas partes, e se podem determinar a sua essência seus limites do modo mais exato. Toda intuição deriva da influência do objeto intuído sobre o sujeito que intui, da ação originária e independente do primeiro, que é acolhida, compreendida e concebida pelo segundo, em conformidade com a sua natureza\".[1] \n",
        "A ação do infinito sobre o homem, portanto, é a intuição. E o sentimento é a resposta do sujeito: é o estado de espírito, ou seja, a reação da consciência. Este sentimento que acompanha a intuição do infinito é sentimento de total dependência do sujeito em relação ao infinito. O sentimento religioso, portanto, é sentimento de total dependência do homem (finito) em relação à Totalidade (infinita). \n",
        "Essa ideia básica vale, como diz Schleiermacher, para todas as formas de religião. Mas, com o passar dos anos, ele também acabou por privilegiar o cristianismo. Cristo passou a aparecer-lhe sempre mais como o Mediador e o Redentor e, portanto, acabou por assumir aos seus olhos aquelas características divinas que ele negara inicialmente, como sustenta Reale.[2]\n",
        "Na sua \"A Fé Cristã\" (1821-1822), Schleiermacher fez uma formulação sistemática da cristologia, segundo a qual Jesus é o Urbild, a imagem originária do que o homem é antes da queda. No entanto, Tillich considera sua formulação mais completa, pois para ele o Novo Ser não é somente o Urbild, o homem essencial, o homem perfeito, ideal da consciência religiosa, e sim o homem novo, aquele que participa da existência e vence sua alienação.[3] No \"A FLuteé Cristã\", portanto, é traçada uma nova síntese entre fé e cultura e entre teologia [protestante] e filosofia.[4]\n",
        "Dessa forma, por ser todo o seu pensamento profundamente cristocêntrico, Schleiermacher afirma que o cristão tem consciência de depender de algo superior, sobrenatural, derivando-se daí sua consciência ética, uma vez que tudo está subordinado àquela sensação religiosa, que, enfraquecendo-se, gera o pecado, fortalecendo-se, gera a graça.[1] \n",
        "Para ele o cristão pergunta a si mesmo continuamente: o que deve ser, à luz da consciência cristã? Assim, ele harmonizou as concepções do protestantismo com as convicções da burguesia culta e liberal. Foi considerado radical pelos ortodoxos e visionário pelos racionalistas, mas influenciou, mais do que qualquer outro teólogo, o pensamento protestante do século XIX.[1] \n",
        "Rosino Gibellini comentando a hermenêutica de Schleiermacher diz que ela pode muito bem ser aplicada na Religião para se entender a vida espiritual: \"As ciências do espírito compreendem um fato espiritual, quando decifram seu sentido inserindo-o numa conexão significativa. A compreensão da vida espiritual, expressa e estabelecida em documentos escritos, é possível quando quem compreende e interpreta toma por base a expressão (Ausdruck) linguistístico-literária e chega à própria experiência espiritual (Erlebnis) do autor, revivendo-a na identificação (mitfuhlendes Nacherleben). Do mesmo modo que pode ser objetivada em documentos escritos, a vida espiritual também pode ser revivida no processo e interpretada.[5]\n",
        "A concepção que Schleiermacher tem de Deus, baseada no sentimento de dependência absoluta, de Deus como unidade absoluta do ideal e do real, enquanto no conceito do mundo se manifesta a unidade relativa do ideal e do real, obriga a concluir que nao há identidade entre Deus e o mundo, mas também que Deus não é pensável separado do mundo. Esta concepção tem raízes em Plotino e nalguma mística cristã e é atribuída a Schleiermacher, que, de fato, procura eliminar a contradição entre panteísmo e teísmo.[1] \n",
        "Schleiermacher, dentre outros, concebe Deus, para além do naturalismo e do sobrenaturalismo, como o \"ser-em-se\", como \"o fundamento criador de tudo que existe\", como \"a potência incondicionada e infinita do ser\". Entretanto, para o naturalismo Deus está no mundo e, por outro lado, para o sobrenaturalismo Deus está acima do mundo.[1]\n",
        "Por fim, a religião para Schleiermacher é uma relação do homem com a totalidade, é intuição e sentimento do infinito. A religião, assim, aspira a intuir o universo, tende a ver no homem, e em todas as outras coisas finitas, o infinito, a imagem, a marca, a expressão do infinito: a ação do infinito sobre o homem é, portanto, a intuição, e a resposta do sujeito é o sentimento de total dependência do infinito.[1]\n"
    ],
    "ligacoes": [
        "<ul><li><i>Sämmtliche Werke.</i> Reimer, Berlim 1834–1864 (Seção I: Zur Theologie, 11 volumes, 1835–1864, dois volumes planejados não foram publicados; Seção II: Predigten, 10 volumes, 1834–1856; Seção III: Zur Philosophie, 9 volumes, 1835–1862). Jonas (ed.): <i>Dialektik</i>. 1839; <a rel=\"nofollow\" class=\"external text\" href=\"https://www.archive.org/details/bub_gb_k0l5Ufxu7IMC\">archive.org</a>.</li>\n<li><i>Aus Schleiermachers Leben. In Briefen.</i> Ed. por Ludwig Jonas e <a href=\"/wiki/Wilhelm_Dilthey\" title=\"Wilhelm Dilthey\">Wilhelm Dilthey</a>. Quatro volumes. Reimer, Berlim 1860–1863 (Reimpressão de Gruyter, Berlim 2019)</li>\n<li><i>Werke in Auswahl.</i> Ed. por Otto Braun e Johannes Bauer. 4 volumes. Leipzig 1910–1913 (= Philosophische Bibliothek, 136–139). Reimpressão posterior: Aalen 1981</li>\n<li><i>Kleine Schriften und Predigten.</i> Ed. por Hayo Gerdes e <a href=\"/w/index.php?title=Emanuel_Hirsch&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Emanuel Hirsch (página não existe)\">Emanuel Hirsch</a>. Três volumes. de Gruyter, Berlim 1969/70.</li>\n<li><i>Kritische Gesamtausgabe.</i> Walter de Gruyter, Berlim / Nova York 1980 ff. (Seção I: <i>Schriften und Entwürfe</i>, 15 volumes em 18 partes, 1980–2005; Seção II: <i>Vorlesungen</i>, até agora 10 volumes em 11 partes, 1998 ff.; Seção III: <i>Predigten</i>, 15 volumes, 2011–2018; Seção IV: <i>Übersetzungen</i>, até agora 4 volumes, 2016 ff.; Seção V: <i>Briefwechsel und biographische Dokumente</i>, até agora 16 volumes, 1985 ff.)</li>\n<li><i>Texte zur Pädagogik. Kommentierte Studienausgabe.</i> Ed. por <a href=\"/w/index.php?title=Michael_Winkler_(pedagogo)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Michael Winkler (pedagogo) (página não existe)\">Michael Winkler</a> e Jens Brachmann. Dois volumes. Suhrkamp, Frankfurt am Main 2000.</li></ul>",
        "<ul><li><i>Hermeneutik und Kritik.</i> Reimer, Berlim 1838. (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.deutschestextarchiv.de/schleiermacher_hermeneutik_1838\">Digitalisat und Volltext</a> im Deutschen Textarchiv)</li>\n<li><i>Monologen.</i> Meiner, Hamburgo 1978, <a href=\"/wiki/Especial:Fontes_de_livros/378730441X\" class=\"internal mw-magiclink-isbn\">ISBN 3-7873-0441-X</a>.</li>\n<li><i>Über die Religion.</i> Ed. por <a href=\"/w/index.php?title=Andreas_Arndt&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Andreas Arndt (página não existe)\">Andreas Arndt</a>. Meiner, Hamburgo 2004, <a href=\"/wiki/Especial:Fontes_de_livros/3787316906\" class=\"internal mw-magiclink-isbn\">ISBN 3-7873-1690-6</a>.</li>\n<li><i>Über die Religion.</i> Edição de estudo sinóptica das versões textuais 1799, 1806 e 1821. Ed. por Niklaus Peter, Frank Bestebreurtje e Anna Büsching, Theologischer Verlag Zürich, Zurique 2012, <a href=\"/wiki/Especial:Fontes_de_livros/9783290176266\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-290-17626-6</a>.</li>\n<li><i>Über die Philosophie Platons.</i> Ed. por Peter M. Steiner com contribuições de Andreas Arndt e Jörg Jantzen. Meiner, Hamburgo 1996, <a href=\"/wiki/Especial:Fontes_de_livros/9783787312702\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-7873-1270-2</a>.</li>\n<li><i>Ethik (1812/13).</i> Ed. por <a href=\"/wiki/Hans-Joachim_Birkner\" title=\"Hans-Joachim Birkner\">Hans-Joachim Birkner</a>. Meiner, Hamburgo 1990, <a href=\"/wiki/Especial:Fontes_de_livros/3787309713\" class=\"internal mw-magiclink-isbn\">ISBN 3-7873-0971-3</a>.</li>\n<li><i>Dialektik (1811).</i> Ed. por Andreas Arndt. Meiner, Hamburgo 1986, <a href=\"/wiki/Especial:Fontes_de_livros/3787306706\" class=\"internal mw-magiclink-isbn\">ISBN 3-7873-0670-6</a>.</li>\n<li><i>Dialektik (1814/15).</i> Ed. por Andreas Arndt. Meiner, Hamburgo 1988, <a href=\"/wiki/Especial:Fontes_de_livros/3787307214\" class=\"internal mw-magiclink-isbn\">ISBN 3-7873-0721-4</a>.</li>\n<li><i>Dialektik.</i> Ed. por <a href=\"/w/index.php?title=Manfred_Frank_(fil%C3%B3sofo)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Manfred Frank (filósofo) (página não existe)\">Manfred Frank</a>. Dois volumes. Suhrkamp, Frankfurt am Main 2001, <a href=\"/wiki/Especial:Fontes_de_livros/9783518291290\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-518-29129-0</a>.</li>\n<li><i>Die Weihnachtsfeier. Ein Gespräch.</i> Manesse, Zurique 1989, <a href=\"/wiki/Especial:Fontes_de_livros/3717581554\" class=\"internal mw-magiclink-isbn\">ISBN 3-7175-8155-4</a>.</li>\n<li><i>Hermeneutik und Kritik: mit einem Anhang sprachphilosophischer Texte Schleiermachers.</i> (= <i>Suhrkamp-Taschenbuch Wissenschaft.</i> 211). Ed. por M. Frank. Suhrkamp, Frankfurt am Main 1977, <a href=\"/wiki/Especial:Fontes_de_livros/3518278118\" class=\"internal mw-magiclink-isbn\">ISBN 3-518-27811-8</a>.</li>\n<li><i>Bruchstücke der unendlichen Menschheit, Fragmente, Aphorismen und Notate der frühromantischen Jahre.</i> Ed. por Kurt Nowak. <a href=\"/w/index.php?title=Union_Verlag_Berlin&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Union Verlag Berlin (página não existe)\">Union Verlag Berlin</a>, 1984.</li>\n<li><i>Pädagogik. Die Theorie der Erziehung von 1820/21 in einer Nachschrift.</i> de Gruyter, Berlim 2008 (de Gruyter Texte).</li>\n<li><i>Ästhetik (1832/33). Begriff der Kunst</i>. Ed. por Holden Kelm. Meiner, Hamburgo 2018, <a href=\"/wiki/Especial:Fontes_de_livros/9783787331376\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-7873-3137-6</a>.</li></ul>",
        "<ul><li><i>ENCICLOPÉDIA MIRADOR INTERNACIONAL</i>. Verbete: SCHLEIERMACHER. São Paulo, 1976, p. 10284.</li>\n<li><a href=\"/wiki/Antoine_Berman\" title=\"Antoine Berman\">BERMAN, Antoine</a>. <i>L'épreuve de l'étranger. Culture et traduction dans l'Allemagne romantique: Herder, Goethe, Schlegel, Novalis, Humboldt, Schleiermacher, Hölderlin</i>. París: Gallimard, 1984. <a href=\"/wiki/Especial:Fontes_de_livros/9782070700769\" class=\"internal mw-magiclink-isbn\">ISBN 978-2070700769</a>.</li>\n<li>GIBELLINI, Rosino. <i>A teologia do século XX</i>. 2. ed. São Paulo: Loyola, 1998.</li>\n<li>REALE, Giovanni; ANTISERI, Dario. \"Schleiermacher: a interpretação da religião, o relançamento de Platão e a hermenêutica\". In: <i>História da filosofia: do Romantismo ao Empiriocriticismo</i>. 5. ed. São Paulo: Paulus, 2005. cap. II, p. 20-22.</li></ul>",
        "<ul><li>Hermenêutica - Arte e Técnica da Interpretação. Petrópolis: Vozes, 2010.</li>\n<li>Hermenêutica e Crítica. Vol. 1, Ijuí: UNIJUÍ (RS), 2005.</li>\n<li>Sobre a Religião. São Paulo: Fonte Editorial, 2000</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.deutsche-biographie.de/sfz3143.html\">Biografia em alemão</a> na <a href=\"/wiki/Allgemeine_Deutsche_Biographie\" title=\"Allgemeine Deutsche Biographie\">Allgemeine Deutsche Biographie</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li>        </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1768\" title=\"Categoria:Nascidos em 1768\">Nascidos em 1768</a><a href=\"/wiki/Categoria:Mortos_em_1834\" title=\"Categoria:Mortos em 1834\">Mortos em 1834</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos do século XIX\">Filósofos do século XIX</a><a href=\"/wiki/Categoria:Membros_da_Academia_de_Ci%C3%AAncias_da_Pr%C3%BAssia\" title=\"Categoria:Membros da Academia de Ciências da Prússia\">Membros da Academia de Ciências da Prússia</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Pedagogos_da_Alemanha\" title=\"Categoria:Pedagogos da Alemanha\">Pedagogos da Alemanha</a><a href=\"/wiki/Categoria:Te%C3%B3logos_da_Alemanha\" title=\"Categoria:Teólogos da Alemanha\">Teólogos da Alemanha</a><a href=\"/wiki/Categoria:Luteranos_da_Alemanha\" title=\"Categoria:Luteranos da Alemanha\">Luteranos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/9/9f/Friedrich_Daniel_Ernst_Schleiermacher.jpg/250px-Friedrich_Daniel_Ernst_Schleiermacher.jpg",
    "view": "friedrich_schleiermacher"
}