{
    "url": "https://pt.wikipedia.org/wiki/Friedrich_Schiller",
    "codigo_http": 200,
    "titulo": [
        "Friedrich Schiller"
    ],
    "conteudo": [
        "Johann Christoph Friedrich von Schiller (Marbach am Neckar, 10 de novembro de 1759 — Weimar, 9 de maio de 1805), mais conhecido como Friedrich Schiller, foi um poeta, filósofo, médico e historiador alemão. Schiller foi um dos grandes homens de letras da Alemanha do século XVIII e, assim como Goethe, Wieland e Herder, é um dos principais representantes do Classicismo de Weimar, e é tido como um dos precursores do Romantismo alemão. Sua amizade com Goethe rendeu uma longa troca de cartas que se tornou famosa na literatura alemã.\n",
        "Filho de um cirurgião militar das tropas de Württemberg (na época, sob o comando de Carlos Eugênio, Duque de Württemberg), Johann Kaspar Schiller (1723-1796) e de Elisabeth Dorothea Schiller, nascida Kodweiß (1732-1802), Friedrich Schiller nasceu em 1759, em Marbach am Neckar, onde viveu seus primeiros anos de vida. Em 1762 seu pai é promovido a capitão e passa a exercer funções de oficial-recrutador na cidade livre de Schwäbisch Gmünd. Em 1763 a família Schiller fixa residência na localidade de Lorch, onde Schiller aprende as primeiras letras. Aos cinco anos inicia seus estudos de grego e latim, sob a orientação do pastor Ulrich Moser.\n",
        "Em 1767, uma nova nomeação de Johann Kaspar Schiller leva a família a se instalar em Ludwigsburg, onde seu filho frequenta a escola de latim. A intenção da família é de preparar o menino para ser pastor, mas em 1773, contra a vontade da família e do próprio garoto, ele ingressa na Karlsschule, academia militar instalada no castelo Solitude, em Stuttgart, fundada e pessoalmente supervisionada por Carlos Eugênio com a finalidade essencial de treinar oficiais e funcionários para servi-lo. O jovem Schiller opta pelo curso de Direito, que posteriormente abandonará. A rigidez da disciplina militar da academia causa-lhe profunda impressão e lhe dá inspiração para sua primeira grande obra, Os Bandoleiros.\n",
        "Com a transferência da academia, do castelo Solitude para o centro de Stuttgart, Schiller muda de carreira, trocando o curso de Direito pelo de Medicina, em 1775. Durante esse período alimenta sua paixão pela literatura, lendo clássicos como Plutarco e Shakespeare, os poemas do crítico literário Klopstock, além de Goethe, Lessing, Kant e dos iluministas Voltaire e Rousseau. Também nessa época Schiller se fascina com o movimento Sturm und Drang, do qual será representante, tal como seu amigo Goethe. É durante esse período na Faculdade de Medicina que Schiller escreve sua peça Os Bandoleiros (Die Räuber).\n",
        "Em dezembro de 1780 Schiller forma-se em Medicina e deixa a Karlsschule, sendo designado como médico do exército de Württemberg. Em 1781 publica Os Bandoleiros, seu primeiro grande sucesso nos palcos. Por intermédio do empresário Wolfgang Heribert von Dalberg, a peça é representada pela primeira vez em 1782 no Teatro de Mannheim, causando grande comoção no público, principalmente os jovens. Schiller tinha viajado para Mannheim sem a autorização de Carlos Eugênio. Por essa razão, Schiller foi punido com 14 dias de detenção e foi proibido de continuar a escrever peças teatrais. Para escapar a essa situação intolerável, numa noite de setembro de 1782, Schiller foge de Stuttgart junto com seu amigo e primeiro biógrafo Andreas Streicher, sem dinheiro, e com destino a Mannheim, onde esperava contar com o apoio do barão Heriberto de Dalberg, diretor do teatro onde sua primeira peça havia estreado.[1]\n",
        "Em 1782 Schiller publica, com dinheiro próprio, A Conjura de Fiesco - a obra não rende muito lucro inicialmente. Em 1783 o empresário von Dalberg propõe a Schiller o emprego de dramaturgo no Teatro de Mannheim (Theaterdichter em alemão). Porém Schiller adoece de Malária (doença então comum nos charcos às margens do Reno) e não consegue cumprir com o contrato por problemas de saúde: 3 peças por ano. Nessa época Schiller já inicia os trabalhos nas peças Intriga e Amor (até então com o título Luise Millerin), que viria a ser encenada em abril de 1784, e Don Carlos. Seus problemas financeiros com o fim do trabalho como dramaturgo aumentam, e Schiller quase chega a ser preso na chamada Schuldturm, ou Torre dos devedores. O poeta se desenvencilha das dificuldades econômicas com um gesto audacioso: confia seus problemas a um grupo de desconhecidos que lhe haviam escrito manifestando sua admiração e oferecendo-lhe hospitalidade em Leipzig. O grupo é composto pelos futuros grandes amigos de Schiller: Gottfried Körner e Ferdinand Huber e suas respectivas noivas. O ambiente é de empolgante amizade, e ali compõe o poema \"Ode à Alegria\" (Ode an die Freude), que seria imortalizada na Nona Sinfonia de Beethoven. Em seguida mudam-se para as imediações de Dresden (especificamente o vilarejo Tharandt), e em 1787 Schiller finaliza a peça Don Carlos, onde trata a Guerra dos Oitenta Anos entre a Espanha e os Países Baixos.\n",
        "Em 1787 Schiller viaja para Weimar, e lá trava conhecimento com Wieland, Herder, Carl Leonard Reinhold e Goethe. Num passeio pelo vilarejo de Rudolstadt Schiller conhece as irmãs Charlotte e Caroline von Lengefeld, com as quais tenciona ter uma ligação amorosa (apesar de Caroline ser já casada), intenção revelada por Schiller em uma carta às duas irmãs.[2]\n",
        "Em dezembro de 1788, Schiller, que também sempre mantivera um grande e profundo interesse por História, é indicado, a ser professor de Filosofia e História na Universidade de Iena, após indicação de Goethe. Essa vaga era, no início, sem salário, mas com perspectivas de ganho futuro. Schiller porém não se sente à vontade nesse cargo, e pensa até em abandoná-lo, tanto por um sentimento de inadequação com a comunidade acadêmica quanto pelo seu estado de saúde constantemente debilitado.\n",
        "Em 22 de Fevereiro de 1790 Schiller se casa com Charlotte, que lhe dará dois filhos e duas filhas. Esse casamento eliminou a possibilidade do triângulo amoroso com Charlotte e Caroline, que o impetuoso Schiller almejava. O casamento lhe trouxe, porém, satisfação e calma. No mesmo ano seu estado de saúde se agrava, não vindo a se restabelecer até sua morte. Schiller sofre ataques e frequentes desmaios, decorrentes provavelmente de grave tuberculose. Seus hábitos de beber e fumar, associados à vida intensa típica de um romântico, não poderiam lhe auferir outros resultados. É interessante notar, porém, que mesmo com tal debilidade física Schiller foi um incansável escritor e pensador, e se viveu até os 45 anos é porque uma grande força de vontade se alojava em seu peito.[2]\n",
        "Nos anos seguintes Schiller se dedica à cátedra na Universidade, à Filosofia e à Estética. Em 1791, depois de notícias sobre sua péssima saúde, recebe ajuda financeira (1 000 Taler anuais por 5 anos) do Príncipe de Augustenburg e do Conde Ernst von Schimmelmann. Esse mecenato rendeu diversos textos e estudos importantes, como As Cartas Sobre Educação Estética, Sobre Graça e Dignidade, a \"História da Guerra dos Trinta Anos\", entre outros.\n",
        "Em 1794 floresce uma forte amizade com Goethe, que se iniciou na verdade em 1788, quando este retorna de sua viagem à Itália. No início ambos não sentiram grande entusiasmo um com o outro, porém com o tempo iniciaram uma cooperação que se tornou icônica do Romantismo alemão. As cartas que trocaram se tornaram históricas, e são prova da amizade sincera que existiu entre os dois e que sempre foi temperada com uma dose de competição. Goethe se sentia incomodado com o sucesso de seu \"concorrente mais jovem\",[2] sentimento que era compartilhado por Wieland, e não suportava o vício de Schiller pelo tabaco e pelo jogo. Apesar disso, os dois tiveram uma fértil produção, como o poema Xênias (1796), baseado no livro homônimo de Marcial.\n",
        "A cooperação com Goethe faz Schiller exercer sua criatividade ao máximo, com uma produção de numerosas baladas, peças de teatro e poemas como A Luva e O Anel de Polícrates. Schiller também edita a revista As Horas. Em 1796, ano em que Goethe retoma seu Fausto, Schiller começa a escrever Wallenstein, sua peça de maior destaque. Em Weimar há um monumento aos dois grandes poetas do idioma alemão.\n",
        "Em 1799 Schiller deixa Iena e fixa residência em Weimar, onde recebe um título de nobreza - podendo se chamar a partir de então Friedrich von Schiller. É quando produz a peça de maior sucesso de toda sua obra: em 1799 Wallenstein é representada pela primeira vez. Em 1800, publica “Maria Stuart”, peça que trata da rainha da Escócia e de seus conflitos com a realeza britânica. Em 1801 é finalizada a peça A Donzela de Orleans, representada pela primeira vez em Leipzig. Em 1803, publica “A Noiva de Messina” e, em 1804, a peça Guilherme Tell, cujo personagem principal, à la Robin Hood, era um anti-herói que roubava de ricos para dar aos pobres, e foi tanto amado (tornou-se herói nacional da Suíça) quanto odiado (durante a era do Nacional-Socialismo).\n",
        "A extrema dedicação de Schiller à criação abalara profundamente seu estado de saúde, que já era grave. Uma grave infecção causada pela tuberculose o derruba definitivamente em cama, e após sua morte constata-se que seu corpo estava já terrivelmente comprometido: rins e pulmões destruídos, músculo cardíaco atrofiado e vesícula e baço inchados. Uma forte crise o acomete, vindo a falecer em 9 de Maio de 1805, deixando em sua escrivaninha a peça Demetrius (iniciada em 1804) inacabada. Encontra-se sepultado no Cemitério Histórico, Weimar, Turíngia na Alemanha[3] ao lado de Goethe.\n",
        "A produção teatral e filosófica de Schiller teve grande influência na constituição do Romantismo. Em suas obras transparecem valores iluministas, como o Humanismo, a Razão e um enaltecimento da então emergente classe burguesa. Suas peças foram traduzidas para diversas línguas e foram recebidas em diversos países. Na Inglaterra, por exemplo, a peça \"Os Bandoleiros\" (primeira tradução de A. F. Tyler em 1792[4]) foi recebida com entusiasmo pelo público, que identificou no personagem Karl Moor conflitos como os de Hamlet de Shakespeare e de Lúcifer de Milton.[5]\n",
        "Na literatura brasileira e portuguesa Schiller também exerceu influência, inicialmente no poeta romântico brasileiro Gonçalves Dias, que viria a ser o primeiro grande divulgador da obra de Schiller no Brasil. Durante seus estudos em Coimbra, quando interagiu com poetas românticos lusitanos como Alexandre Herculano e Antonio Feliciano de Castilho, Gonçalves Dias iniciou seus estudos de língua alemã e entrou em contato com a tradição literária da Alemanha.\n",
        "\nA obra teatral de Gonçalves Dias foi grandemente influenciada pela linguagem teatral e temática schillerianas, como pode ser visto na obra Patkull, de 1843. A obra narra a história de Patkull (personagem baseado em Johann Reinhold Patkul), um herói \"sensível e apaixonado, que se torna alvo de inveja e traições\".[5] A crítica à vida palaciana, às intrigas que ali tomam lugar, o \"conflito entre paixões e dever\",[5] valores humanistas como a confiança na amizade e no amor, temas típicos do teatro de Schiller, estão presentes em Patkull e na produção teatral gonçalviana (Beatriz Cenci, Leonor de Mendonça e Boabdil).",
        "Gonçalves Dias também se inspirou nos escritos historiográficos de Schiller ao escrever suas \"Reflexões sobre os Anais históricos do Maranhão por Berredo\",[6] em que exalta a ideia schilleriana e romântica de humanidade. A admiração de Gonçalves Dias por Schiller foi coroada por sua tentativa de traduzir A Noiva de Messina, infelizmente inacabada devido à morte do poeta num naufrágio, no qual provavelmente a versão final se perdeu.\n",
        "Uma obra fundamental de Schiller foi Série de cartas sobre a educação estética do homem (Über die ästhetische Erziehung des Menschen em einer Reihe von Briefen), publicada pela primeira vez em 1794, que foram inspiradas pelo grande desencanto que Schiller sentiu pela Revolução Francesa, sua degeneração em violência e do fracasso de sucessivos governos em colocar seus ideais em prática.[7] Schiller escreveu que \"um grande momento encontrou um povo pequeno\", ele escreveu as Cartas como uma investigação filosófica sobre o que tinha dado errado, e como evitar tais tragédias no futuro. Nas Cartas ele afirma que é possível elevar o caráter moral de um povo, primeiro tocando suas almas com a beleza, uma ideia que também é encontrada em seu poema Die Künstler (The Artists): Somente através do portão da manhã da beleza é possível entrar na terra do conhecimento.\n"
    ],
    "ligacoes": [
        "<ul><li><i><a href=\"/wiki/Os_Bandoleiros\" title=\"Os Bandoleiros\">Os Bandoleiros</a></i> (1781)</li>\n<li><i><a href=\"/wiki/A_Conjura_de_Fiesco\" title=\"A Conjura de Fiesco\">A Conjura de Fiesco</a></i> (1782)</li>\n<li><i><a href=\"/wiki/Intriga_e_Amor\" title=\"Intriga e Amor\">Intriga e Amor</a></i> (1783)</li>\n<li><i><a href=\"/wiki/Don_Carlos\" title=\"Don Carlos\">Don Carlos</a></i> (1787/88)</li>\n<li><i><a href=\"/wiki/Wallenstein_(Schiller)\" class=\"mw-redirect\" title=\"Wallenstein (Schiller)\">Wallenstein</a></i> (1799)</li>\n<li><i><a href=\"/w/index.php?title=Maria_Stuart_(Schiller)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Maria Stuart (Schiller) (página não existe)\">Maria Stuart</a></i> (1800)</li>\n<li><i><a href=\"/w/index.php?title=Turandot_(Schiller)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Turandot (Schiller) (página não existe)\">Turandot</a></i> (1801)</li>\n<li><i><a href=\"/w/index.php?title=A_Donzela_de_Orle%C3%A1ns&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"A Donzela de Orleáns (página não existe)\">A Donzela de Orleáns</a></i> (1801)</li>\n<li><i><a href=\"/wiki/A_Noiva_de_Messina\" title=\"A Noiva de Messina\">A Noiva de Messina</a></i> (1803)</li>\n<li><i><a href=\"/w/index.php?title=Guilherm_Tell&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Guilherm Tell (página não existe)\">Guilherm Tell</a></i> (1803/04)</li>\n<li><i><a href=\"/w/index.php?title=Demetrius&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Demetrius (página não existe)\">Demetrius</a></i> (inacabada, 1805)</li></ul>",
        "<ul><li><i><a href=\"/w/index.php?title=O_Vision%C3%A1rio&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"O Visionário (página não existe)\">O Visionário</a></i> (fragmentos)</li>\n<li>O Aparicionista. Das memórias do conde de O** (fragmentos) (1789)</li></ul>",
        "<ul><li><i><a href=\"/w/index.php?title=Os_Artistas&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Os Artistas (página não existe)\">Os Artistas</a></i> (1788)</li>\n<li><i><a href=\"/wiki/Die_G%C3%B6tter_Griechenlands\" title=\"Die Götter Griechenlands\">Deuses da Grécia</a></i> (1788)</li>\n<li><i><a href=\"/wiki/Ode_%C3%A0_Alegria\" class=\"mw-redirect\" title=\"Ode à Alegria\">Ode à Alegria</a></i> (1785)</li>\n<li><i><a href=\"/w/index.php?title=O_Ideal_e_a_Vida&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"O Ideal e a Vida (página não existe)\">O Ideal e a Vida</a></i> (1795)</li>\n<li><i><a href=\"/w/index.php?title=X%C3%A9nias&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Xénias (página não existe)\">Xénias</a></i> (com <a href=\"/wiki/Goethe\" class=\"mw-redirect\" title=\"Goethe\">Goethe</a>, 1797)</li>\n<li><i><a href=\"/w/index.php?title=A_Luva&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"A Luva (página não existe)\">A Luva</a></i> (1797)</li>\n<li><i><a href=\"/w/index.php?title=O_Canto_do_Sino&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"O Canto do Sino (página não existe)\">O Canto do Sino</a></i> (1799)</li>\n<li><i><a href=\"/w/index.php?title=A_Can%C3%A7%C3%A3o_da_Campana&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"A Canção da Campana (página não existe)\">A Canção da Campana</a></i> (1800)</li></ul>",
        "<ul><li><i><a href=\"/wiki/Cartas_Filos%C3%B3ficas\" title=\"Cartas Filosóficas\">Cartas Filosóficas</a></i> (1786)</li>\n<li><i><a href=\"/w/index.php?title=Da_Arte_Tr%C3%A1gica&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Da Arte Trágica (página não existe)\">Da Arte Trágica</a></i> (1792)</li>\n<li><i><a href=\"/w/index.php?title=Cartas_de_Augustenburg&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Cartas de Augustenburg (página não existe)\">Cartas de Augustenburg</a></i> (1793)</li>\n<li><i><a href=\"/w/index.php?title=Sobre_Gra%C3%A7a_e_Dignidade&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Sobre Graça e Dignidade (página não existe)\">Sobre Graça e Dignidade</a></i> (1793)</li>\n<li><i><a href=\"/w/index.php?title=Do_Pat%C3%A9tico&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Do Patético (página não existe)\">Do Patético</a></i> (1793)</li>\n<li><i><a href=\"/w/index.php?title=Do_Sublime&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Do Sublime (página não existe)\">Do Sublime</a></i> (1793)</li>\n<li><i><a href=\"/w/index.php?title=Kallias&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Kallias (página não existe)\">Kallias</a> ou Sobre a Beleza</i> (publicado postumamente, 1847)</li>\n<li><i><a href=\"/w/index.php?title=Cartas_Sobre_a_Educa%C3%A7%C3%A3o_Est%C3%A9tica_do_Homem&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Cartas Sobre a Educação Estética do Homem (página não existe)\">Cartas Sobre a Educação Estética do Homem</a></i> (1795)</li>\n<li><i><a href=\"/w/index.php?title=Poesia_Ing%C3%AAnua_e_Sentimental&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Poesia Ingênua e Sentimental (página não existe)\">Poesia Ingênua e Sentimental</a></i> (1796)</li></ul>",
        "<ul><li><i>História da Separação dos Países Baixos</i> (1788)</li>\n<li><i>História da Guerra dos Trinta Anos</i> (inacabada, 1791-1793)</li></ul>",
        "<ul><li>SCHILLER, Friedrich. <i>Maria Stuart</i>. Ediouro, 1993. <a href=\"/wiki/Especial:Fontes_de_livros/8500711965\" class=\"internal mw-magiclink-isbn\">ISBN 8500711965</a>.</li>\n<li><i>_________. Os Bandoleiros</i>, tradução de Marcelo Backes. LPM Pocket, 2001. <a href=\"/wiki/Especial:Fontes_de_livros/8525411302\" class=\"internal mw-magiclink-isbn\">ISBN 8525411302</a>.</li>\n<li>_________. <i>Don Carlos, Infante de Espanha</i>, tradução de Frederico Lourenço. Portugal: Cotovia, 2008. <a href=\"/wiki/Especial:Fontes_de_livros/9789727952434\" class=\"internal mw-magiclink-isbn\">ISBN 978-972-795-243-4</a>.</li>\n<li>_________. <i>Guilherme Tell</i>, tradução de Silvio Augusto de Basto Meira. São Paulo: Círculo do Livro, 1991.</li>\n<li>_________. <i>Wallenstein</i> , tradução de Maria Hermínia Brandão. Portugal: Campo das Letras, 2008. <a href=\"/wiki/Especial:Fontes_de_livros/9896253307\" class=\"internal mw-magiclink-isbn\">ISBN 9896253307</a> .</li>\n<li>_________. <i>O Aparicionista. Das memórias do conde de O**,</i> tradução de Felipe Vale da Silva. São Paulo: Aetia Editorial/Editora Sebo Clepsidra, 2019. <a href=\"/wiki/Especial:Fontes_de_livros/9788590645016\" class=\"internal mw-magiclink-isbn\">ISBN 978 8590645016</a> .</li>\n<li>_________. <i>A Conspiração de Fiesco em Gênova: uma tragédia republicana</i>, tradução de Felipe Vale da Silva. São Paulo: Aetia Editorial, 2021. <a href=\"/wiki/Especial:Fontes_de_livros/9788594447134\" class=\"internal mw-magiclink-isbn\">ISBN 978-85-94447-13-4</a>.</li></ul>",
        "<ul><li>SCHILLER, Friedrich. <i>Cultura estética e liberdade</i>, tradução e organização de Ricardo Barbosa. São Paulo:Hedra, 2009. <a href=\"/wiki/Especial:Fontes_de_livros/8577151107\" class=\"internal mw-magiclink-isbn\">ISBN 8577151107</a>.</li>\n<li>_________. <i>Fragmentos das preleções sobre estética do semestre de inverno de 1792-93, recolhidos por Christian Friedrich Michaelis\", tradução e introdução por Ricardo Barbosa. Belo Horizonte:Editora UFMG, 2003. <a href=\"/wiki/Especial:Fontes_de_livros/8570413726\" class=\"internal mw-magiclink-isbn\">ISBN 8570413726</a>.</i></li>\n<li>_________. <i>A educação estética do homem</i>, tradução de Roberto Schwarz e Márcio Suzuki. São Paulo:Iluminuras, 2002, 4a. edição. <a href=\"/wiki/Especial:Fontes_de_livros/8585219106\" class=\"internal mw-magiclink-isbn\">ISBN 8585219106</a>.</li>\n<li>_________. <i>O que significa e com que fim se estuda a História universal, de Friedrich Schiller (tradução comentada)</i>, tradução de Felipe Vale da Silva. Trans/form/ação (UNESP Marília), v. 42, n. 3, p. 219-242, Jul./Set., 2019.</li></ul>",
        "<ul><li>SCHILLER, Friedrich. <i>Kallias Ou Sobre A Beleza. A correspondência entre Schiller e Körner, janeiro-fevereiro de 1793</i>, tradução de Ricardo Barbosa. Rio de Janeiro: Jorge Zahar Editora, 2002. <a href=\"/wiki/Especial:Fontes_de_livros/8571106797\" class=\"internal mw-magiclink-isbn\">ISBN 8571106797</a>.</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.wissen-im-netz.info/literatur/schiller/index.htm\">«Obras de Schiller»</a> (em alemão)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFriedrich+Schiller&amp;rft.btitle=Obras+de+Schiller&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.wissen-im-netz.info%2Fliteratur%2Fschiller%2Findex.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.dla-marbach.de/\">«Schiller-Nationalmuseum»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFriedrich+Schiller&amp;rft.btitle=Schiller-Nationalmuseum&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.dla-marbach.de%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.gutenberg.org/browse/authors/s#a289\">«Obras de Schiller no Projeto Gutenberg»</a> (em alemão e inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFriedrich+Schiller&amp;rft.btitle=Obras+de+Schiller+no+Projeto+Gutenberg&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.gutenberg.org%2Fbrowse%2Fauthors%2Fs%23a289&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.de/books?q=Friedrich+Schiller&amp;as_brr=1\">«Ebooks de Schiller»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFriedrich+Schiller&amp;rft.btitle=Ebooks+de+Schiller&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fbooks.google.de%2Fbooks%3Fq%3DFriedrich%2BSchiller%26as_brr%3D1&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.uni-jena.de\">«Universidade Friedrich Schiller em Iena»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFriedrich+Schiller&amp;rft.btitle=Universidade+Friedrich+Schiller+em+Iena&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.uni-jena.de&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.deutsche-biographie.de/sfz45355.html\">Biografia em alemão</a> na <a href=\"/wiki/Allgemeine_Deutsche_Biographie\" title=\"Allgemeine Deutsche Biographie\">Allgemeine Deutsche Biographie</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://schillerinstitute.com\">Schiller Institute</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1759\" title=\"Categoria:Nascidos em 1759\">Nascidos em 1759</a><a href=\"/wiki/Categoria:Mortos_em_1805\" title=\"Categoria:Mortos em 1805\">Mortos em 1805</a><a href=\"/wiki/Categoria:Dramaturgos_da_Alemanha\" title=\"Categoria:Dramaturgos da Alemanha\">Dramaturgos da Alemanha</a><a href=\"/wiki/Categoria:Escritores_em_l%C3%ADngua_alem%C3%A3\" title=\"Categoria:Escritores em língua alemã\">Escritores em língua alemã</a><a href=\"/wiki/Categoria:Historiadores_da_Alemanha\" title=\"Categoria:Historiadores da Alemanha\">Historiadores da Alemanha</a><a href=\"/wiki/Categoria:Ma%C3%A7ons_do_s%C3%A9culo_XVIII\" title=\"Categoria:Maçons do século XVIII\">Maçons do século XVIII</a><a href=\"/wiki/Categoria:Ma%C3%A7ons_do_s%C3%A9culo_XIX\" title=\"Categoria:Maçons do século XIX\">Maçons do século XIX</a><a href=\"/wiki/Categoria:M%C3%A9dicos_escritores\" title=\"Categoria:Médicos escritores\">Médicos escritores</a><a href=\"/wiki/Categoria:Mortes_por_tuberculose_na_Alemanha\" title=\"Categoria:Mortes por tuberculose na Alemanha\">Mortes por tuberculose na Alemanha</a><a href=\"/wiki/Categoria:Naturais_de_Marbach_am_Neckar\" title=\"Categoria:Naturais de Marbach am Neckar\">Naturais de Marbach am Neckar</a><a href=\"/wiki/Categoria:Poetas_da_Alemanha\" title=\"Categoria:Poetas da Alemanha\">Poetas da Alemanha</a><a href=\"/wiki/Categoria:Poetas_do_s%C3%A9culo_XVIII\" title=\"Categoria:Poetas do século XVIII\">Poetas do século XVIII</a><a href=\"/wiki/Categoria:Poetas_do_s%C3%A9culo_XIX\" title=\"Categoria:Poetas do século XIX\">Poetas do século XIX</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Jena\" title=\"Categoria:Professores da Universidade de Jena\">Professores da Universidade de Jena</a><a href=\"/wiki/Categoria:Sturm_und_Drang\" title=\"Categoria:Sturm und Drang\">Sturm und Drang</a><a href=\"/wiki/Categoria:Te%C3%B3ricos_da_literatura\" title=\"Categoria:Teóricos da literatura\">Teóricos da literatura</a><a href=\"/wiki/Categoria:Tradutores_da_Alemanha\" title=\"Categoria:Tradutores da Alemanha\">Tradutores da Alemanha</a><a href=\"/wiki/Categoria:Tradutores_da_l%C3%ADngua_grega_antiga\" title=\"Categoria:Tradutores da língua grega antiga\">Tradutores da língua grega antiga</a><a href=\"/wiki/Categoria:Tradutores_para_a_l%C3%ADngua_alem%C3%A3\" title=\"Categoria:Tradutores para a língua alemã\">Tradutores para a língua alemã</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/7/74/Friedrich_Schiller_by_Ludovike_Simanowiz.jpg/250px-Friedrich_Schiller_by_Ludovike_Simanowiz.jpg",
    "view": "friedrich_schiller"
}