{
    "url": "https://pt.wikipedia.org/wiki/Friedrich_Nietzsche",
    "codigo_http": 200,
    "titulo": [
        "Friedrich Nietzsche"
    ],
    "conteudo": [
        "Friedrich Wilhelm Nietzsche (Röcken, 15 de outubro de 1844 – Weimar, 25 de agosto de 1900) foi um filósofo, filólogo, crítico cultural, poeta e compositor alemão.[1] Escreveu vários textos criticando a religião, a moral, a cultura contemporânea, a filosofia e a ciência, exibindo certa predileção por metáfora, ironia e aforismo.[2][3]\n",
        "Suas ideias-chave incluíam a dicotomia apolíneo e dionisíaco, o perspectivismo, a vontade de poder, a morte de Deus, o Übermensch e o eterno retorno. Sua filosofia central é a \"afirmação da vida\", que envolve o questionamento de qualquer doutrina que drene energias expansivas, não importando o quão histórica e socialmente predominantes sejam essas ideias.[4] Seu questionamento radical do valor e da objetividade da verdade tem sido extremamente debatido e sua influência continua a ser substancial, especialmente na tradição filosófica continental compreendendo existencialismo, pós-modernismo e pós-estruturalismo. Suas ideias de superação individual e transcendência tiveram um impacto profundo sobre diversos pensadores entre o final do século XIX e o início do século XX, que usaram tais conceitos como pontos de partida para suas próprias filosofias.[5][6]\n",
        "Nietzsche começou sua carreira como filólogo clássico — um estudioso da crítica textual grega e romana — antes de se voltar para a filosofia. Em 1869, aos vinte e quatro anos, foi nomeado para a cadeira de Filologia Clássica na Universidade de Basileia, a pessoa mais jovem a ter alcançado esta posição.[7] Em 1889, com quarenta e quatro anos de idade, sofreu um colapso mental. O incidente foi posteriormente atribuído à paresia geral atípica devido à sífilis terciária, mas esse diagnóstico tem sido enfrentado pelos leitores e estudiosos da obra de Nietzsche.[8] Nietzsche viveu seus últimos anos sob os cuidados de sua mãe até a morte dela em 1897. Depois, caiu sob os cuidados de sua irmã, Elisabeth Förster-Nietzsche, até morrer em 1900.[9]\n",
        "Como sua cuidadora, sua irmã assumiu o papel de curadora e editora de seus manuscritos. Elizabeth era casada com um proeminente nacionalista e antissemita alemão, Bernhard Förster, e retrabalhou escritos inéditos de Nietzsche para adequá-los à ideologia de seu marido de maneira contrária às opiniões expressas por seu irmão, que estavam explicitamente opostas ao antissemitismo e ao nacionalismo. Através das edições de Förster-Nietzsche, o nome de Friedrich tornou-se associado ao militarismo alemão e ao nazismo, mas, desde o século XX, analistas literários vêm tentando neutralizar esse equívoco das ideias de Nietzsche.[10]\n",
        "Friedrich Wilhelm Nietzsche ([ˈniːtʃə][11] ou [ˈnitʃi][12]) nasceu em uma família luterana, em 15 de outubro de 1844. Filho de Carl Ludwig Nietzsche, seus dois avós eram pastores protestantes.[13] O próprio Nietzsche pensou em seguir a carreira de pastor, entretanto rejeitou a crença religiosa durante sua adolescência e o seu contato com a filosofia afastou-o da carreira teológica. Iniciou seus estudos no semestre de inverno de 1864-1865 na Universidade de Bonn em filologia clássica e teologia evangélica. Em Bonn, participou da Burschenschaft Frankonia, mas acabou abandonando-a em razão de sua participação atrapalhar seus estudos. Transferiu-se, depois, para a Universidade de Leipzig: isso se deveu, acima de tudo, à transferência do professor Friedrich Wilhelm Ritschl (figura paterna para Nietzsche) para essa organização. Durante os seus estudos na Universidade de Leipzig, a leitura de Schopenhauer (O Mundo como Vontade e Representação, de 1820) veio a constituir as premissas da sua vocação filosófica. Aluno brilhante, dotado de sólida formação clássica, Nietzsche foi nomeado, aos 24 anos, professor de filologia na Universidade de Basileia. Adotou, então, a nacionalidade suíça. Desenvolveu, durante dez anos, a sua acuidade filosófica no contato com o pensamento grego antigo, com predileção para os Pré-socráticos, em especial para Heráclito e Empédocles. Durante os seus anos de ensino, tornou-se amigo de Jacob Burckhardt e Richard Wagner. Em 1870, comprometeu-se como voluntário (médico)[14] na Guerra franco-prussiana. A experiência da violência e o sofrimento chocaram-no profundamente.\n",
        "\nCom a pressão de ser jovem e ter que manter sua colocação como professor universitário, em 1872 Nietzsche publica O Nascimento da Tragédia. O livro é recebido com críticas mordazes de Ulrich von Wilamowitz-Moellendorff, filólogo de renome da época. Segundo o acadêmico, Nietzsche era a “desgraça de Schulpforta”, sendo Schulpforta uma escola preparatória de renome em que Nietzsche e ele próprio estudaram.[15]",
        "Em 1879, seu estado de saúde obrigou-o a deixar o posto de professor. Sua voz, inaudível, afastava os alunos. Começou, então, uma vida errante em busca de um clima favorável tanto para sua saúde como para seu pensamento (Veneza, Gênova, Turim, Nice, Sils-Maria: \"Não somos como aqueles que chegam a formar pensamentos senão no meio dos livros — o nosso hábito é pensar ao ar livre, andando, saltando, escalando, dançando (…).\" Em 1882, encontrou Paul Rée e Lou Andreas-Salomé, a quem pediu em casamento. Ela recusou, após ter-lhe feito esperar sentimentos recíprocos. No mesmo ano, começou a escrever o Assim Falou Zaratustra, quando de uma estada em Nice. Nietzsche não cessou de escrever com um ritmo crescente. Este período terminou brutalmente em 3 de Janeiro de 1889 com uma \"crise de loucura\" que, durando até à sua morte, colocou-o sob a tutela da sua mãe e sua irmã. No início desta loucura, Nietzsche personificou alternativamente as figuras de Dionísio e Cristo, expressas em bizarras cartas, afundando, depois, em um silêncio quase completo até à sua morte. Uma lenda dizia que contraiu sífilis. Estudos recentes defendem um diagnóstico de transtorno afetivo bipolar, manifesto desde sua adolescência, o que explicaria tanto suas depressões como períodos de escrita intensa (grafomania), e mesmo sua criatividade literária e poética.[16] Após sua morte, sua irmã, Elisabeth Förster-Nietzsche e Peter Gast, dileto amigo do filósofo, segundo um plano de Nietzsche, datado de 17 de março de 1887, efetuaram uma coletânea de fragmentos póstumos para compor a obra conhecida como \"Vontade de Poder\".[17] Essa obra foi, amiúde, acusada de ser uma \"deturpação nazista\"; tal afirmação mostrou-se inverídica, frente às comparações com a edição crítica alemã, como denotaram os tradutores da nova tradução para o português,[18] e especialmente o filósofo Gilvan Fogel, que afirmou que \"é preciso que se enfatize: os textos são autênticos. Todos são da cunhagem, da lavra de Nietzsche. Não foram, como já se disse e se insinuou, distorcidos ou adulterados pelos organizadores\".[19]\n",
        "Durante toda a vida, tentou explicar o insucesso de sua literatura, chegando à conclusão de que nascera póstumo,[20] para os leitores do porvir.[21]:30-32 O sucesso de Nietzsche, entretanto, sobreveio quando um professor dinamarquês leu a sua obra Assim Falou Zaratustra e, então, tratou de difundi-la, em 1888.[22]\n",
        "Muitos estudiosos da época tentaram localizar os momentos em que Nietzsche escrevia sob crises nervosas ou sob efeito de drogas.[23] Nietzsche estudou biologia e tentava descobrir sua própria maneira de minimizar os efeitos da sua doença.[24]\n",
        "Em 3 de janeiro de 1889, Nietzsche sofreu um colapso mental. Ele teria testemunhado o açoitamento de um cavalo no outro extremo da Piazza Carlo Alberto, e então correu em direção ao cavalo, jogou os braços ao redor de seu pescoço para protegê-lo e, em seguida, caiu no chão.[25][26]\n",
        "Nos dias seguintes, Nietzsche enviou escritos breves conhecidos como Wahnbriefe (\"Cartas da loucura\") para um número de amigos, como Cosima Wagner e Jacob Burckhardt. Muitas delas assinadas como \"Dionísio\".[27]\n",
        "Embora a maioria dos comentaristas considerem seu colapso como alheios à sua filosofia, Georges Bataille chegou a insinuar que sua filosofia pudesse tê-lo enlouquecido (\"'Homem encarnado' também deve enlouquecer\")[28] e a psicanálise post mortem de René Girard postula uma rivalidade de adoração com o Richard Wagner.[29]\n",
        "Faleceu em 25 de agosto de 1900. Encontra-se sepultado em Röcken Churchyard, Röcken, Saxônia-Anhalt na Alemanha.[30]\n",
        " A cultura ocidental e suas religiões, bem como a moral da tradição judaico-cristã, foram temas recorrentes na obra de Friedrich Nietzsche. O filósofo foi alvo de intensas críticas na história da filosofia moderna – em parte devido ao caráter aforístico e à complexidade de suas categorias conceituais –, o que frequentemente gera debates acerca dos limites entre interpretação literária e argumentação filosófica.[31]\n",
        "Em 1874, Friedrich Nietzsche questiona o valor da história, relacionando-a a uma instância exterior, a vida, que ele qualifica então como não histórica. Em 1878, essa perspectiva é revista, quando ele propõe uma \"filosofia histórica\" que passa a identificar vida e história, possibilitando a construção de uma história dos valores. Nesse contexto, Nietzsche aproxima-se do utilitarismo, perspectiva que ele critica e reelabora ao longo dos anos, como exemplificado em A Gaia Ciência (1882). Em 1887, o conceito de genealogia surge como uma nova abordagem histórica, na qual a análise crítica dos valores depende da superação do modelo utilitarista, constituindo também uma autocrítica ao seu pensamento anterior, como evidenciado na crítica a Paul Rée.[32]\n",
        "Além disso, Nietzsche considerava o cristianismo e o budismo como “as duas religiões da decadência”, embora apontasse diferenças fundamentais entre elas – por exemplo, afirmando que o budismo seria \"cem vezes mais realista que o cristianismo\". Em seus escritos, o filósofo também manifesta uma posição pessoal em relação ao ateísmo, como exemplificado em Ecce Homo:[33]\nA crítica nietzschiana ao idealismo metafísico concentra-se na problematização das categorias e dos valores morais que, segundo ele, encobrem uma realidade mais primordial. Para isso, propõe a genealogia dos valores – uma abordagem que visa investigar as origens históricas e culturais dos conceitos morais.[34] Friedrich Nietzsche procurou despir os valores universalmente aceitos das ilusões e dos preconceitos que, segundo ele, serviram de alicerce à civilização ocidental. Nesse sentido, tanto a moral tradicional – em especial a kantiana –, quanto a religião e a política, seriam máscaras que ocultam uma realidade profunda e, por vezes, ameaçadora.[35]\n",
        "Sobre o tema da escravidão, há controvérsias na interpretação dos escritos nietzschianos. Alguns estudiosos apontam que o filósofo teria mencionado, em certos trechos, ideias que hoje podem ser lidas como compatíveis com uma visão aristocrática – chegando, inclusive, a fazer comparações relativas à aptidão para o trabalho braçal de diferentes povos.[36] Em um trecho específico, o filósofo afirma:\n",
        " Segundo Maudemarie Clark, essa passagem deve ser interpretada no contexto de uma crítica à moral que, segundo Nietzsche, legitima hierarquias sociais – interpretação que, entretanto, permanece objeto de debate entre os estudiosos.[38]\n",
        "Para Nietzsche, a vida se mantém por meio de imbricações incessantes entre os seres, em uma luta constante em que vencedores podem, a qualquer momento, ser vencidos. Esse dinamismo é sintetizado na ideia da vontade de poder, entendida não somente como domínio, mas como uma força vital que se manifesta na criatividade e na superação dos limites impostos pelas convenções.[31]\nNesse sentido, não há meio-termo entre a aceitação plena da vida e a sua negação; o ideal nietzschiano consiste em arrancar as máscaras que distorcem a realidade, de modo a restituir à existência seu ritmo vital e exuberante.[35]\n",
        "Nietzsche apresenta o ser humano como um “filho do húmus”, constituído de corpo e vontade, destinado não apenas a sobreviver, mas a vencer. Suas “virtudes” – como orgulho, alegria, saúde, vigor sexual e disciplina intelectual – seriam, portanto, atributos de uma elite criadora, enquanto ele rejeita qualquer concepção de igualitarismo ou do imperativo categórico proposto por Kant.[39]\nEm sua crítica ao racionalismo, Nietzsche denuncia uma razão que, ao impor limites à vida, aprisiona o potencial humano. Para ele, o mundo não se organiza segundo uma ordem ou estrutura racional, mas se caracteriza pela desordem – uma realidade que somente a arte pode transmutar em beleza.[31]\n",
        "Ainda que reconheça pontos de convergência com pensadores como Kant e Platão, Nietzsche enfatiza que a filosofia deve libertar o indivíduo das imposições que restringem sua autenticidade. Ele defende, assim, uma liberdade que implica a escolha consciente entre um conjunto de valores criados historicamente e uma moral mais instintiva e vital – uma tensão que ilustra sua rejeição tanto da moralidade tradicional quanto de modelos utópicos de emancipação.[39]\n",
        "Para Kant, a razão – operando dentro de seus próprios limites – permitiria ao homem compreender-se e buscar a libertação. Em contraposição, Nietzsche entende que essa mesma razão aprisiona o espírito humano, transformando o processo de libertação em uma espécie de escravidão dos grilhões conceituais.[31]\n",
        "Em sua busca por uma nova forma de filosofar, marcada por um caráter libertário e pela superação dos condicionamentos históricos, Nietzsche propõe uma crítica radical à teleologia kantiana. Sua filosofia pressupõe que a verdadeira realidade não se encontra na conformidade a normas fixas, mas na expressão singular e instintiva da vida.[35] Nietzsche sustentava que a base racional da moralidade seria uma ilusão, descartando a noção de homem puramente racional. Para ele, o mundo é, antes de tudo, um fluxo de desordem e irracionalidade – onde a vida se revela na vivência do instante, sem as máscaras impostas por convenções artificiais.[31]\n",
        "O conceito de Übermensch (em português, \"Além-do-Homem\" ou \"Super-Homem\") é apresentado por Friedrich Nietzsche em sua obra Assim Falou Zaratustra e se tornou um dos elementos mais emblemáticos de seu pensamento filosófico.[40]:12–15 O Übermensch representa o ideal do ser humano que transcende a moralidade convencional e cria seus próprios valores, rompendo com as normas impostas pela sociedade e pela religião.[41]:243–248\n",
        "Para Nietzsche, o Übermensch não é um ser superior no sentido biológico ou racial, mas sim um indivíduo que afirma a vida em sua totalidade, aceitando tanto o sofrimento quanto o prazer como componentes inseparáveis da existência.[35]:208–210 Essa figura contrasta diretamente com o último homem, um ser resignado, conformista e medíocre, que busca apenas o conforto e a segurança, evitando desafios e aspirações elevadas.[40]:78–80\n",
        "O Übermensch está intimamente ligado ao conceito de eterno retorno, um experimento filosófico que propõe que a vida deve ser vivida de tal forma que o indivíduo desejaria reviver cada instante dela infinitamente.[42]:240 Nesse contexto, o Übermensch é aquele que aceita plenamente essa repetição eterna, transformando sua existência em uma obra de arte e criando novos valores que afirmam a vida, sem recorrer a princípios transcendentais ou absolutos.[43]:132–135\n",
        "Nietzsche nunca define explicitamente o Übermensch, deixando-o como um ideal aberto a múltiplas interpretações. Enquanto alguns estudiosos o consideram um modelo ético e estético, outros o veem como uma crítica às aspirações utópicas ou absolutistas.[44]:45–48 Após a morte do filósofo, o conceito foi apropriado de forma distorcida por movimentos nacionalistas, notadamente pelo nazismo, que o utilizou para promover ideias de superioridade racial. Essa apropriação foi fortemente incentivada por sua irmã, Elisabeth Förster-Nietzsche, que editou e manipulou as obras póstumas de Nietzsche, atribuindo-lhe um caráter antissemita que ele nunca endossou.[45]\n",
        "No entanto, a leitura contemporânea do Übermensch tende a ressaltar seu caráter existencialista, focado na autonomia criativa, na autossuperação e na rejeição da moralidade herdada, reafirmando Nietzsche como um pensador que promove a liberdade individual e a reinvenção constante da existência.[46]:94–98\n",
        "A questão do niilismo ocupa um lugar central na obra de Friedrich Nietzsche, sendo amplamente abordada em textos como A Gaia Ciência, Assim Falou Zaratustra e Para Além do Bem e do Mal. Nietzsche define o niilismo como o reconhecimento de que os valores supremos perderam seu valor, ou seja, de que não há um fundamento objetivo que justifique os sistemas morais e metafísicos tradicionais.[42]:125 Essa crise emerge, segundo Nietzsche, com a \"morte de Deus\", um evento metafórico que marca o colapso das crenças religiosas e a emergência de um vazio existencial.\n",
        "Para Nietzsche, o niilismo pode ser tanto passivo quanto ativo. No primeiro caso, há um sentimento de desesperança diante do vazio deixado pelo colapso dos valores tradicionais. No segundo, o niilismo assume um caráter afirmativo, em que o indivíduo cria seus próprios valores, rompendo com os dogmas estabelecidos.[47]\n",
        "Diversos pensadores interpretaram Nietzsche como um defensor do niilismo, enquanto outros consideram que ele propôs uma superação do niilismo. Martin Heidegger argumenta que Nietzsche é o \"último metafísico do Ocidente\", pois, ao diagnosticar o niilismo, ele acaba reafirmando a lógica da metafísica ocidental, ainda que de forma crítica.[48] Para Walter Kaufmann, por outro lado, Nietzsche não era um niilista no sentido tradicional, mas sim um crítico radical do niilismo passivo, propondo um \"niilismo ativo\" como forma de superá-lo e afirmar a vida.[35]:134–137\n",
        "A partir dessa perspectiva, o niilismo em Nietzsche não seria um ponto de chegada, mas um processo de transição. Ele defende a criação de novos valores através da figura do Übermensch, um indivíduo que, em vez de sucumbir ao vazio, transforma a ausência de fundamentos objetivos em um impulso criativo.[46]:95–98\n",
        "Nietzsche se mostrava crítico em relação às “ideias modernas” e à cultura de seu tempo. Para o filósofo, ideais como democracia, socialismo e certas formas de emancipação feminina refletiam, em sua visão, expressões de uma decadência do “tipo homem”. Essa perspectiva, ainda que controversa, o posiciona para muitos estudiosos como um precursor de debates que se estenderiam à pós-modernidade.[41]\n",
        "A associação de Nietzsche com a Alemanha Nazista deve-se, em parte, à atuação de Elisabeth Förster-Nietzsche, sua irmã simpatizante do regime, que procurou promover certos aspectos de seu pensamento para legitimar ideologias políticas. Conforme o próprio Heidegger – que teve uma relação complexa com o filósofo – \"na Alemanha se era contra ou a favor de Nietzsche\", evidenciando a instrumentalização de suas ideias em debates políticos posteriores.[49]\nTodavia, Nietzsche foi explicitamente crítico do antissemitismo – movimento que, posteriormente, se consolidaria no regime de Adolf Hitler e em seu entorno. Em A Genealogia da Moral, pode-se identificar sua oposição a interpretações que, a partir do ressentimento, incitassem a hostilidade contra determinados grupos sociais. Por exemplo, o filósofo declara:\n",
        "Independentemente das apropriações ideológicas ocorridas ao longo da história, a obra de Nietzsche sobrevive e continua a ser objeto de intenso estudo. Em diversos momentos, o filósofo tentou estabelecer diálogos entre seus contemporâneos – por meio de encontros de leitura e discussão – embora, em geral, sua produção intelectual tenha seguido um caminho solitário, marcado por intensas reflexões pessoais.[41]\n",
        "O estilo de escrita de Friedrich Nietzsche é marcado por uma abordagem aforística, poética e provocativa, diferenciando-o de muitos filósofos de sua época. Ao invés de textos sistemáticos e rigorosamente estruturados, Nietzsche optou por um formato fragmentado, utilizando aforismos, parábolas e metáforas para expressar suas ideias.[46]:34–38\n",
        "Essa escolha estilística reflete sua concepção de que a verdade não pode ser capturada em sistemas fechados e dogmáticos, mas deve ser explorada de forma dinâmica e multifacetada. Obras como Assim Falou Zaratustra e A Gaia Ciência exemplificam seu uso da linguagem metafórica e poética, evocando imagens poderosas e explorando um tom profético e visionário.[35]:176–180\n",
        "Além disso, Nietzsche recorre frequentemente ao uso da ironia e da crítica mordaz, adotando um tom combativo e polêmico. Em obras como Para Além do Bem e do Mal e Genealogia da Moral, ele utiliza a crítica moral como uma forma de desconstruir os valores ocidentais e expor suas contradições internas.[35]:89–92\n",
        "A combinação de um estilo aforístico, poético e crítico contribui para a ambiguidade interpretativa de sua obra, tornando-a suscetível a múltiplas leituras e apropriações, desde a filosofia existencialista até o pós-estruturalismo.[44]:23–25\n",
        "Contudo, no próprio legado do filósofo, é possível inferir suas posições críticas em relação a diversas correntes filosóficas e ideológicas. Ressalta-se que Nietzsche perdeu o pai precocemente,[21]:22–24 fato que possivelmente influenciou seu desenvolvimento pessoal e intelectual. Seus primeiros trabalhos, publicados até 1878 – os quais não expunham as ideias mais ácidas que posteriormente caracterizariam sua obra – fizeram pouco ou nenhum sucesso.[50] Além disso, o filósofo manifestou profundo desapontamento com o sucesso de Richard Wagner, em virtude da aproximação deste com o cristianismo.[51] A existência de Nietzsche foi marcada por uma vida errante, com escassas relações interpessoais e por recorrentes crises de saúde.[52]\n",
        "No entanto, Nietzsche demonstrava notório apreço pela natureza, pelos pré-socráticos e pelas culturas helênicas.[53] Nas obras de Nietzsche constata-se uma crítica severa a figuras e correntes como Immanuel Kant, Richard Wagner, Sócrates, Platão, Aristóteles, Xenofonte e Martinho Lutero, bem como a conceitos e instituições como a metafísica, o utilitarismo, o antissemitismo, o socialismo, o anarquismo, o fatalismo, a teologia, o cristianismo, a concepção de Deus, o pessimismo, o estoicismo, o iluminismo e a democracia.[54] Entre os poucos elogios que Nietzsche reservou, mesmo que frequentemente acompanhados de ressalvas, destacam-se referências a Arthur Schopenhauer, Baruch Espinoza, Fiódor Dostoiévski, William Shakespeare, Dante Alighieri, Napoleão Bonaparte, Johann Wolfgang von Goethe, Charles Darwin, Gottfried Leibniz, Blaise Pascal, Lord Byron, Alfred de Musset, Giacomo Leopardi, Heinrich von Kleist, Nikolai Gogol, Voltaire, Friedrich Schiller e, curiosamente, ao próprio Richard Wagner – com quem manteve, por certo período, uma relação de amizade e confiança.[55][56][57]\n",
        "Obras de Friedrich Nietzsche, na ordem em que foram compostas:\n",
        "Nietzsche escreveu uma coletânea de poemas, publicados postumamente sob o título Ditirambos de Dionísio.\n",
        "O filósofo deixou um vasto acervo de cadernos manuscritos e correspondências. Esses textos, em volume, superam suas obras publicadas. Os manuscritos da década de 1870 abordam, em grande parte, temas relacionados a uma teoria do conhecimento. Já os escritos da década de 1880, produzidos antes de seu colapso mental, foram selecionados por sua irmã, Elisabeth Förster-Nietzsche, que organizou e publicou sob o título A Vontade de Poder. Esses textos exploram questões ontológicas, incluindo as doutrinas da vontade de poder e do eterno retorno, como princípios interpretativos da realidade. Uma das afirmações recorrentes nesses fragmentos é que \"não há fatos, apenas interpretações\".[61]\n",
        "A obra Fragmentos Finais compila parte desses manuscritos reestruturados no Nietzsche-Archiv, preservando a autenticidade dos escritos originais.[62]\n",
        "Além de ser amplamente reconhecido por suas contribuições filosóficas, também se dedicou à poesia e a composição musical.[8] Sua formação na música foi fortemente marcada pela tradição romântica alemã, o que o levou a desenvolver um interesse profundo pela arte musical desde a infância.[21]:22–24 Nietzsche recebeu uma educação musical formal, destacando-se tanto como pianista quanto como compositor. Durante sua juventude, seu contato com renomados compositores, sobretudo Richard Wagner, exerceu forte influência sobre sua visão estética. Contudo, divergências filosóficas e pessoais levaram a um posterior distanciamento de Wagner.[51] Apesar de sua produção musical ter ficado em segundo plano em comparação à sua obra filosófica, as composições de Nietzsche contribuem para uma melhor compreensão de seu pensamento estético e emocional. Elas demonstram como o filósofo via a arte como meio de expressão e reflexão sobre a condição humana.[55] Sua obra Assim Falou Zaratustra inspirou o poema sinfônico homônimo de Richard Strauss, que se tornou um ícone da cultura popular contemporânea.[63]\n",
        "Friedrich Nietzsche exerceu um impacto profundo e duradouro na cultura ocidental, sobretudo na filosofia, psicologia, literatura e arte. Suas obras, marcadas por uma crítica incisiva à moralidade cristã, à metafísica e à noção de verdade objetiva, desafiaram as bases do pensamento ocidental tradicional e abriram caminho para novas correntes filosóficas. Na filosofia, Nietzsche é amplamente reconhecido como precursor do existencialismo, do pós-estruturalismo e da filosofia pós-moderna, influenciando pensadores como Jean-Paul Sartre, Martin Heidegger e Michel Foucault. Suas concepções sobre o \"eterno retorno\", a \"vontade de poder\" e a dicotomia apolíneo-dionisíaca redefiniram a análise da condição humana e fomentaram debates sobre a criação de valores em um mundo desprovido de absolutos.[64]\n",
        "Na psicologia, Nietzsche é frequentemente considerado um precursor da psicanálise, apesar de nunca ter sido formalmente um psicólogo. Sua exploração dos impulsos inconscientes e dos conflitos entre desejos e repressões antecipou conceitos centrais da teoria freudiana, Sigmund Freud reconheceu implicitamente a afinidade entre suas ideias e as de Nietzsche, e estudiosos contemporâneos continuam a explorar essa relação, enfatizando como ambos identificaram a luta entre pulsões instintuais e imposições culturais.[65] Na psicologia analítica, ele exerceu influência nos conceitos de inconsciente coletivo e arquétipos, Carl Gustav Jung considerava Assim Falou Zaratustra uma representação poderosa do confronto entre a consciência e o inconsciente, explorando as dimensões simbólicas presentes no texto.[66]\n",
        "Literariamente, Nietzsche influenciou escritores modernistas e expressionistas, cujas obras exploram o niilismo, a crise de identidade e a busca pelo sentido da existência. A prosa poética e aforística de Nietzsche inspirou autores como Rainer Maria Rilke, Hermann Hesse e André Gide. Sua linguagem metafórica e crítica social ecoam nas obras desses escritores, que frequentemente exploraram a tensão entre a liberdade individual e as imposições sociais.[67]\n",
        "A obra de Friedrich Nietzsche exerceu um impacto significativo nas artes visuais, influenciando movimentos como o expressionismo, o surrealismo e o modernismo. Seus conceitos sobre o niilismo, a crise da subjetividade e o confronto entre o apolíneo e o dionisíaco ressoaram nas obras de artistas como Edvard Munch, cujo quadro O Grito é frequentemente associado ao desespero existencial descrito por Nietzsche.[68] No surrealismo, a exploração do inconsciente e a rejeição da moralidade tradicional ecoam as críticas nietzschianas às convenções sociais, refletindo-se em obras de Salvador Dalí e Max Ernst.[69] Além disso, a figura do Übermensch foi reinterpretada em performances e instalações artísticas no século XX, desafiando noções estabelecidas de identidade e poder.[46]:135–143\n",
        "Seu legado permanece vivo na filosofia contemporânea, na psicologia existencial, na literatura pós-moderna e até na cultura popular, consolidando-se como um dos pensadores mais influentes e controversos do pensamento ocidental. Em 2025, a UNESCO reconheceu seu acervo de manuscritos como Patrimônio da Humanidade, destacando sua contribuição intelectual e artística.[70]\n"
    ],
    "ligacoes": [
        "<ul><li><i><a href=\"/wiki/O_Nascimento_da_Trag%C3%A9dia_no_Esp%C3%ADrito_da_M%C3%BAsica\" title=\"O Nascimento da Tragédia no Espírito da Música\">O Nascimento da Tragédia no Espírito da Música</a></i> (<i>Die Geburt der Tragödie aus dem Geiste der Musik</i>, 1872); reeditado em 1886 com o título <i>O Nascimento da Tragédia, ou Helenismo e Pessimismo</i> (<i>Die Geburt der Tragödie, Oder: Griechentum und Pessimismus</i>) e com um prefácio autocrítico. — Contra a concepção dos séculos <a href=\"/wiki/S%C3%A9culo_XVIII\" title=\"Século XVIII\">XVIII</a> e <a href=\"/wiki/S%C3%A9culo_XIX\" title=\"Século XIX\">XIX</a>, que tomavam a cultura grega como <a href=\"/wiki/Ep%C3%ADtome\" title=\"Epítome\">epítome</a> da simplicidade, da calma e da serena <a href=\"/wiki/Racionalidade\" title=\"Racionalidade\">racionalidade</a>, Nietzsche, então influenciado pelo <a href=\"/wiki/Romantismo\" title=\"Romantismo\">romantismo</a>, interpreta a cultura clássica grega como um embate de impulsos contrários: o <i>dionisíaco</i>, ligado à exacerbação dos sentidos, à embriaguez <a href=\"/wiki/%C3%8Axtase\" title=\"Êxtase\">extática</a> e <a href=\"/wiki/Misticismo\" title=\"Misticismo\">mística</a> e à supremacia amoral dos <a href=\"/wiki/Instinto\" title=\"Instinto\">instintos</a>, cuja figura é <a href=\"/wiki/Dion%C3%ADsio\" class=\"mw-redirect\" title=\"Dionísio\">Dionísio</a>, deus do <a href=\"/wiki/Vinho\" title=\"Vinho\">vinho</a>, da <a href=\"/wiki/Dan%C3%A7a\" title=\"Dança\">dança</a> e da <a href=\"/wiki/M%C3%BAsica\" title=\"Música\">música</a>, e o <i><a href=\"/wiki/Apol%C3%ADneo_e_Dionis%C3%ADaco\" title=\"Apolíneo e Dionisíaco\">apolíneo</a></i>, face ligada à perfeição, à medida das <a href=\"/wiki/Forma\" class=\"mw-disambig\" title=\"Forma\">formas</a> e das <a href=\"/wiki/A%C3%A7%C3%A3o_(psicologia)\" title=\"Ação (psicologia)\">ações</a>, à palavra e ao pensamento humanos (<i><a href=\"/wiki/Logos\" title=\"Logos\">logos</a></i>), representada pelo deus <a href=\"/wiki/Apolo\" title=\"Apolo\">Apolo</a>. Segundo Nietzsche, a vitalidade da cultura e do homem grego, atestadas pelo surgimento da <a href=\"/wiki/Trag%C3%A9dia\" title=\"Tragédia\">tragédia</a>, deveu-se ao desenvolvimento de ambas as forças, e o adoecimento da mesma sobreveio ao advento do <i>homem racional</i>, cuja marca é a figura de <a href=\"/wiki/S%C3%B3crates\" title=\"Sócrates\">Sócrates</a>, que pôs fim à afirmação do <i>homem trágico</i> e desencaminhou a <a href=\"/wiki/Cultura_ocidental\" title=\"Cultura ocidental\">cultura ocidental</a>, que acabou vítima do cristianismo durante séculos.</li>\n<li><i><a href=\"/wiki/A_Filosofia_na_Idade_Tr%C3%A1gica_dos_Gregos\" title=\"A Filosofia na Idade Trágica dos Gregos\">A Filosofia na Idade Trágica dos Gregos</a></i> (<i>Philosophie im tragischen Zeitalter der Griechen</i> - provavelmente os textos que o compõem remontam a 1873 - publicado postumamente). Trata-se de um livro deixado incompleto, mas que se sabe ter sido intenção de Nietzsche publicar. Trata-se, no fundo, de um escrito ainda filológico mas já de matriz filosófica disfarçada por uma pretensa intenção histórica; mas o grande diferencial desta obra, sua inovação, consiste em sua interpretação psicológica dos pensadores originários. Considera os casos gregos de <a href=\"/wiki/Tales_de_Mileto\" title=\"Tales de Mileto\">Tales</a>, <a href=\"/wiki/Anaximandro_de_Mileto\" class=\"mw-redirect\" title=\"Anaximandro de Mileto\">Anaximandro</a>, <a href=\"/wiki/Her%C3%A1clito\" title=\"Heráclito\">Heráclito</a>, <a href=\"/wiki/Parm%C3%AAnides\" title=\"Parmênides\">Parménides</a> e <a href=\"/wiki/Anax%C3%A1goras\" title=\"Anaxágoras\">Anaxágoras</a> sob uma perspectiva inovadora e interpretativa, relevadora da filosofia que é de Nietzsche.</li>\n<li><i><a href=\"/wiki/Sobre_a_Verdade_e_Mentiras_em_um_Sentido_N%C3%A3o-Moral\" title=\"Sobre a Verdade e Mentiras em um Sentido Não-Moral\">Sobre a Verdade e Mentiras em um Sentido Não-Moral</a></i><sup id=\"cite_ref-58\" class=\"reference\"><a href=\"#cite_note-58\"><span class=\"cite-bracket\">[</span>58<span class=\"cite-bracket\">]</span></a></sup> (<i>Über Wahrheit und Lüge im außermoralischen Sinn</i>, 1873 - publicado postumamente; edição brasileira, 2008). — Ensaio no qual afirma que aquilo que consideramos <i><a href=\"/wiki/Verdade\" title=\"Verdade\">verdade</a></i> é mera \"<i>armadura de <a href=\"/wiki/Met%C3%A1fora\" title=\"Metáfora\">metáforas</a>, <a href=\"/wiki/Meton%C3%ADmia\" title=\"Metonímia\">metonímias</a> e <a href=\"/wiki/Antropomorfismo\" title=\"Antropomorfismo\">antropomorfismos</a></i>\". Apesar de póstumo é considerado por estudiosos como elemento-chave de seu pensamento.</li>\n<li><i><a href=\"/wiki/Considera%C3%A7%C3%B5es_Extempor%C3%A2neas\" title=\"Considerações Extemporâneas\">Considerações Extemporâneas</a></i> ou <i>Considerações Intempestivas</i> (<i>Unzeitgemässe Betrachtungen</i>, 1873 a 1876). — Série de quatro artigos (dos treze planejados) que criticam a cultura europeia e alemã da época de um ponto de vista antimoderno, e anti-histórico, de crítica à <a href=\"/wiki/Modernidade\" title=\"Modernidade\">modernidade</a>.\n<ul><li><i><a href=\"/wiki/David_Strauss,_o_Confessor_e_o_Escritor\" class=\"mw-redirect\" title=\"David Strauss, o Confessor e o Escritor\">David Strauss, o Confessor e o Escritor</a></i> (<i>David Strauss, der Bekenner und der Schriftsteller</i>, 1873) no qual, ao atacar a ideia proposta por <a href=\"/wiki/David_Friedrich_Strauss\" title=\"David Friedrich Strauss\">David Friedrich Strauss</a> de uma \"nova <a href=\"/wiki/F%C3%A9\" title=\"Fé\">fé</a>\" baseada no desvendamento científico do mundo, afirma que o princípio da <i>vida</i> é mais importante que o do <i>conhecimento</i>, que a busca de conhecimento (posteriormente discutida no conceito de \"vontade de verdade\") deve servir aos interesses da vida;</li>\n<li><i><a href=\"/wiki/Dos_Usos_e_Desvantagens_da_Hist%C3%B3ria_Para_a_Vida\" class=\"mw-redirect\" title=\"Dos Usos e Desvantagens da História Para a Vida\">Dos Usos e Desvantagens da História Para a Vida</a></i> (<i>Vom Nutzen und Nachteil der Historie für das Leben</i>, 1874);</li>\n<li><i><a href=\"/wiki/Schopenhauer_como_Educador\" class=\"mw-redirect\" title=\"Schopenhauer como Educador\">Schopenhauer como Educador</a></i> (<i>Schopenhauer als Erzieher</i>, 1874);</li>\n<li><i><a href=\"/wiki/Richard_Wagner_em_Bayreuth\" class=\"mw-redirect\" title=\"Richard Wagner em Bayreuth\">Richard Wagner em Bayreuth</a></i> (<i>Richard Wagner in Bayreuth</i>, 1876).</li></ul></li>\n<li><i><a href=\"/wiki/Humano,_Demasiado_Humano\" title=\"Humano, Demasiado Humano\">Humano, Demasiado Humano, um Livro para Espíritos Livres</a></i> (<i>Menschliches, Allzumenschliches, Ein Buch für freie Geister</i>, versão final publicada em 1886); primeira parte originalmente publicada em 1878, complementada com <i>Opiniões e Máximas</i> (<i>Vermischte Meinungen und Sprüche</i>, 1879) e com <i>O Andarilho e sua Sombra</i> ou <i>O Viajante e sua Sombra</i> (<i>Der Wanderer und sein Schatten</i>, 1880). — Primeiro de estilo aforismático do autor.</li>\n<li><i><a href=\"/wiki/Aurora_(livro)\" title=\"Aurora (livro)\">Aurora, Reflexões sobre Preconceitos Morais</a></i> (<i>Morgenröte. Gedanken über die moralischen Vorurteile</i>, 1881). — A compreensão <a href=\"/wiki/Hedonismo\" title=\"Hedonismo\">hedonística</a> das razões da ação humana e da moral são aqui substituídas, pela primeira vez, pela ideia de <i>poder</i>, <i>sensação de poder</i>, início das reflexões sobre a <i><a href=\"/wiki/Vontade_de_poder\" title=\"Vontade de poder\">vontade de poder</a></i>, que só seriam explicitadas em <i>Assim Falou Zaratustra</i>.</li>\n<li><i><a href=\"/wiki/A_Gaia_Ci%C3%AAncia\" title=\"A Gaia Ciência\">A Gaia Ciência</a></i>, traduzida também com <i>Alegre Sabedoria</i>, ou <i>Ciência Gaiata</i> (<i>Die fröhliche Wissenschaft</i>, 1882). — No terceiro capítulo deste livro é lançada o famoso diagnóstico nietzschiano: \"<i><a href=\"/wiki/Deus_est%C3%A1_morto\" title=\"Deus está morto\">Deus está morto</a>. Deus continua morto. <a href=\"/wiki/Morte_de_Deus\" class=\"mw-redirect\" title=\"Morte de Deus\">E fomos nós que o matamos</a></i>\", proferido pelo <i>Homem Louco</i> em meio aos mercadores ímpios (§125). No penúltimo parágrafo surge a ideia de eterno retorno. E no último, aparece <a href=\"/wiki/Zaratustra\" title=\"Zaratustra\">Zaratustra</a>, o criador da moral corporificada do <a href=\"/wiki/Bem\" class=\"mw-disambig\" title=\"Bem\">Bem</a> e do <a href=\"/wiki/Mal\" title=\"Mal\">Mal</a> que, como personagem na obra posterior, finalmente superará sua própria criação e anunciará o advento de um novo homem, um <a href=\"/wiki/Al%C3%A9m-Homem\" class=\"mw-redirect\" title=\"Além-Homem\">Além-Homem</a>.</li>\n<li><i><a href=\"/wiki/Assim_Falou_Zaratustra\" title=\"Assim Falou Zaratustra\">Assim Falou Zaratustra, um Livro para Todos e para Ninguém</a></i> (<i>Also Sprach Zarathustra, Ein Buch für Alle und Keinen</i>, 1883-85). Nessa trama centrada na figura do sábio solitário <a href=\"/wiki/Zaratustra\" title=\"Zaratustra\">Zaratustra</a>, o conceito do <a href=\"/wiki/Al%C3%A9m-Homem\" class=\"mw-redirect\" title=\"Além-Homem\">super-Homem</a> surge necessário quando o homem já não mais se identifica com os seus semelhantes, com os demais homens. A necessidade da superação, reafirmando os valores imutáveis da natureza (como a força vital, o amor e o devir) tornam-se indispensáveis para que não se perca a própria identidade em meio ao caos do mundo, mesmo que isso não seja aceito ou bem interpretado pela sociedade.</li>\n<li><i><a href=\"/wiki/Para_Al%C3%A9m_do_Bem_e_do_Mal\" title=\"Para Além do Bem e do Mal\">Além do Bem e do Mal, Prelúdio a uma Filosofia do Futuro</a></i> (<i>Jenseits von Gut und Böse. Vorspiel einer Philosophie der Zukunft</i>, 1886). Neste livro denso são expostos os conceitos de <i><a href=\"/wiki/Vontade_de_poder\" title=\"Vontade de poder\">vontade de poder</a></i>, a natureza da realidade considerada de dentro dela mesma, sem apelar a ilusórias instâncias <a href=\"/wiki/Transcendentalismo\" title=\"Transcendentalismo\">transcendentes</a>, <i>perspectivismo</i> e outras noções importantes do pensador. Critica demolidoramente as filosofias metafísicas em todas as suas formas, e fala da criação de valores como prerrogativa nobre que deve ser posta em prática por uma nova espécie de filósofos.</li></ul>",
        "<ul><li><i><a href=\"/wiki/Genealogia_da_Moral,_uma_Pol%C3%AAmica\" class=\"mw-redirect\" title=\"Genealogia da Moral, uma Polêmica\">Genealogia da Moral, uma Polêmica</a></i> (<i>Zur Genealogie der Moral, Eine Streitschrift</i>, 1887). Complementar ao anterior — como que sua parte prática, aplicada — este livro desvenda o surgimento e o real significado de nossos corriqueiros <a href=\"/wiki/Ju%C3%ADzo\" title=\"Juízo\">juízos</a> de valor.</li>\n<li><i><a href=\"/wiki/Crep%C3%BAsculo_dos_%C3%8Ddolos\" title=\"Crepúsculo dos Ídolos\">O Crepúsculo dos Ídolos, ou como Filosofar com o Martelo</a></i> (<i>Götzen-Dämmerung, oder Wie man mit dem Hammer philosophiert</i>, agosto-setembro 1888). Obra onde dilacera as crenças, os <a href=\"/wiki/%C3%8Ddolo\" title=\"Ídolo\">ídolos</a> (<i>ideais</i> ou autores do <a href=\"/wiki/C%C3%A2none\" title=\"Cânone\">cânone</a> filosófico), e analisa toda a gênese da <a href=\"/wiki/Culpa\" title=\"Culpa\">culpa</a> no ser humano.</li>\n<li><i><a href=\"/wiki/O_Caso_de_Wagner\" class=\"mw-redirect\" title=\"O Caso de Wagner\">O Caso Wagner, um Problema para Músicos</a></i> (<i>Der Fall Wagner, Ein Musikanten-Problem</i>, maio-agosto 1888).</li>\n<li><i><a href=\"/wiki/O_Anticristo\" title=\"O Anticristo\">O Anticristo - Praga contra o Cristianismo</a></i> (<i>Der Antichrist. Fluch auf das Christentum</i>, setembro 1888) - Apesar de apontar <a href=\"/wiki/Cristo\" title=\"Cristo\">Cristo</a>, mesmo em sua concepção \"própria\", como sintoma de uma decadência análoga à que possibilitou o surgimento do Budismo, nesta obra Nietzsche dirige suas críticas mais agudas a <a href=\"/wiki/Paulo_de_Tarso\" title=\"Paulo de Tarso\">Paulo de Tarso</a>, o codificador do cristianismo e fundador da <a href=\"/wiki/Igreja_Cat%C3%B3lica\" title=\"Igreja Católica\">Igreja</a>. Acusa-o de deturpar o ensinamento de seu mestre — pregador da salvação no agora deste mundo, realizada nele mesmo e não em promessas de um Além — forjando o mundo de Deus como acima e além deste mundo. \"<i>O único cristão morreu na cruz</i>\", como diz no livro que seria o início de uma obra maior a que deu sucessivamente os títulos de <i>Vontade de Poder</i> e <i>Transmutação de Todos os Valores</i>: uma grande composição sinótica (ver <i><a href=\"/wiki/Magnum_in_parvo:_Uma_filosofia_em_comp%C3%AAndio\" title=\"Magnum in parvo: Uma filosofia em compêndio\">Magnum in parvo: Uma filosofia em compêndio</a></i>)<sup id=\"cite_ref-59\" class=\"reference\"><a href=\"#cite_note-59\"><span class=\"cite-bracket\">[</span>59<span class=\"cite-bracket\">]</span></a></sup> da qual restam apenas meras peças (<i><a href=\"/wiki/O_Anticristo\" title=\"O Anticristo\">O Anticristo</a></i>, <i><a href=\"/wiki/Crep%C3%BAsculo_dos_%C3%8Ddolos\" title=\"Crepúsculo dos Ídolos\">Crepúsculo dos Ídolos </a></i>e o <i><a href=\"/wiki/Nietzsche_contra_Wagner\" title=\"Nietzsche contra Wagner\">Nietzsche contra Wagner</a></i>) não menos brilhantes que a restante obra.</li>\n<li><i><a href=\"/wiki/Ecce_Homo_(livro)\" class=\"mw-redirect\" title=\"Ecce Homo (livro)\">Ecce Homo, de como a gente se torna o que a gente é</a></i> (<i>Ecce Homo, Wie man wird, was man ist</i>, outubro-novembro 1888) — Uma autobi(bli)ografia, onde Nietzsche, ciente de sua importância e acometido por delírios de grandeza, acha necessário, antes de expor ao mundo a sua obra definitiva (jamais concluída), dizer quem ele é, por que escreve o que escreve e por que \"é um destino\". Comenta as suas obras então publicadas. Oferece uma consideração sobre o significado de <a href=\"/wiki/Zaratustra\" title=\"Zaratustra\">Zaratustra</a>. E por fim, dizendo saber o que o espera, anuncia o <a href=\"/wiki/Apocalipse\" title=\"Apocalipse\">apocalipse</a>: \"<i>Conheço minha sina. Um dia, meu nome será ligado à lembrança de algo tremendo — de uma crise como jamais houve sobre a <a href=\"/wiki/Terra\" title=\"Terra\">Terra</a>, da mais profunda colisão de consciências, de uma decisão conjurada contra tudo o que até então foi acreditado, santificado, requerido. (… ) Tenho um medo pavoroso de que um dia me declarem santo: perceberão que público este livro antes, ele deve evitar que se cometam abusos comigo. (… ) Pois quando a verdade sair em luta contra a mentira de milênios, teremos comoções, um espasmo de terremoto, um deslocamento de montes e vales como jamais foi sonhado. A noção de política estará então completamente dissolvida em uma guerra de espíritos, todas as formações de poder da velha sociedade terão explodido pelos ares — todas se baseiam inteiramente na mentira: haverá guerras como ainda não houve sobre a Terra.</i>\"<sup id=\"cite_ref-60\" class=\"reference\"><a href=\"#cite_note-60\"><span class=\"cite-bracket\">[</span>60<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/wiki/Nietzsche_contra_Wagner\" title=\"Nietzsche contra Wagner\">Nietzsche contra Wagner</a></i> (<i>Nietzsche contra <a href=\"/wiki/Richard_Wagner\" title=\"Richard Wagner\">Wagner</a>, Aktenstücke eines Psychologen</i>, dezembro 1888).</li></ul>",
        "<ul><li><a href=\"/wiki/Anarquismo_e_Friedrich_Nietzsche\" title=\"Anarquismo e Friedrich Nietzsche\">Anarquismo e Friedrich Nietzsche</a></li>\n<li><a href=\"/wiki/Lei_contra_o_cristianismo\" title=\"Lei contra o cristianismo\">Lei contra o cristianismo</a></li>\n<li><a href=\"/wiki/Super-Homem_(filosofia)\" class=\"mw-redirect\" title=\"Super-Homem (filosofia)\">Super-Homem (filosofia)</a></li>\n<li><a href=\"/wiki/Apol%C3%ADneo_e_Dionis%C3%ADaco\" title=\"Apolíneo e Dionisíaco\">Apolíneo e Dionisíaco</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.consciencia.org/nietzsche.shtml\">Biografia</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.terra.com.br/diversao/friedrich-nietzsche-o-filosofo-explosivo,04306f735330c1c4c10cd59589c25badmc3gc8s4.html\">Especial sobre Nietzsche</a>. <a href=\"/wiki/Portal_Terra\" class=\"mw-redirect\" title=\"Portal Terra\">Portal Terra</a>. Educação.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.fflch.usp.br/df/gen/\">GEN - Grupo de Estudos Nietzsche</a>. <a href=\"/wiki/FFLCH-USP\" class=\"mw-redirect\" title=\"FFLCH-USP\">FFLCH-USP</a>.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20170306024708/http://www.cadernosnietzsche.unifesp.br/\"><i>Cadernos Nietzsche</i></a>, uma publicação do GEN.</li>\n<li>RUBIRA, Luís Eduardo X. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.fflch.usp.br/df/site/posgraduacao/2009_doc/2009.doc.Luis_Eduardo_Xavier_Rubira.pdf\"><i>Nietzsche: do eterno retorno do mesmo à transvaloração de todos os valores</i></a> (tese de doutorado). FFLCH-USP, 2008.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.tragica.org/artigos/02/01-alexandre.pdf\">Nietzsche e os Gregos</a>, por Alexandre Alves. Revista <i>Trágica: estudos sobre Nietzsche</i>; 2º sem. de 2008, vol.1, nº 2, pp. 1–17.</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nietzschesource.org/\">«<b>Nietzsche Source</b>: Sämtliche Werke, kritische Ausgabe, hg. von Colli/Montinari»</a> (em alemão). Digitale Faksimile Gesamtausgabe des Nachlasses</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFriedrich+Nietzsche&amp;rft.btitle=Nietzsche+Source%3A+S%C3%A4mtliche+Werke%2C+kritische+Ausgabe%2C+hg.+von+Colli%2FMontinari&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.nietzschesource.org%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li>D'IORIO, Paolo. <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120921231441/http://www.hypernietzsche.org/doc/puf/\"><i>HyperNietzsche</i></a>. Paris: PUF, 2000 (em francês)</li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.thenietzschechannel.com/\">«The Nietzsche Channel»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFriedrich+Nietzsche&amp;rft.btitle=The+Nietzsche+Channel&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.thenietzschechannel.com%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.nietzscheana.com.ar\">«Nietzsche en Castellaño»</a> (em espanhol)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AFriedrich+Nietzsche&amp;rft.btitle=Nietzsche+en+Castella%C3%B1o&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.nietzscheana.com.ar&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:P_religion_world.svg\" title=\"Portal da religião\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/40px-P_religion_world.svg.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/60px-P_religion_world.svg.png 2x\" data-file-width=\"400\" data-file-height=\"360\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Religi%C3%A3o\" title=\"Portal:Religião\">Portal da religião</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1844\" title=\"Categoria:Nascidos em 1844\">Nascidos em 1844</a><a href=\"/wiki/Categoria:Mortos_em_1900\" title=\"Categoria:Mortos em 1900\">Mortos em 1900</a><a href=\"/wiki/Categoria:Friedrich_Nietzsche\" title=\"Categoria:Friedrich Nietzsche\">Friedrich Nietzsche</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos da Alemanha do século XIX\">Filósofos da Alemanha do século XIX</a><a href=\"/wiki/Categoria:Ateus_da_Alemanha\" title=\"Categoria:Ateus da Alemanha\">Ateus da Alemanha</a><a href=\"/wiki/Categoria:Escritores_da_Alemanha\" title=\"Categoria:Escritores da Alemanha\">Escritores da Alemanha</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Bonn\" title=\"Categoria:Alunos da Universidade de Bonn\">Alunos da Universidade de Bonn</a><a href=\"/wiki/Categoria:Escritores_por_religi%C3%A3o\" title=\"Categoria:Escritores por religião\">Escritores por religião</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Basileia\" title=\"Categoria:Professores da Universidade de Basileia\">Professores da Universidade de Basileia</a><a href=\"/wiki/Categoria:Naturais_da_Sax%C3%B4nia-Anhalt\" title=\"Categoria:Naturais da Saxônia-Anhalt\">Naturais da Saxônia-Anhalt</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_ateus\" title=\"Categoria:Filósofos ateus\">Filósofos ateus</a><a href=\"/wiki/Categoria:Existencialistas\" title=\"Categoria:Existencialistas\">Existencialistas</a><a href=\"/wiki/Categoria:Existencialismo_ate%C3%ADsta\" title=\"Categoria:Existencialismo ateísta\">Existencialismo ateísta</a><a href=\"/wiki/Categoria:Helenistas\" title=\"Categoria:Helenistas\">Helenistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_arte\" title=\"Categoria:Filósofos da arte\">Filósofos da arte</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Leipzig\" title=\"Categoria:Alunos da Universidade de Leipzig\">Alunos da Universidade de Leipzig</a><a href=\"/wiki/Categoria:Cr%C3%ADticos_das_religi%C3%B5es\" title=\"Categoria:Críticos das religiões\">Críticos das religiões</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Nietzsche187a.jpg/250px-Nietzsche187a.jpg",
    "view": "friedrich_nietzsche"
}