{
    "url": "https://pt.wikipedia.org/wiki/George_Berkeley",
    "codigo_http": 200,
    "titulo": [
        "George Berkeley"
    ],
    "conteudo": [
        "George Berkeley (Condado de Kilkenny, 12 de março de 1685 — Oxford, 14 de janeiro de 1753) foi um filósofo idealista irlandês cuja principal contribuição foi o avanço de uma teoria que ele chamou de \"imaterialismo\" (mais tarde conhecido como idealismo subjetivo). Essa teoria nega a existência de substância material e, em vez disso, sustenta que objetos familiares como mesas e cadeiras são apenas ideias na mente daqueles que os percebem e, como resultado, os objetos não podem existir sem serem percebidos. Berkeley também é conhecido por sua crítica à abstração, uma importante premissa em seu argumento para o imaterialismo.\n",
        "Em 1709, Berkeley publicou sua primeira grande obra, Um Ensaio para uma Nova Teoria da Visão, na qual ele discutiu as limitações da visão humana e postulou a teoria de que os objetos apropriados da visão não são objetos materiais, mas formados por luzes e cores.[1] Essa premissa fundamentou sua Magnum Opus, Tratado sobre os Princípios do Conhecimento Humano, de 1710. Após a má recepção, ele reescreveu a obra em forma de diálogo e a publicou sob o título Três Diálogos entre Hylas e Philonous.\n",
        "Neste livro, os pontos de vista de Berkeley foram representados por Philonous (grego: \"amante da mente\"), enquanto Hylas (\"matéria\" em grego) incorporou os oponentes de Berkeley, em particular John Locke. Berkeley argumentou contra a doutrina de espaço, tempo e movimento de Isaac Newton em De Motu publicada em 1721. Seus argumentos foram precursores de ideias desenvolvidas por Mach e Einstein.[2] Em 1732, ele publicou Alciphron, uma apologética cristã contra os livres-pensadores, e em 1734, lançou The Analyst, uma influente crítica dos fundamentos do cálculo.[3]\n",
        "Em seu último grande trabalho filosófico, Siris (1744), Berkeley abarca uma ampla gama de tópicos, incluindo ciência, filosofia e teologia. O interesse pelo trabalho de Berkeley aumentou após a Segunda Guerra Mundial, pois ele abordou muitas das questões que passaram a ocupar o centro dos interesses da filosofia no século XX. Entre esses assuntos estão o problema da percepção, a diferença entre qualidades primárias e secundárias e a importância da linguagem.[4]\n",
        "A teoria de George Berkeley de que a matéria não existe vem da ideia de que \"as coisas sensíveis são aquelas que são imediatamente percebidas pelo sentido”. Todo o conhecimento vem da percepção; o que percebemos são ideias, não coisas em si mesmas; uma coisa em si deve ser uma experiência externa; então o mundo consiste apenas de ideias e mentes que percebem essas ideias; uma coisa só existe na medida em que percebe ou é percebida. Através disso, podemos ver que a consciência é considerada algo que existe, para Berkeley, devido à sua capacidade de perceber. \"O 'Ser', do objeto, significa ser percebido ao passo que o 'ser', do sujeito, significa perceber\".[5]\n",
        "A teoria de Berkeley baseia-se fortemente em sua forma de empirismo, que por sua vez depende fortemente dos sentidos. Seu empirismo pode ser definido por cinco proposições: todas as palavras significantes significam ideias; todo nosso conhecimento é sobre nossas ideias; todas as ideias vêm de fora ou de dentro; se vêm de fora devem-se aos sentidos, e estas são chamadas de sensações, se vêm de dentro eles são as operações da mente, e são chamadas de pensamentos.[6]\nBerkeley esclarece sua distinção entre ideias dizendo que elas \"são impressas nos sentidos\", \"percebidas atendendo às paixões e operações da mente\", ou \"são formadas pela ajuda da memória e da imaginação\".[6]\n",
        "Uma contestação à sua ideia era: se alguém sai de uma sala e a deixa de perceber, aquela sala deixaria de existir? Berkeley responde isso afirmando que ela ainda está sendo percebida e que a consciência que a está percebendo é a de Deus. Essa afirmação sustenta seu argumento de que é \" nosso conhecimento do mundo, e da existência de outras mentes dependem de um Deus que nunca nos enganaria\". O argumento de Berkeley postula um ser onisciente e onipresente.[6]\n",
        "A maior contribuição do cientista para a Física e o estudo do corpo humano foi o entendimento da visão associado a elementos sensitivos.\n",
        "Assim como a percepção de distância, tamanho e coordenadas dos objetos, o livro Um ensaio para a nova teoria da visão,[7] situa-se em tese central que a compreensão de análise de variados objetos não é controlada apenas pela visão, mas sim com forte participação de outro sentido, como o tato. Ele também argumenta contra estudiosos clássicos da ótica, dizendo que a profundidade espacial é ela mesma invisível, assim como a distância que separa o observador de um objeto. Ou seja, não enxergamos o espaço diretamente e nem deduzimos sua forma logicamente por meio das leis da ótica. Para ele, o espaço não é mais do que uma expectativa eventual de que as sensações visuais e táteis se seguirão em sequências regulares que passamos a esperar pelo hábito.\n",
        "A visualização dos objetos se baseia, em adaptações nas sensações nos movimentos oculares, porém as ideias de distância, grandeza e posição dos objetos, são proporcionadas pelo tato. Para Berkeley, o principio básico da visão é realmente apenas a percepção da luz e das cores. Distância, grandeza e posição são provocadas pelos próprios movimentos oculares, que assumiriam papéis de sinais, que seriam compreendidos pela visão.\n",
        "A contribuição maior de Berkeley para o estudo posterior da física aplicada ao corpo humano, é o entendimento dos músculos oculares, pois ao acreditar que a visão sensorial é a apenas uma coleção de ideias refutou embasamentos e trouxe muitas discussões, assim aplicado ao estudo da ótica, possibilitou a compreensão e análise de lentes e patologias associadas a visão.\n",
        "Outro aspecto impactante de Berkeley nos estudos dos fenômenos naturais, era sua intensa crítica aos termos físicos empregados principalmente por Newton, como por exemplo o termo \"atração\", onde as matérias se atraíam, e nada mais era dito sobre o assunto, apenas se assumia o fenômeno de atração, fato que deixava Berkeley profundamente perplexo, já que para ele, para se assumir algo, é necessário provar suas causas, para entender os porquês das reações, julgando raso e improcedente tais termos, gerando acaloradas discussões e principalmente despertando o interesse de seus leitores e físicos da época para que se provasse esses fundamentos tão profundos em significância.\n"
    ],
    "ligacoes": [
        "<ul><li>1685. Nasce George Berkeley, no dia 12 de março, em Kilkenny, na Irlanda, no Castelo de Dysart, próximo a Thomastown.</li>\n<li>1696. Berkeley vai para o Kilkenny College.</li>\n<li>1700. Ingressa no Trinity College, de Dublin.</li>\n<li>1702. É eleito Scholar.</li>\n<li>1704. Recebe o título de Bacharel em Artes (B.A.), no Trinity College.</li>\n<li>1707. Recebe o título de Mestre em Artes (M.A.); é eleito <a href=\"/wiki/Fellow\" title=\"Fellow\">fellow</a> do Trinity College; desenvolve a filosofia imaterialista, parcialmente registrada em dois cadernos de anotações, conhecidos atualmente como Comentários filosóficos; publica dois breves tratados matemáticos, intitulados Arithmetica e Miscellanea Mathematica.</li>\n<li>1708. Profere, em 11 de janeiro, um sermão sobre a <a href=\"/wiki/Imortalidade\" title=\"Imortalidade\">imortalidade</a>; redige a primeira versão da Introdução (manuscrita) do Tratado sobre os princípios do conhecimento humano.</li>\n<li>1709. Publica Um ensaio para uma nova teoria da visão.</li>\n<li>1710. Publica Tratado sobre os princípios do conhecimento humano; ordena-se padre.</li>\n<li>1712. Publica Discurso sobre a obediência passiva, previamente apresentado na forma de três sermões.</li>\n<li>1713. É apresentado à Corte Inglesa por <a href=\"/wiki/Jonathan_Swift\" title=\"Jonathan Swift\">Jonathan Swift</a>, autor da obra Viagens de Gulliver, e logo se torna um favorito da Corte; publica, em Londres, Três diálogos entre Hylas e Philonous; faz sua primeira viagem pelo continente europeu; visita Paris e Lyon, dentre outras cidades.</li>\n<li>1716. Como acompanhante de viagem de George Ashe (1658-1718), bispo de Clogher e amigo de Swift, faz um grande tour pela Europa; visita Paris, Roma, Turim, Nápoles, dentre outras cidades.</li>\n<li>1717. Escreve uma carta sobre a erupção do Monte Vesúvio; mantém um diário sobre sua viagem à Itália.</li>\n<li>1720. Retorna a Londres.</li>\n<li>1721. Recebe o título de Bacharel em Teologia (B.D.) e o de Doutor em Teologia (D.D.); publica De Motu; Essay on the Ruine of Great Britain.</li>\n<li>1722. Resolve criar um colégio nas Bermudas; é indicado para Deão de Dromore.</li>\n<li>1724. Nomeado Deão de Derry; delega seu cargo e usa sua renda para sustentar o Projeto Bermudas; publica An Proposal for the Better Supplying of Churches in our Foreign Plantations, and for converting the Savage Americans to Christianity, o anúncio público do Projeto Bermudas.</li>\n<li>1726. O Parlamento aprova, e o tesouro promete, uma subvenção de £ 20 mil para o Projeto Bermudas.</li>\n<li>1728. Em agosto, casa-se com Anne Forster; em setembro, depois de quatro anos de preparação para o novo colégio, viaja para a América do Norte; desembarca em Virgínia.</li>\n<li>1729. Em Newport, Rhode Island (EUA), compra uma propriedade para o colégio.</li>\n<li>1730. Espera a subvenção do Tesouro; pronuncia sermões; escreve Alciphron.</li>\n<li>1731. Fica sabendo que a subvenção não será paga; retorna a Londres.</li>\n<li>1732. Publica Alciphron, or The Minute Philosopher, obra em sete diálogos “contendo uma apologia a favor da religião cristã contra os assim chamados livre-pensadores”.</li>\n<li>1733. Publica A teoria da visão confirmada e explicada.</li>\n<li>1734. É consagrado bispo de Cloyone, onde serve sua diocese durante quase vinte anos; publica O analista.</li>\n<li>1735. Publica A Defence of Free-thinking in Mathematics e a primeira parte de The Querist, uma obra que examina as razões das péssimas condições econômicas na Irlanda.</li>\n<li>1736. Publica a segunda parte de The Querist.</li>\n<li>1737. Publica a terceira parte de The Querist; em Dublin, toma posse na Casa dos Lordes.</li>\n<li>1738. Discourse Addressed to Magistrates.</li>\n<li>1744. Publica Siris: a Chain of Philosophical Reflections and Inquiries concerning the Virtues of Tar-water, and divers other subjects, obra que contém uma discussão dos valores medicinais da água de alcatrão e faz uma exposição sobre a natureza metafísica do universo físico e espiritual assim como de Deus.</li>\n<li>1749. Publica Word to the Wise.</li>\n<li>1751. Morre William, seu filho mais velho.</li>\n<li>1752. Deixa Cloyne e vai para Oxford com sua família, onde estuda seu filho George. Publica Miscellany e a última edição de Alciphron.</li>\n<li>1753. Morre em Oxford, no dia 14 de janeiro; é enterrado na nave da Christ Church, de Oxford.</li></ul>",
        "<ul><li><i>Arithmetica</i> (1707)</li>\n<li><i>Miscellanea Mathematica</i> (1707)</li>\n<li><i>Philosophical Commentaries</i> or <i>Common-Place Book</i> (1707–08)</li>\n<li><i>An Essay towards a New Theory of Vision</i> (1709)</li>\n<li><i>A Treatise Concerning the Principles of Human Knowledge</i>, \"<a href=\"/wiki/Tratado_sobre_os_Princ%C3%ADpios_do_Conhecimento_Humano\" title=\"Tratado sobre os Princípios do Conhecimento Humano\">Tratado sobre os Princípios do Conhecimento Humano</a>\" - Parte I (1710)</li>\n<li><i>Passive Obedience, or the Christian doctrine of not resisting the Supreme Power</i> (1712)</li>\n<li><i><a href=\"/wiki/Three_Dialogues_between_Hylas_and_Philonous\" class=\"mw-redirect\" title=\"Three Dialogues between Hylas and Philonous\">Three Dialogues between Hylas and Philonous</a></i> (1713)</li>\n<li><i>An Essay Towards Preventing the Ruin of Great Britain</i> (1721)</li>\n<li><i><a href=\"/wiki/De_Motu_(ensaio_de_Berkeley)\" title=\"De Motu (ensaio de Berkeley)\">De Motu</a></i> (1721)</li>\n<li><i>A Proposal for Better Supplying Churches in our Foreign Plantations, and for converting the Savage Americans to Christianity by a College to be erected in the Summer Islands</i> (1725)</li>\n<li><i>A Sermon preached before the incorporated Society for the Propagation of the Gospel in Foreign Parts</i> (1732)</li>\n<li><i><a href=\"/wiki/Alciphron_(Livro)\" title=\"Alciphron (Livro)\">Alciphron, or the Minute Philosopher</a></i> (1732)</li>\n<li><i>The Theory of Vision, or Visual Language, shewing the immediate presence and providence of a Deity, vindicated and explained</i> (1733)</li>\n<li><i><a href=\"/wiki/The_Analyst\" title=\"The Analyst\">The Analyst: a Discourse addressed to an Infidel Mathematician</a></i> (1734)</li>\n<li><i>A Defence of Free-thinking in Mathematics, with Appendix concerning Mr. Walton's vindication of Sir Isaac Newton's Principle of Fluxions</i> (1735)</li>\n<li><i>Reasons for not replying to Mr. Walton's Full Answer</i> (1735)</li>\n<li><i>The Querist, containing several queries proposed to the consideration of the public</i> (three parts, 1735-7).</li>\n<li><i>A Discourse addressed to Magistrates and Men of Authority</i> (1736)</li>\n<li><i>Siris, a chain of philosophical reflections and inquiries, concerning the virtues of tar-water</i> (1744).</li>\n<li><i>A Letter to the Roman Catholics of the Diocese of Cloyne</i> (1745)</li>\n<li><i>A Word to the Wise, or an exhortation to the Roman Catholic clergy of Ireland</i> (1749)</li>\n<li><i>Maxims concerning Patriotism</i> (1750)</li>\n<li><i>Farther Thoughts on Tar-water</i> (1752)</li>\n<li><i>Miscellany</i> (1752)</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://conte.prof.ufsc.br/alciphron/\">Alciphron ou O filósofo minucioso / Siris</a> Tradução, apresentação e notas de Jaimir Conte. São Paulo: Editora da UNESP, 2022. (ISBN-13: ‎ 978-6557110966)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cfh.ufsc.br/~conte/txt-berkeley-comentarios.html\">Comentários Filosóficos</a> (escritos de 1705 a 1708),in: Obras Filosóficas. Trad. Jaimir Conte. São Paulo: Editora da UNESP, 2010.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unicamp.br/~jmarques/trad/BERKELEY_Teoria_da_Visao.pdf\">Um ensaio para uma nova teoria da visão</a> (1709), tradução de José Oscar de Almeida Marques.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cfh.ufsc.br/~conte/txt-berkeley-phk.html\">Tratado sobre os princípios do conhecimento humano</a> (1710) in: Obras Filosóficas. Trad. Jaimir Conte. São Paulo: Editora da UNESP, 2010.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cfh.ufsc.br/~conte/txt-berkeley-dial.html\">Três diálogos entre Hylas e Philonous</a> (1713) in: Obras Filosóficas. Trad. Jaimir Conte. São Paulo: Editora da UNESP, 2010.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.scientiaestudia.org.br/revista/PDF/04_01_05.pdf\">De Motu</a>(1721)Sobre o movimento ou sobre o princípio, a natureza e a causa da comunicação dos movimentos], tradução de Marcos Rodrigues da Silva.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cle.unicamp.br/cadernos/pdf/TradJoseOscar-Cad182.pdf\">\"Um Ensaio para uma Nova Teoria da Visão\" e \"A Teoria da Visão Confirmada e Explicada\"</a>, George Berkeley.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.scielo.br/pdf/ss/v8n4/07.pdf\">O Analista: ou um discurso dirigido a um matemático infiel</a> (1734): Traduzido do original em inglês por Alex Calazans e Eduardo Salles de Oliveira Barra.</li></ul>",
        "<ul><li>Berman, David. <i>Berkeley. Filosofia experimental</i>. Trad. José Oscar de Almeida Marques, São Paulo: Ed. Unesp, 2000.</li>\n<li>Bradatan, Costica. <i>O outro Bispo Berkeley: um exercício de reencantamento</i>. Tradução de Jaimir Conte. Chapecó, SC: Argos, Florianópolis: Editora da UFSC – 2023. 367 p.: 23 cm.. – (Perspectivas; 61).</li>\n<li>Huelga, Luis Alfonso Iglesias. <i>Berkeley, o empirista engenhoso.</i> Trad. Filipa Velosa. São Paulo: Salvat, 2017.</li>\n<li>Siqueira, Jean Rodrigues. <i>Ser é ser percebido: um exame de duas interpretações acerca da justificação do princípio fundamental da filosofia imterialista.</i> São Paulo: Autografia, 2005</li>\n<li>Strathern, Paul. <i>Berkeley em 90 minutos.</i> Trad. Cássio Boechat. Rio de Janeiro: Jorge Zahar Editor, 2003.</li></ul>",
        "<ul><li><a href=\"/wiki/Filosofia_da_matem%C3%A1tica\" title=\"Filosofia da matemática\">Filosofia da matemática</a></li>\n<li><a href=\"/wiki/Idealismo\" title=\"Idealismo\">Idealismo</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_katomic.png\" title=\"Portal da física\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nuvola_apps_katomic.png/40px-Nuvola_apps_katomic.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nuvola_apps_katomic.png/60px-Nuvola_apps_katomic.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:F%C3%ADsica\" title=\"Portal:Física\">Portal da física</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_kalzium.svg\" title=\"Portal da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Nuvola_apps_kalzium.svg/40px-Nuvola_apps_kalzium.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Nuvola_apps_kalzium.svg/60px-Nuvola_apps_kalzium.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Ci%C3%AAncia\" title=\"Portal:Ciência\">Portal da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_mathematics-p.svg\" title=\"Portal da matemática\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/40px-Nuvola_apps_edu_mathematics-p.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/60px-Nuvola_apps_edu_mathematics-p.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Matem%C3%A1tica\" title=\"Portal:Matemática\">Portal da matemática</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Ireland.svg\" title=\"Portal da Irlanda\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/45/Flag_of_Ireland.svg/40px-Flag_of_Ireland.svg.png\" decoding=\"async\" width=\"25\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/45/Flag_of_Ireland.svg/60px-Flag_of_Ireland.svg.png 2x\" data-file-width=\"1200\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Irlanda\" title=\"Portal:Irlanda\">Portal da Irlanda</a></span></span></li>    </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1685\" title=\"Categoria:Nascidos em 1685\">Nascidos em 1685</a><a href=\"/wiki/Categoria:Mortos_em_1753\" title=\"Categoria:Mortos em 1753\">Mortos em 1753</a><a href=\"/wiki/Categoria:Alunos_do_Trinity_College_(Dublin)\" title=\"Categoria:Alunos do Trinity College (Dublin)\">Alunos do Trinity College (Dublin)</a><a href=\"/wiki/Categoria:Empiristas\" title=\"Categoria:Empiristas\">Empiristas</a><a href=\"/wiki/Categoria:Epistemologistas\" title=\"Categoria:Epistemologistas\">Epistemologistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Irlanda\" title=\"Categoria:Filósofos da Irlanda\">Filósofos da Irlanda</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVIII\" title=\"Categoria:Filósofos do século XVIII\">Filósofos do século XVIII</a><a href=\"/wiki/Categoria:Hist%C3%B3ria_do_c%C3%A1lculo\" title=\"Categoria:História do cálculo\">História do cálculo</a><a href=\"/wiki/Categoria:Idealistas\" title=\"Categoria:Idealistas\">Idealistas</a><a href=\"/wiki/Categoria:Iluministas\" title=\"Categoria:Iluministas\">Iluministas</a><a href=\"/wiki/Categoria:Metaf%C3%ADsicos\" title=\"Categoria:Metafísicos\">Metafísicos</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/5/5d/John_Smibert_-_Bishop_George_Berkeley_-_Google_Art_Project.jpg/250px-John_Smibert_-_Bishop_George_Berkeley_-_Google_Art_Project.jpg",
    "view": "george_berkeley"
}