{
    "url": "https://pt.wikipedia.org/wiki/Georg_Wilhelm_Friedrich_Hegel",
    "codigo_http": 200,
    "titulo": [
        "Georg Wilhelm Friedrich Hegel"
    ],
    "conteudo": [
        "Georg Wilhelm Friedrich Hegel (Estugarda, 27 de agosto de 1770 – Berlim, 14 de novembro de 1831) foi um filósofo germânico. Sua obra Fenomenologia do Espírito é tida como um marco na filosofia mundial e na filosofia alemã. Hegel pode ser incluído naquilo que se chamou de Idealismo Alemão, uma espécie de movimento filosófico marcado por intensas discussões filosóficas entre pensadores de cultura alemã do final do século XVIII e início do XIX. Essas discussões tiveram por base a publicação da Crítica da Razão Pura de Immanuel Kant. Hegel, ainda no seminário de Tübingen, escreveu, juntamente com dois renomados colegas, os filósofos Friedrich Schelling e Friedrich Hölderlin, o que chamaram de \"O Mais Antigo Programa de Sistema do Idealismo Alemão\". Posteriormente desenvolveu um sistema filosófico que denominou \"Idealismo Absoluto\", uma filosofia capaz de compreender discursivamente o absoluto (de atingir um saber do absoluto, saber cuja possibilidade fora, de modo geral, negada pela crítica de Kant à metafísica dogmática). Apesar de ser notavelmente crítica em relação ao Iluminismo, a filosofia hegeliana é tida por muitos como, para usar a expressão de Habermas, a \"filosofia da modernidade por excelência\".[1]\n",
        "Hegel influenciou um grande número de autores (Strauss, Bauer, Feuerbach, Stirner, Marx, Dilthey, Bradley, Dewey, Kojève, Hyppolite, Hans Küng, Fukuyama, Žižek). Era fascinado pelas obras de Spinoza, Kant e Rousseau, assim como pela Revolução Francesa. Muitos consideram que Hegel representa o ápice do Idealismo Alemão.\n",
        "Hegel descreve sua concepção filosófica, no prefácio a uma de suas mais célebres obras, a Fenomenologia do Espírito, da seguinte forma: \"Segundo minha concepção – que só deve ser justificada pela apresentação do próprio sistema –, tudo decorre de entender e exprimir o verdadeiro não como substância, mas também, precisamente, como sujeito. Ao mesmo tempo, deve-se observar que a substancialidade inclui em si não só o universal ou a imediates do saber mesmo, mas também aquela imediates que é o ser, ou a imediates para o saber. [...] A substância viva é o ser, que na verdade é sujeito, ou – o que significa o mesmo – que é na verdade efetivo, mas só na medida em que é o movimento do pôr-se-a-si-mesmo, ou a mediação consigo mesmo do tornar-se outro. Como sujeito, é a negatividade pura e simples, e justamente por isso é o fracionamento do simples ou a duplicação oponente, que é de novo a negação dessa diversidade indiferente e de seu oposto. Só essa igualdade se reinstaurando, ou só a reflexão em si mesmo no seu ser-Outro, é que são o verdadeiro; e não uma unidade originária enquanto tal, ou uma unidade imediata enquanto tal. O verdadeiro é o vir-a-ser de si mesmo, o círculo que pressupõe seu fim como sua meta, que o tem como princípio, e que só é efetivo mediante sua atualização e seu fim.\".[2]\n",
        "Nascido em 27 de agosto de 1770, Hegel foi o primeiro filho de Georg Ludwig Hegel, um secretário protestante da repartição de receitas do Ducado de Württemberg sob Carlos Eugênio, com Maria Magdalena Louisa Hegel.[3] Nesse mesmo ano, os estados protestantes do Ducado de Württemberg haviam alcançado uma resolução constitucional da disputa acerca dos direitos tradicionais de suas populações e as respectivas funções dos vários ramos institucionais do governo, que havia sido apresentada no tribunal do Sacro Império Romano-Germânico tardio e sucedeu em forçar o reconhecimento de sua relativa autonomia por parte do duque católico de inclinação absolutista. Essa consolidação legal permeou o clima cultural e político da região nos anos posteriores, sendo considerada uma vitória do povo protestante dentro de um sistema único em sua mistura de características feudais e modernas.[3] Outra característica de Württemberg durante a infância e juventude de Wilhelm era a prevalência de uma estrutura comunitária, que permeava aspectos sociais e informais da vida dos indivíduos, inspirando-lhes um forte senso de pertencimento e dever, enquanto funcionava também como elemento jurídico de manutenção de direitos tradicionais, algo que o filósofo descreveria mais tarde como um tipo de 'segunda família'.[4] A continuidade dessas formas de vida seria mais tarde ameaçada pelas tendências modernizantes influenciadas pela Revolução Francesa.[5]\n",
        "A família de Hegel pertencia a uma linhagem moderadamente próspera de cidadãos do ducado. Seu pai havia estudado direito na Universidade de Tubinga, e descendia de imigrantes austríacos protestantes do século XVI, cujo ancestral Johannes Hegel decidiu sair da Áustria em razão da pressão de conversão ao catolicismo praticada pelo governo de então, para manter a religiosidade luterana. Várias gerações seguintes ocuparam funções de pastores Württemberg. Sua mãe era filha de um advogado da alta corte de Württemberg, cuja família possuía uma longa tradição em Stuttgart.[6] Além de Hegel, o casal teve outros cinco filhos, dos quais apenas dois sobreviveram até à vida adulta, sua irmã Christiane Luise e seu irmão Georg Ludwig, dado a alta taxa de mortalidade por doenças como a varíola, alguma das quais o filósofo contraiu na juventude e lhe causaram prolongados efeitos na saúde. Sua mãe morreu quando tinha onze anos, em 1781, em razão de uma febre denominada 'biliosa' na época, que causou muitas mortes na região e ameaçou o próprio Hegel. A morte da mãe afetou a personalidade do filósofo, que passou a demonstrar sinais de dificuldade na fala.[6]\n",
        "A educação era muito valorizada na família de Hegel, que o inscreveu na chamada Escola Alemã aos três anos de idade, passando pela Escola Latina aos cinco, onde entrou já com algum domínio da língua, em razão das lições dadas por sua mãe, cuja erudição era rara entre as mulheres da época. Ela foi, presumivelmente, uma inspiração para a personalidade de Hegel e sua dedicação ao estudo. Além disso, o filósofo teve aulas privadas de geometria aos dez anos, por um tutor contratado por seu pai, um matemático local relativamente notório chamado K. A. F. Duttenhofer. A família assinava também uma importante revista do Iluminismo alemão, o Allgemeine deutsche Bibliothek, onde apareceram algumas das primeiras discussões sobre a filosofia de Immanuel Kant, o que demonstra o alto nível de contato com as correntes culturais que existia em sua casa.[7] Posteriormente teria mais tutores arranjados Ludwig Hegel, através dos quais provavelmente aprendeu francês. Biógrafos especulam que, durante esse período após a morte de Maria Magdalena, prevaleceu um sentimento de alienação no núcleo familiar, especialmente sentida por Wilhelm, evidência disso é a dedicação que teve aos estudos, sendo um ávido leitor e um aluno de alto desempenho, como também um frequentador da biblioteca pública do ducado, não muito distante de sua casa, onde passava a totalidade das quartas feiras e dos dias de sábado.[7] Todos esses elementos formam uma imagem de uma família ligada às correntes do Iluminismo alemão ao mesmo tempo que se situava nas tradições culturais e políticas de Württemberg, ainda que deslocada do catolicismo da nobreza, próxima, mesmo sem pertencer, de membros do Ehrbarkeit, um círculo social de uma elite sem títulos de nobreza que formava os quadros do administrativos e intelectuais do ducado. Em suma, uma família cujo status social se sustentava mais em sua formação e capacidade do que em conexões familiares.[5]\n",
        "Em 1784, Ludwig decidiu inscrever Wilhelm no Gymnasium Illustre de Stuttgart, uma escola relativamente precária, onde, não obstante, existia uma moderada presença do pensamento iluminista ao lado de uma tradição do humanismo protestante. A passagem por essa escola divergia da trajetória preferida pelos estudantes conduzidos a seguir uma formação em teologia, como era provavelmente o caso de Hegel, dado que tendiam à ser enviados para escolas de mosteiros. Ainda assim, a Universidade de Tubinga reservava uma quantidade menor de vagas para egressos do Gymnasium Illustre, o que conciliava o interesse por uma educação iluminista com a formação teológica.[8] A opção pelo ginásio permitiu que Wilhelm permanecesse vivendo junto da família, ao mesmo tempo que cultivava uma extensiva educação humanística - como nos clássicos, línguas antigas e modernas, matemática e ciências.[9]\n",
        "Os diários do filósofo nesse período revelam uma dedicação acima de tudo ao estudo, com transcrições de passagens de suas leituras e exposições sobre as ideias que encontrava e entretinha. Temas da vida sentimental são significativamente reduzidos nesses diários, revelando por um lado a vivência de sua juventude, como a autoimagem que cultivava. Mais tarde, na Universidade de Tubinga, seria apelidado pelos amigos de 'o homem velho'. Ainda assim, sua irmã deixou registros afirmando que Hegel possuía muitos amigos, apesar de ter pouca 'agilidade corporal' na ginástica, que por outro lado gostava de praticar. Além disso, era 'desajeitado' na dança.[10] Suas leituras atestadas nesse período incluíam livros de história mundial, autores da época como Friedrich Gottlieb Klopstock, livros do relevante 'filósofo popular' Christian Garve, e de figuras do iluminismo - curiosamente, Hegel transcrevia diversas passagens onde esses autores elaboravam definições de 'iluminismo'. Além disso, demonstrava alguma familiaridade com o pensamento de Rousseau, possivelmente através das obras de J. G. Feder, como também do jurista de Württemberg Johann Jakob Moser e, timidamente, da filosofia de Immanuel Kant.[11] Um aspecto importante desse período, com uma influência permanente na vida de Hegel, foi sua amizade com Jacob Friedrich von Abel, que foi uma espécie de mentor do jovem estudante. Abel era um filósofo relativamente notório, amigo de Schiller e um participante do debate em torno da filosofia de Kant, contra a qual tomou uma atitude crítica, e de defesa da metafísica racionalista tradicional, especialmente de seus elementos religiosos.[11] Outro autor igualmente influente nesse período foi Gotthold Ephraim Les­sing, cuja concepção de iluminismo enquanto cosmopolitismo e tolerância cultural e religiosa, implantada nos personagens de suas peças, serviria de paradigma para Hegel da personalidade iluminista.[12]\n",
        "Hegel faleceu em 14 de novembro de 1831. Encontra-se sepultado em Dorotheenstädtischer and Friedrichswerder Cemetery, Berlim na Alemanha.\n",
        "As obras de Hegel são notoriamente difíceis devido à amplitude dos temas que abordam. Hegel introduziu um sistema para entender a história da filosofia e o próprio mundo, conhecido como \"dialética\": uma progressão na qual cada movimento subsequente surge como solução das contradições do movimento anterior. Por exemplo, para Hegel, a Revolução Francesa representou a primeira introdução da verdadeira liberdade nas sociedades ocidentais.[13][14][15]\n",
        "Contudo, devido à sua radical novidade, a Revolução Francesa também trouxe uma violência abrupta, que parecia necessária para a revolução, mas que, ao mesmo tempo, consumiu seu oponente. A revolução, então, se volta para seu próprio resultado: a liberdade conquistada com tanto esforço é consumida por um brutal Reinado de Terror. No entanto, a história progride aprendendo com seus erros, permitindo que, após essa experiência, um Estado constitucional de cidadãos livres seja postulado, combinando os ideais revolucionários de liberdade e igualdade com o poder organizador do governo racional. \"A liberdade reside no pensamento\", afirmou Hegel.[13][14][15]\n",
        "Nas explicações contemporâneas do hegelianismo, como nas salas de aula pré-universitárias, a dialética de Hegel é frequentemente fragmentada em três momentos: tese (a revolução), antítese (o terror subsequente) e síntese (o Estado constitucional). Contudo, essa divisão não foi utilizada por Hegel; ela foi criada por Fichte em sua própria explicação da relação entre o indivíduo e o mundo. Estudiosos sérios de Hegel tendem a rejeitar essa classificação, embora ela possua valor pedagógico (ver: Tríade dialética).[13][14][15]\n",
        "O historicismo ganhou destaque na filosofia de Hegel. Como outros pensadores historicistas, Hegel acreditava que o estudo da História era a chave para compreender a sociedade e suas transformações. Para ele, a história não apenas revela tendências do desenvolvimento social, mas também atua como um tribunal de justiça do mundo.[13][14][15]\n",
        "Hegel afirmava que tudo o que é real é racional, e, por corolário, tudo o que é racional é real. Para ele, o fim da história era a manifestação plena do espírito, e o desenvolvimento histórico poderia ser comparado ao crescimento de um organismo, cujos componentes têm funções definidas que afetam o todo. Hegel acreditava numa norma divina, na qual a vontade de Deus conduzia o homem à liberdade, justificando assim os sofrimentos históricos como o \"preço\" a ser pago para alcançar essa liberdade.[13][14][15]\n",
        "Utilizando esse sistema, Hegel buscou explicar toda a história da filosofia, ciência, arte, política e religião. No entanto, muitos críticos modernos apontam que ele frequentemente ignorava as realidades históricas para adequá-las ao seu molde dialético. Seu preconceito em relação ao pensamento oriental, por exemplo, levou-o a negar a existência de uma verdadeira filosofia na Índia.[13][14][15]\n",
        "Karl Popper, crítico de Hegel em A Sociedade Aberta e Seus Inimigos, argumentou que o sistema de Hegel justificava de forma dissimulada o governo de Frederico Guilherme III, e que a meta final da história seria a criação de um Estado semelhante ao da Prússia em 1831. Esta visão foi criticada por Herbert Marcuse em Razão e Revolução: Hegel e o Surgimento da Teoria Social, que argumentou que Hegel não era defensor de nenhum Estado ou forma de autoridade, mas sim de um Estado que fosse racional. Arthur Schopenhauer, por sua vez, desprezou Hegel por seu historicismo, tachando sua obra de pseudofilosofia.[13][14][15]\n",
        "Hegel também formulou os conceitos da \"astúcia da razão\" e do \"escárnio da história\". Para ele, a história conduz os homens, mesmo quando estes acreditam estar se conduzindo, e frequentemente transforma suas intenções em resultados paradoxais e inesperados. Assim, a história, com sua ironia e sarcasmo, cria realidades e símbolos ocultos, acessíveis apenas àqueles dispostos a compreender.[13][14][15]\n",
        "A obra de Hegel é amplamente discutida, seja de forma favorável ou crítica. Sua filosofia continua sendo referência, mesmo para seus detratores. Ao mesmo tempo, várias correntes filosóficas, como o Pragmatismo, a Escola de Frankfurt e o Marxismo, traçam suas raízes no pensamento hegeliano, ainda que raramente se autodenominem \"hegelianas\".[13][14][15]\n",
        "O Processo Triádico da Dialética, por meio do qual ocorreria a evolução do conhecimento e da realidade, é composto por três elementos: \"tese, antítese e síntese\". A tese é situação fática primária, com suas características propícias para germinar a contradição/questionamento, ou seja, a antítese. Do choque entre tese e antítese, surgiria a síntese, que, por sua vez, seria tese para um novo processo evolutivo. Tal processo dialético triádico seria aplicável em todos os setores da realidade humana.[16]\n",
        "Antes de Hegel, outros pensadores já tinham feito críticas ao contratualismo, como por exemplo: David Hume, Giambattista Vico, George Bentham e Saint-Simon.\n",
        "Suas críticas têm como de partida o fato de que o esse sistema de pensamento parte de premissa de que a existência do indivíduo seria anterior à existência da comunidade e, desse modo, o Estado teria sido construído a partir das vontades individuais.\n",
        "Em contrapartida, retoma o pensamento aristotélico segundo o qual o homem é um ser social e que \"o povo precede o indivíduo”, e, desse modo, sustenta que o indivíduo não existe de modo independente do espírito universal, mas seria uma manifestação singular de tal espírito.[16]\n",
        "O espírito se manifesta de três formas:\n",
        "A filosofia é resultado das tensões entre espírito e matéria, alma e corpo, fé e entendimento, liberdade e necessidade, e posteriormente, razão e sensibilidade, inteligência e natureza e, de modo geral, entre subjetividade e objetividade.[16]\n",
        "A dimensão social e política do pensamento hegeliano tem mantido um nível de relevância no debate filosófico contemporâneo relativamente independente da recepção de sua metafísica, com alguns comentadores e filósofos aspirando até mesmo desassociá-la dessa metafísica, com resultados disputados. Alguns acadêmicos enfatizam a indissociabilidade dos diversos aspectos da filosofia de Hegel em relação a metafísica,[17] enquanto que a leitura não-metafísica da filosofia política de Hegel goza da autonomia prevista de cada assunto no sistema hegeliano, que deve desenvolver-se através de sua lógica imanente, e de uma relativa capacidade de compreender essas obras políticas independentemente do repertório metafísico, baseando-se frequentemente nas leituras e observações perspicazes que o filósofo realiza da história política e seu contexto contemporâneo.[18] Para alguns intérpretes, como Frederick Beiser, Hegel divergiu desde cedo dos esforços prévios no direito de elaborar um sistema de lei natural sem fundamentação metafísica, localizando justamente nessa carência a razão do insucesso teórico, e afirmando, consequentemente, a vinculação inescapável da metafísica com todas as demais ciências,[17] nesse sentido, a conexão da política com a problemática metafísica é exigida para a compreensão integral desse eixo temático.\n",
        "A religião constituiu o interesse mais duradouro e profundo no desenvolvimento do pensamento de Hegel, à qual dedicou sua atenção desde os estudos teológicos na Tubinga. Entretanto, apenas a partir de 1821, ocupando uma posição na Universidade de Berlin, passa a oferecer cursos sobre filosofia da religião, que se repetiram em anos seguintes,[19] e dos quais sobrevive um manuscrito e transcrições de estudantes.[20] Hegel considerava a filosofia da religião uma disciplina interessada não apenas no fenômeno da religião, mas também na natureza de seu objeto, Deus.[19] Para abordar esse objeto, busca elaborar uma teologia filosófica pós-crítica e consistente com sua filosofia sistemática.\n",
        "Na introdução de seus cursos, Hegel afirmou que a filosofia da religião possuía o mesmo propósito da teologia natural da escolástica, isto é, o conhecimento racional de Deus independente da revelação positiva, ainda que afirme mais à frente que não existe uma contradição de princípio entre razão e revelação. Ambos têm como objeto o \"supremo\" ou \"absoluto\" que existe por si mesmo, radicalmente livre e incondicionado.[21] Tratando simultaneamente de Deus e do fenômeno religioso, Hegel pretende evitar uma concepção abstrata do primeiro, manifesta exemplarmente na filosofia iluminista. Deus enquanto espírito deve ser compreendido em sua presença na fé e nas comunidades religiosas, entendendo ambos como conceitos relacionais.[21]\n",
        "Após a morte de Hegel seus seguidores dividiram-se em dois campos principais e contrários. Os hegelianos de direita, discípulos diretos do filósofo na Universidade de Berlim, defenderam a ortodoxia evangélica e o conservadorismo político do período posterior à restauração napoleônica.\n",
        "Os hegelianos de esquerda, chamados jovens Hegelianos, interpretaram Hegel em um sentido revolucionário, o que os levou a se aterem ao ateísmo na religião e ao socialismo na política. Entre os hegelianos de esquerda encontra-se Ludwig Feuerbach, David Friedrich Strauss, Max Stirner e, o mais famoso, Karl Marx. Os múltiplos cismas nesta facção levaram, finalmente, ao individualismo egoísta de Stirner e à versão marxiana do comunismo.\n",
        "No século XX a filosofia de Hegel experimentou um grande renascimento: tal fato deveu-se em parte por ter sido descoberto e reavaliado como progenitor filosófico do marxismo por marxistas de orientação filosófica, em parte devido a um ressurgimento da perspectiva histórica que Hegel colocou em tudo, e em parte ao crescente reconhecimento da importância de seu método dialético. Algumas figuras que se relacionam com este renascimento são Georg Lukács, Herbert Marcuse, Theodor Adorno, Ernst Bloch, Alexandre Kojève e Gotthard Günther. O renascimento de Hegel também colocou em relevo a importância de suas primeiras obras, ou seja, as publicadas antes da Fenomenologia do Espírito.\n",
        "Mas não só os teóricos da escola de Frankfurt viram um renascimento da filosofia hegeliana, como também muitos filosofos na França, em geral após o curso hoje famoso de Kojève. Dentre estes, podemos citar Sartre, Maurice Merleau-Ponty, Lacan, Hippolyte entre outros.\n",
        "Do mesmo modo, os teóricos pragmatistas como Robert Brandon, aproveitaram os aspectos comunitaristas da filosofia hegeliana. Na verdade, esta apropriação de Hegel pelos pragmatistas começou com os primeiros filósofos pragmatistas.\n",
        "A primeira e a mais importante das obras maiores de Hegel é sua Fenomenologia do Espírito. Em vida, Hegel ainda viu publicada a Enciclopédia das Ciências Filosóficas, a Ciência da Lógica, e os Princípios (Elementos da) Filosofia do Direito. Várias outras obras sobre filosofia da história, religião, estética e história da filosofia foram compiladas a partir de anotações feitas por seus estudantes, tendo sido publicadas postumamente\n",
        "Os artigos publicados estão entre aspas; Os títulos dos livros estão em itálico.\n",
        "Berna, 1793–96\n",
        "Frankfurt am Main, 1797–1800\n",
        "Jena, 1801–07\n",
        "Bamberg, 1807–08\n",
        "Nuremberg, 1808–16\n",
        "Heidelberg, 1816–18\n",
        "Berlin, 1818–31\n"
    ],
    "ligacoes": [
        "<ul><li><i><a href=\"/wiki/Fenomenologia_do_Esp%C3%ADrito\" title=\"Fenomenologia do Espírito\">Fenomenologia do Espírito</a></i> (Phänomenologie des Geistes), <a href=\"/wiki/1807\" title=\"1807\">1807</a></li>\n<li><i><a href=\"/wiki/A_Ci%C3%AAncia_da_L%C3%B3gica\" title=\"A Ciência da Lógica\">A Ciência da Lógica</a></i> (Wissenschaft der Logik), <a href=\"/wiki/1812\" title=\"1812\">1812</a>–<a href=\"/wiki/1816\" title=\"1816\">1816</a></li>\n<li><i><a href=\"/wiki/Enzyklop%C3%A4die_der_philosophischen_Wissenschaften\" class=\"mw-redirect\" title=\"Enzyklopädie der philosophischen Wissenschaften\">Enciclopédia das Ciências Filosóficas</a></i> (Enzyklopädie der philosophischen Wissenschaften), <a href=\"/wiki/1817\" title=\"1817\">1817</a>–<a href=\"/wiki/1830\" title=\"1830\">1830</a></li>\n<li><i><a href=\"/wiki/Princ%C3%ADpios_da_Filosofia_do_Direito\" title=\"Princípios da Filosofia do Direito\">Princípios da Filosofia do Direito</a></i> (Grundlinien der Philosophie des Rechts), <a href=\"/wiki/1817\" title=\"1817\">1817</a>–<a href=\"/wiki/1830\" title=\"1830\">1830</a></li></ul>",
        "<ul><li>1793–94: 'Fragments on Folk Religion and Christianity'</li>\n<li>1795–96: 'The Positivity of the Christian Religion'</li>\n<li>1796–97: 'The Oldest Systematic Program of German Idealism' (autoria contestada)</li></ul>",
        "<ul><li>1797–98: 'Drafts on Religion and Love'</li>\n<li>1798: <i>Confidential Letters on the Prior Constitutional Relations of the Wadtlandes (Pays de Vaud) to the City of Bern. A Complete Disclosure of the Previous Oligarchy of the Bern Estates. Translated from the French of a Deceased Swiss [Jean Jacques Cart], with Commentary. Frankfurt am Main, Jäger.</i> (A tradução de Hegel é publicada anonimamente)</li>\n<li>1798–1800: 'The Spirit of Christianity and its Fate'</li>\n<li>1800–02: 'The Constitution of Germany' (rascunho)</li></ul>",
        "<ul><li>1801: <i>De orbitis planetarum</i>; 'The Difference between Fichte's and Schelling's System of Philosophy'</li>\n<li>1802: 'On the Essence of Philosophical Critique in General and its Relation to the Present State of Philosophy in Particular' (Introdução ao <i>Critical Journal of Philosophy</i>, editado por Schelling e Hegel))</li>\n<li>1802: 'How Commonsense takes Philosophy, Illustrated by the Works of Mr. Krug'</li>\n<li>1802 'The Relation of Scepticism to Philosophy. Presentation of its various Modifications and Comparison of the latest with the ancient'</li>\n<li>1802: 'Faith and Knowledge, or the Reflective Philosophy of Subjectivity in the Completeness of its Forms as Kantian, Jacobian and Fichtean Philosophy'</li>\n<li>1802–03: 'System of Ethical Life'</li>\n<li>1803: 'On the Scientific Approaches to Natural Law, its Role within Practical Philosophy and its Relation to the Positive Sciences of Law'</li>\n<li>1803–04: 'First Philosophy of Spirit (Part III of the System of Speculative Philosophy 1803/4)'</li>\n<li>1807: <i>The Phenomenology of Spirit</i></li></ul>",
        "<ul><li>1807: 'Preface: On Scientific Cognition' – Preface to his Philosophical System, published with the <i>Phenomenology</i></li></ul>",
        "<ul><li>1808–16: 'Philosophical Propaedeutic'</li></ul>",
        "<ul><li>1812–13: <i>Science of Logic</i>, Part 1 (Books 1, 2)</li>\n<li>1816: <i>Science of Logic</i>, Part 2 (Book 3)</li>\n<li>1817: 'Review of Friedrich Heinrich Jacobi's Works, Volume Three'</li>\n<li>1817: 'Assessment of the Proceedings of Estates Assembly of the Duchy of Württemberg in 1815 e 1816'</li>\n<li>1817: <i>Encyclopaedia of Philosophical Sciences</i>, 1ª edição</li></ul>",
        "<ul><li>1820: <i>The Philosophy of Right, or Natural Law and Political Science in Outline</i></li>\n<li>1827: <i>Encyclopaedia of Philosophical Sciences</i>, 2ª rev. edn</li>\n<li>1831: <i>Science of Logic</i>, 2nd edn, with extensive revisions to Book 1 (pub. 1832)</li>\n<li>1831: <i>Encyclopaedia of Philosophical Sciences</i>, 3ª rev. edn</li></ul>",
        "<ul><li>Logic 1818–31: annually</li>\n<li>Philosophy of Nature: 1819–20, 1821–22, 1823–24, 1825–26, 1828, 1830</li>\n<li>Philosophy of Subjective Spirit: 1820, 1822, 1825, 1827–28, 1829–30</li>\n<li>Philosophy of Right: 1818–19, 1819–20, 1821–22, 1822–23, 1824–25, 1831</li>\n<li>Philosophy of World History: 1822–23, 1824–25, 1826–27, 1828–29, 1830–31</li>\n<li>Philosophy of Art: 1820–21, 1823, 1826, 1828–29</li>\n<li>Philosophy of Religion: 1821, 1824, 1827, 1831</li>\n<li>History of Philosophy: 1819, 1820–21, 1823–24, 1825–26, 1827–28, 1829–30, 1831</li></ul>",
        "<ul><li><a href=\"/wiki/Hegelianos_de_direita\" title=\"Hegelianos de direita\">Hegelianos de direita</a></li>\n<li><a href=\"/wiki/Hegelianos_de_esquerda\" class=\"mw-redirect\" title=\"Hegelianos de esquerda\">Hegelianos de esquerda</a></li>\n<li><a href=\"/wiki/Hegelianismo\" title=\"Hegelianismo\">Hegelianismo</a></li></ul>",
        "<ul><li><cite id=\"nr_(A)\"><a href=\"#nr_(A)_afluente\">Nota (A)</a>: </cite> Até 1850 todos os escritores alemães tinham as suas obras publicadas em francês, pois até mesmo eles consideravam a língua bárbara, por conta de toda a influência napoleônica. Até o presente ano, a Alemanha não estava unificada e tudo o que existia eram vários dialetos de um futuro \"alemão\". Daí a tradução francesa.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=6664\">Georg Wilhelm Friedrich Hegel</a> (em inglês) no <a href=\"/wiki/Find_a_Grave\" title=\"Find a Grave\">Find a Grave</a> <sup class=\"noprint Inline-Template\" style=\"color:gray;white-space:nowrap;\">[<i><a href=\"/wiki/Wikip%C3%A9dia:Fontes_n%C3%A3o_confi%C3%A1veis\" title=\"Wikipédia:Fontes não confiáveis\"><span title=\"O conteúdo próximo a esta marcação pode ser referenciado por uma fonte não confiável. Este site foi classificado como fonte não fiável; ver Wikipédia:FNF.\">fonte confiável?</span></a></i>]</sup></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://hegel.net/br\">Hegel.net</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110721181704/http://www.ub.edu/histofilosofia/gmayos/4presentacio.htm\"><i>G. W. F. Hegel. Vida, pensamento e obra</i></a>de Dr. <a href=\"/wiki/Gon%C3%A7al_Mayos\" title=\"Gonçal Mayos\">Gonçal Mayos</a>, trad. Catarina Mourâo, Barcelona: Planeta De Agostini, 2008.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.deutsche-biographie.de/sfz28648.html\">Biografia em alemão</a>na <a href=\"/wiki/Allgemeine_Deutsche_Biographie\" title=\"Allgemeine Deutsche Biographie\">Allgemeine Deutsche Biographie</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_package_graphics.png\" title=\"Portal da arte\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/22/Nuvola_apps_package_graphics.png/40px-Nuvola_apps_package_graphics.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/22/Nuvola_apps_package_graphics.png/60px-Nuvola_apps_package_graphics.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Arte\" title=\"Portal:Arte\">Portal da arte</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_miscellaneous.svg\" title=\"Portal da educação\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/40px-Nuvola_apps_edu_miscellaneous.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/60px-Nuvola_apps_edu_miscellaneous.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Educa%C3%A7%C3%A3o\" title=\"Portal:Educação\">Portal da educação</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li>    </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1770\" title=\"Categoria:Nascidos em 1770\">Nascidos em 1770</a><a href=\"/wiki/Categoria:Mortos_em_1831\" title=\"Categoria:Mortos em 1831\">Mortos em 1831</a><a href=\"/wiki/Categoria:Acad%C3%AAmicos_da_Alemanha\" title=\"Categoria:Acadêmicos da Alemanha\">Acadêmicos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_arte\" title=\"Categoria:Filósofos da arte\">Filósofos da arte</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_direito_da_Alemanha\" title=\"Categoria:Filósofos do direito da Alemanha\">Filósofos do direito da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos do século XIX\">Filósofos do século XIX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_pol%C3%ADticos\" title=\"Categoria:Filósofos políticos\">Filósofos políticos</a><a href=\"/wiki/Categoria:Georg_Wilhelm_Friedrich_Hegel\" title=\"Categoria:Georg Wilhelm Friedrich Hegel\">Georg Wilhelm Friedrich Hegel</a><a href=\"/wiki/Categoria:Idealismo_alem%C3%A3o\" title=\"Categoria:Idealismo alemão\">Idealismo alemão</a><a href=\"/wiki/Categoria:Idealistas\" title=\"Categoria:Idealistas\">Idealistas</a><a href=\"/wiki/Categoria:Luteranos_da_Alemanha\" title=\"Categoria:Luteranos da Alemanha\">Luteranos da Alemanha</a><a href=\"/wiki/Categoria:Mortes_por_c%C3%B3lera\" title=\"Categoria:Mortes por cólera\">Mortes por cólera</a><a href=\"/wiki/Categoria:Naturais_de_Stuttgart\" title=\"Categoria:Naturais de Stuttgart\">Naturais de Stuttgart</a><a href=\"/wiki/Categoria:Ontologistas\" title=\"Categoria:Ontologistas\">Ontologistas</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Heidelberg\" title=\"Categoria:Professores da Universidade de Heidelberg\">Professores da Universidade de Heidelberg</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Jena\" title=\"Categoria:Professores da Universidade de Jena\">Professores da Universidade de Jena</a><a href=\"/wiki/Categoria:Professores_da_Universidade_Humboldt_de_Berlim\" title=\"Categoria:Professores da Universidade Humboldt de Berlim\">Professores da Universidade Humboldt de Berlim</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/b/bf/1831_Schlesinger_Philosoph_Georg_Friedrich_Wilhelm_Hegel_anagoria.JPG/250px-1831_Schlesinger_Philosoph_Georg_Friedrich_Wilhelm_Hegel_anagoria.JPG",
    "view": "georg_wilhelm_friedrich_hegel"
}