{
    "url": "https://pt.wikipedia.org/wiki/George_Edward_Moore",
    "codigo_http": 200,
    "titulo": [
        "George Edward Moore"
    ],
    "conteudo": [
        "George Edward Moore, OM FBA mais conhecido como G. E. Moore, (Londres, 4 de novembro de 1873 — Cambridge, 24 de outubro de 1958) foi um filósofo britânico. Ao lado de Gottlob Frege, Bertrand Russell e Ludwig Wittgenstein, Moore foi um dos fundadores da corrente que ficou conhecida como filosofia analítica. Ele liderou a mudança do idealismo na filosofia britânica e se tornou conhecido por defender conceitos de senso comum e contribuir para os campos da ética, epistemologia e metafísica.\n",
        "Dono de uma personalidade extraordinária e cativante, Moore foi um dos intelectuais mais admirados de sua época.[1] Russell, então seu colega na Universidade de Cambridge, confessou nunca ter sentido tanta admiração por alguém quanto a que sentia por Moore.[1] Exerceu grande influência no Grupo de Bloomsbury. Virgínia Woolf, um dos membros do grupo, disse estudar os escritos de Moore \"como um inseto determinado a construir um ninho no topo de uma torre da Catedral\".[2]\n",
        "No início do século exerceu influência sobre seus contemporâneos, sentida como vivificante e sobretudo liberadora, tanto no tocante ao idealismo e a certo obscurantismo neo-hegeliano quanto no tocante à respeitabilidade vitoriana: o Grupo de Bloomsbury o considerou um mentor. Seu livro Principia Ethica serviu de referências nos debates estudantis do grupo sobre a reação ao puritano pensamento vitoriano em favor da valorização das relações pessoais como a amizade e o deleite por objetos belos.[3] Ele foi um entusiasta do keynesianismo por criar uma possibilidade de livrar o mundo do Reductio ad absurdum de benthanismo e do \"utilitarismo marxista\".[4] Durante a infância foi religioso, mas posteriormente abandonou sua crença.\n",
        "Filosoficamente, inaugurou o renascimento do realismo na Inglaterra e seu papel em fornecer fundamentos para a análise filosófica, além de métodos rigorosos. Baldwin menciona Moore como \"um filósofo para os filósofos\".[5] Paul Arthur Schillip, analisa como Moore foi percebido como \"o mais agudo, o mais hábil questionador da filosofia moderna\" por seus contemporâneos e comentadores, destacando sua abordagem analítica e realista.[6]\n",
        "Confessou um dia com candura que o mundo e as ciências lhe teriam proposto problemas filosóficos, mas que as estranhas asserções dos filósofos muitas vezes lhe pareceram bem enigmáticas. Daí decorrem por certo dois aspectos importantes da empreitada de Moore: a defesa do senso comum e a elucidação das proposições. O campo de sua aplicação da análise é vasto: comporta os enunciados do próprio senso comum, os enunciados de percepção e os enunciados filosóficos. A reflexão sobre as técnicas de análise recebeu de Moore uma atenção especial, mas foi à leitura dos trabalhos do seu amigo Russell que Moore dedicou mais tempo e cuidado.[7]\n",
        "Foi também mestre e amigo do jovem Wittgenstein. Mas os filósofos da segunda geração, como Austin, Malcolm, Strawson, reconhecem nele o iniciador de um método de análise atenta ao uso e preocupada com as matizes do senso comum. Moore aparece assim no ponto de articulação entre a \"antiga\" e a \"nova\" análise. Compreende-se também por que a interpretação global de sua obra é motivo de controvérsia: assim é que alguns o glorificam por ter sido (através de seu artigo de 1925, A Defense of Common Sense), ao passo que outros, como Ayer, lhe são reconhecidos sobretudo por ter permitido à filosofia britânica resgatar sua verdadeira tradição, o realismo e o empirismo, depois do episódio aberrante do neo-idealismo hegeliano.[7]\n",
        "Schilpp descreve-o como \"Um homem de ensino e do verbal mais que do escrito, de discussão e de argumentação, homem da indagação, polemista às vezes feroz, crítico sempre vigilante\".[7] De sua obra, Warnock escreve que é \"em sua essência tão simples, tão direta, tão inteiramente cândida e desprovida de preconceitos que mal parece filosófica. É simplesmente discussão (it is just argument). Talvez seja esta sua virtude específica, segredo de sua força\".[8]\n"
    ],
    "ligacoes": [
        "<ul><li><a href=\"/wiki/Bem-estarismo\" title=\"Bem-estarismo\">Bem-estarismo</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.iep.utm.edu/m/moore.htm\">G. E. Moore na <i>Internet Encyclopedia of Philosophy</i></a></li>\n<li>René Daval, <i>Moore et la philosophie analytique</i>, 1997, Presses Universitaires de France (PUF), <a href=\"/wiki/Especial:Fontes_de_livros/9782130486909\" class=\"internal mw-magiclink-isbn\">ISBN 9782130486909</a> <i>(francês)</i></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1873\" title=\"Categoria:Nascidos em 1873\">Nascidos em 1873</a><a href=\"/wiki/Categoria:Mortos_em_1958\" title=\"Categoria:Mortos em 1958\">Mortos em 1958</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_Reino_Unido\" title=\"Categoria:Filósofos do Reino Unido\">Filósofos do Reino Unido</a><a href=\"/wiki/Categoria:Filosofia_da_mente\" title=\"Categoria:Filosofia da mente\">Filosofia da mente</a><a href=\"/wiki/Categoria:Naturais_de_Londres\" title=\"Categoria:Naturais de Londres\">Naturais de Londres</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/b/b9/1914_George_Edward_Moore_%28cropped%29.jpg/250px-1914_George_Edward_Moore_%28cropped%29.jpg",
    "view": "george_edward_moore"
}