{
    "url": "https://pt.wikipedia.org/wiki/George_Herbert_Mead",
    "codigo_http": 200,
    "titulo": [
        "George Herbert Mead"
    ],
    "conteudo": [
        "George Herbert Mead (South Hadley, Condado de Hampshire, Massachusetts, 27 de fevereiro de 1863 - Chicago, 26 de abril de 1931) foi um filósofo americano de importância capital para a sociologia e a psicologia social, pertencente à Escola de Chicago (sociologia). Juntamente com William James, Pierce e Dewey, Mead faz parte de uma corrente teórica da filosofia americana denominada de pragmatismo. Em 1937, Herbert Blumer, sucessor de Mead na Universidade de Chicago, nomeou a abordagem de Mead e de vários outros filósofos e sociólogos, de interacionismo simbólico.[1]\n",
        "Entre os teóricos mais relevantes para a sua formação está Wilhelm Wundt. Mead foi o revisor dos primeiros quatro volumes da Völkerpsychologie no seu período de estudos em Berlim (pós graduação em filosofia, psicologia e turismo).\n",
        "Mead opôs-se ao reducionismo proposto pelo behaviorismo de Watson, posteriormente reapresentado por B. F. Skiner, que considerava como metafísicos os conceitos de mente, self e consciência.\n",
        "Compartilhou com Wundt a necessidade de pesquisas sobre a linguagem no comportamento para conseguir o entendimento do que é a mente. Para Mead, a mente era um produto da linguagem, ao contrário de Wundt, que considerava a linguagem um produto da mente. Piaget retomaria esse problema, pesquisando aspectos da relação entre linguagem (aquisição e desempenho) e inteligência. Para Mead, é através da função simbólica que o indivíduo atinge aos 12 anos (caracterizando o período das operações formais) a capacidade de raciocinar sobre hipóteses e enunciados e não mais sobre objetos imediatamente representados.\n",
        "Embora sua família não fosse rica, Mead cresceu em um ambiente culturalmente privilegiado. Seu pai, Hiram Mead, pertencia a uma linhagem de fazendeiros e clérigos. Fora pastor congregacionalista e tornou-se  professor de homilética. Por mais de uma década, manteve uma cátedra especial no seminário teológico do Oberlin College. Elizabeth Storrs Billings Mead, sua mãe, foi professora de prestigiosas escolas da Nova Inglaterra e, durante dois anos, lecionou  no  Oberlin College. Posteriormente, de 1890 a 1900,  ela presidiu o Mount Holyoke College em South Hadley, Massachusetts, período em que supervisionou a transição do Mount Holyoke - de seminário feminino para faculdade.[2]\n",
        "Em 1879, George Mead ingressa no Oberlin College. Após a morte do pai, em 1881, ele terá que trabalhar para pagar seus estudos. Nessa época, ocorre o ingresso das ciências naturais no ensino superior americano, predominantemente dominado pela igreja. Em Oberlin, Mead enfrentaria os primeiros conflitos com as explicações dogmáticas religiosas acerca do mundo. A consequência desse conflito é a aproximação de Mead da teoria da evolução de Darwin, bem como da ideia de aplicação do darwinismo à sociedade.[3]\n",
        "Sua graduação em Oberlin acontecerá em 1883, após o que Mead trabalha como professor do ensino elementar e como agrimensor da Wisconsin Central Railroad Company. Insatisfeito com o trabalho, inscreve-se para o mestrado em filosofia e psicologia em Harvard, em 1887. Ali torna-se amigo do professor neocristão hegeliano Josiah Royce, que será responsável pelas primeiras incursões de Mead no idealismo alemão, além de ministrar cursos sobre Espinosa e Spencer. Essas bases filosóficas despertariam em Mead um sentido crítico em relação ao tratamento meramente especulativo e ao distanciamento que a filosofia e a ciência mantinham dos problemas sociais. Em 1888, Mead decide  especializar-se em psicologia fisiológica e não mais em filosofia, pensando que no campo da psicologia fisiológica seria possível procurar suas ideias e interesses sem entrar continuamente em conflito com as igrejas cristãs que controlavam  financeira e ideologicamente as universidades.\n",
        "Ainda em 1888, Mead torna-se tutor de um dos filhos de William James. No mesmo ano, obtém seu mestrado em filosofia e seguiu para a Alemanha, a fim de obter seu PhD – inscrevendo-se primeiro na Universidade de Leipzig e mais tarde na Universidade de Berlim. A Alemanha era, na época, o centro da pesquisa fisiológica e do desenvolvimento da psicologia experimental, principalmente em Leipzig, onde o primeiro laboratório de psicologia havia sido criado por Wilhelm Wundt.\n",
        "Mead estudou com  Wundt em Leipzig, entre 1888 e 1889. Nesse ano, transfere-se para Berlim (1889), onde estudou psicologia fisiológica e experimental com Ebbinghaus. Teve Dilthey como supervisor de seus estudos de doutorado em filosofia, na elaboração de uma tese sobre percepção do espaço, abordando a relação entre visão e tato. Ainda na Alemanha, Mead candidata-se a um posto na Universidade de Michigan, o que implica desistir de obter seu doutorado.\n",
        "Em 1891, torna-se professor do Departamento de Filosofia da Universidade de Michigan onde se tornou amigo de Dewey. Em 1894,  Dewey é convidado a chefiar o Departamento de Filosofia e Psicologia da recém-fundada Universidade de Chicago   e convida Mead para ser seu assistente. Em 1900, Mead começa a ministrar seu pioneiro curso de psicologia social na Universidade de Chicago. Nessa época, Chicago já era uma grande metrópole industrial. A população, em rápido crescimento, era em grande parte constituída de  imigrantes de primeira geração - trabalhadores inexperientes ou semi qualificados. Nessa época, Mead se comprometeu fortemente com a luta pelos direitos da mulher e pelo sufrágio feminino. Envolveu-se com a reforma do código penal juvenil. Era sócio de vários comitês de arbitragem de greve e também atuava em comissões públicas que visavam reformas sociais. Foi tesoureiro do movimento social de apoio aos imigrantes (Settlement House Movement) e tornou-se amigo pessoal da filósofa feminista Jane Addams.[3]\n",
        "George H. Mead explora especialmente a relação que se estabelece entre o indivíduo e sociedade, como parte da vertente sociológica da Psicologia Social. Todos os seus livros foram publicados após o seu falecimento. Phylosophy of the Present (1932) é a primeira publicação de seus escritos, seguidos por Mind, Self, and Society (1934), uma compilação de suas aulas na Universidade de Chicago, entre 1901 e 1931, feita a partir das anotações de alguns de seus alunos, sobre questões da psicologia e filosofia social, além de artigos inéditos. Em 1936, será publicado Movements of Thought, sobre a história das ideias no século XIX e Filosophy of Act, um estudo sobre o pragmatismo (1938).\n",
        "Mente, Self e Sociedade do Ponto De Vista de um Behaviorista Social:[4]\n",
        "Parte I: O Ponto De Vista do Behaviorismo Social\n",
        "Parte II: Mente\n",
        "Parte III: O Self\n",
        "Parte IV: Sociedade\n",
        "Ensaios Suplementares\n",
        "Os estudos do Interacionismo simbólico, com as noções de role-taking, self e outro generalizado podem ser consideradas as principais contribuições do trabalho de Mead para os campos da Sociologia, da Psicologia, da Comunicação e da Filosofia.\n",
        "Mead acreditava que os seres humanos assumem o papel daqueles com quem interagem e passam a incorporá-los em suas ações. Segundo ele, quando nós estabelecemos uma relação interpessoal com alguém, nós temos espécies de roteiros prontos que devem ser seguidos ao longo do processo. Dependendo da reação que o outro denota, nós alteramos o roteiro a fim de continuar a interação.\n",
        "A principal premissa da noção de role-taking é a de que a interação depende também do outro com quem se interage, não sendo fruto de uma vontade individual. A esse respeito, Ricardo Fabrino Mendonça esclarece que: \"O principal é perceber que, em cada fase do ato social, os sujeitos se atravessam e a resultante desse processo deriva não de cada um individualmente, mas da relação estabelecida entre eles. Ao assumir o papel do outro, cada agente transforma seus destinatários em coautor do ato\".[5]\n",
        "O role-taking, segundo Mead, depende de processos mais fundamentais da interação humana, não sendo totalmente consciente e proposital. Ele indica a existência de três instâncias principais interligadas a esse processo: o I (eu-mesmo), o me (mim) e o self. O I seria a natureza criativa e impulsiva do sujeito, quem porém não é inata, e sim uma reflexão de si mesmo construída a partir da estrutura social; o self seria a dimensão cultural na qual inserem-se os costumes, os valores e as normas do convívio social, aprendidas no processo de socialização.\n",
        "Por fim, o mim seria o resultado da relação entre o I e o self.[5] Segundo Mead, o me deve ser compreendido tanto filogeneticamente (como resultado da evolução da espécie humana), como ontogeneticamente (em termos do desenvolvimento de cada membro individual). O role-taking dependeria dessa relação entre I e self, na qual os sujeitos controlam seus atos a partir das normas sociais e da dimensão cultural em que estão inseridos.[5]\n",
        "A noção de outro generalizado também é fundamental para que se compreenda a dinâmica dos atos sociais no trabalho de Mead. Para ele, além do outro imediato participante do processo de interação, é preciso considerar-se também o outro generalizado, que seria correspondente ao grupo social como um todo e envolveria os valores e comportamentos naturalizados na sociedade.[5]\n",
        "Além do outro generalizado, Mead conceitua também os outros significativos, que seriam aqueles presentes na infância do indivíduo cujas atitudes serviriam como caminho para a formação social. Alcançado certo desenvolvimento social, este indivíduo é capaz de perceber que as atitudes dos outros significativos são, na verdade, atitudes gerais encontradas na sociedade.\n",
        "Para Mead, a formação da mente acontece quando o indivíduo consegue tomar a si mesmo como objeto de reflexão. Este processo, que ele denomina comunicação triádica, se dá pela interação reflexiva entre três instâncias simultaneamente subjetivas e objetivas: o I, o me (que juntos constituem o self) e o outro generalizado.\n",
        "Alguns autores vêm apresentando relações entre a obra de Mead e a de Jacques Lacan, a partir de seus conceitos de \"je\", \"moi\" e \"grande outro\". Estas instâncias compõem a dinâmica psíquica a partir do \"sujeito do enunciado\" e o \"sujeito da enunciação\". Outro autor que apresenta formulações semelhantes a Mead é Lev Vygostky.\n",
        "O trabalho de Mead também tem ampla influência nas obras de Jürgen Habermas e de Axel Honneth, ambos pertencentes à Escola de Frankfurt.[5]\n",
        "De acordo com Farr é uma forma correta tratar o interacionismo simbólico como uma forma sociológica de psicologia social iniciada em Chicago por Blumer e baseada na interpretação de Mead.\n",
        "Herbert Blumer, contudo, apesar de dar continuidade ao trabalho de Mead fez algumas restrições a este, em especial aos aspectos positivistas e darwinista da determinação instintiva. Segundo Farr, 2008 na comparação entre Mead e Freud, Blumer estava inclinado a entender o “Eu” de Mead como o “Id” e não o “Ego” de Freud e assim como outros sociólogos, Blumer destacava na obra de Mead tópicos essenciais para teoria da socialização, ou seja, da forma pela qual a cultura e as normas são internalizadas pelas pessoas, isto é, como o autocontrole é um reflexo do controle social.\n",
        "Entre os teóricos que também se voltaram para o problema do autocontrolea encontra-se Talcott Parsons se valeu do conceito de “super-ego” de Freud para explicar a regularidade da vida social. Segundo esta concepção moralista, durante todo o processo da vida, as regras sociais e as formas de conduta são apreendidas e interiorizadas pelos indivíduos. Tal acúmulo de conhecimentos se configura como que um “tribunal interior”, que julga os nossos comportamentos e até mesmo os nossos pensamentos, ou seja, praticamente repetindo o conceito de Freud sem o explicar sociologicamente como Mead e Blumer propuseram.\n",
        "Para Freud o Superego é uma diferenciação dentro do “Ego”, que pode ser chamada de ‘ideal do ego’ ou ‘superego’, pode ser considerado como sendo a formação de um precipitado no ego. Esta modificação do ego retém a sua posição especial; ela se confronta com os outros conteúdos do ego como um ideal do ego, sem ser contudo um resíduo das primitivas escolhas objetais do id; ele também representa uma formação reativa enérgica contra essas escolhas. A sua relação com o ego não se exaure com o preceito \"você deveria ser assim\". Ela também compreende a proibição \"você não pode ser assim\". Esse aspecto duplo do ideal do ego deriva do fato de que o ideal do ego tem a missão de reprimir o complexo de Édipo formador da personalidade.\n",
        "Entre os autores que também trabalharam com a perspectiva sociológica da psicologia e dos problemas mentais podemos destacar importantes autores da atualidade como Erving Goffman autor do livro Prisões, manicômios e conventos um dos livros fundamentais para compreensão do modo como lidamos com os excluídos e doentes mentais.\n",
        "Destacam-se ainda Peter Berger importante teórico da Sociologia do conhecimento autor do livro A construção social da realidade; Os participantes da Teoria das representações sociais iniciada na sociologia e antropologia com as contribuições de Durkheim e Lévy-Bruhl (teoria da magia, das religiões e do pensamento mítico) que influenciou os trabalhos de Piaget (teoria das representações infantis) e Vigotsky (desenvolvimento cultural). Podendo ainda incluir-se as denominadas Etnometodologias proposta por Harold Garfinkel que também exploram os conceitos de self, realidade compartilhada e intersubjetividade.\n"
    ],
    "ligacoes": [
        "<ul><li>Psicologia Social e Behaviorismo; O significado behaviorista das Atitudes; O significado behaviorista dos Gestos; Nascimento do Paralelismo em Psicologia; Paralelismo e a Ambiguidade da \"Consciência\"; O Programa do Behaviorismo;</li></ul>",
        "<ul><li>Wundt e o Conceito de Gesto; Imitação e a Origem da Linguagem; O Gesto Vocal e o Símbolo Significante; Pensamento, Comunicação e o Símbolo Significante; Significado; Universalidade; A Natureza de Inteligência Reflexiva; Behaviorismo, Watsonism e Reflexão; Behaviorismo e Paralelismo Psicológico; A Mente e o Símbolo; A Relação da Mente com a Resposta e o Ambiente;</li></ul>",
        "<ul><li>O Self e o Organismo; Os fundamentos da gênese do Self; Jogar, o Jogo e Generalização do Outro; O Self e a Subjetividade; O \"Eu\" e o \"Mim\"; Atitudes Sociais e o Mundo Físico; Mente como a Importação Individual do Processo Social; O \"Eu\" e o \"Mim\" como Fases do Self; A Realização do Self na Situação Social; A Contribuição do \"Mim\" e do \"Eu\"; A Criatividade Social do Self Emergente; Um Contraste das Teorias Individualistas e Sociais do Self;</li></ul>",
        "<ul><li>O Fundamento da Sociedade Humana: O Homem e os Insetos; O Fundamento da Sociedade Humana: O Homem e o Vertebrados; Organismo, Comunidade, e Ambiente; As bases e funções sociais do Pensamento e da Comunicação; A Comunidade e a Instituição; A Fusão do \"Eu\" e do \"Mim\" nas Atividades Sociais; Democracia e Universalidade em Sociedade; Considerações Adicionais sobre as Atitudes Econômicas e Religiosas; A Natureza da Simpatia; Conflito e Integração; As Funções da Personalidade e da Razão na Organização Social; Obstáculos e Perspectivas no Desenvolvimento da Organização Social Ideal; Resumo e Conclusão;</li></ul>",
        "<ul><li>A Função das Imagens na Conduta; O Indivíduo Biologico; O Self e o Processo de Reflexão;Fragmentos sobre a Ética;</li></ul>",
        "<ul><li>1932. <i>The Philosophy of the Present</i>. Prometheus Books.</li>\n<li>1934. <i>Mind, Self, and Society</i>. Ed: Charles W. Morris. University of Chicago Press.</li>\n<li>1936. <i>Movements of Thought in the Nineteenth Century</i>.  Ed. by C. W. Morris.  University of Chicago Press.</li>\n<li>1938. <i>The Philosophy of the Act</i>. Ed. by C.W. Morris et al. University of Chicago Press.</li>\n<li>1964. <i>Selected Writings</i>. Ed. by A. J. Reck.  University Chicago Press. This out-of-print volume collects articles Mead himself prepared for publication.</li>\n<li>1982. <i>The Individual and the Social Self: Unpublished Essays by G. H. Mead</i>. Ed. by David L. Miller. University of Chicago Press. <a href=\"/wiki/Especial:Fontes_de_livros/9780608094793\" class=\"internal mw-magiclink-isbn\">ISBN 9780608094793</a></li>\n<li>2001. <i>Essays in Social Psychology</i>. Ed. by M. J. Deegan. Transaction Books. (Book review <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20100617134826/http://stir.academia.edu/documents/0022/7999/GillespieThe_Mystery_of_Meads_first_book.pdf\">[1]</a>)</li>\n<li>2011. <i>G.H. Mead. A Reader</i>. Ed. by F.C. Silva. Routledge.</li></ul>",
        "<ul><li>Mead, G. H.: <i>Espíritu, persona y sociedad</i>, Paidós, Buenos Aires, 1968</li>\n<li>Mead, G. H.: <i>Escritos políticos y filosóficos</i>, FCE, Buenos Aires, 2009</li>\n<li>Mead, G. H.: <i>La filosofía del presente</i>,<a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.unizar.es/departamentos/filologia_inglesa/garciala/publicaciones/meadpresente.html\">[2]</a></li>\n<li>Mead, G. H.: <i>La Génesis del self y el control social (artículo de Mead, en REIS, nº 55, 1991)</i><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://dialnet.unirioja.es/servlet/fichero_articulo?codigo=758619&amp;orden=81076\">[3]</a></li>\n<li>Mead, G. H.: <i>La naturaleza de la experiencia estética</i> <a rel=\"nofollow\" class=\"external autonumber\" href=\"http://psicologiasocial.uab.es/athenea/index.php/atheneaDigital/article/viewArticle/6/6\">[4]</a></li></ul>",
        "<ul><li>Aboulafia, Mitchell (ed.) (1991) <i>Philosophy, Social Theory, and the Thought of George Herbert Mead</i>. SUNY Press.</li>\n<li>Aboulafia, Mitchell (2001) <i>The Cosmopolitan Self: George Herbert Mead and Continental Philosophy</i>. University of Illinois Press.</li>\n<li>Blumer, H. &amp; Morrione, T.J. (2004) <i>George Herbert Mead and Human Conduct</i>. New York: Altamira Press.</li>\n<li>Conesa-Sevilla, J. (2005). The Realm of Continued Emergence: The Semiotics of George Herbert Mead and its Implications to Biosemiotics, Semiotics Matrix Theory, and Ecological Ethics.  <i>Sign Systems Studies</i>, September, 2005, Tartu University, Estonia.</li>\n<li>Cook, Gary A. (1993) <i>G.H. Mead: The Making of a Social Pragmatist</i>. University of Illinois Press.</li>\n<li>Gillespie, A. (2005) \"G.H. Mead: Theorist of the social act,\" <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20100618051250/http://stir.academia.edu/documents/0011/0113/Gillespie_Mead_Theorist_of_the_social_act.pdf\">[5]</a> <i>Journal for the Theory of Social Behaviour 35</i>: 19-39.</li>\n<li>Gillespie, A. (2006). Games and the development of perspective taking <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://web.archive.org/web/20100618145227/http://stir.academia.edu/documents/0011/0115/Gillespie_Games_and_perspective_takingPROOF.pdf\">[6]</a>. Human Development, 49, 87-92.</li>\n<li>Joas, Hans (1985) <i>G.H. Mead: A Contemporary Re-examination of His Thought</i>. MIT Press.</li>\n<li>Habermas, Jürgen (1992) \"Individuation through socialization: On George Herbert Mead’s theory of socialization,\" in Habermas,</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://emaberto.inep.gov.br/index.php/emaberto/article/viewFile/747/669\">Interacionismo simbólico uma perspectiva psicossociológica. Goulart, I.B.; Bregunci, M.G.C.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.scielo.br/pdf/reeusp/v39n1/a14v39n1.pdf\">Interacionismo simbólico e a possibilidade para o cuidar interativo em enfermagem. Lopes, C.H.A.F.; Bessa, J.M.S.</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.brocku.ca/MeadProject/Mead/pubs2/mindself/Mead_1934_toc.html\">Mind Self and Society from the Standpoint of a Social Behaviorist</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.utm.edu/research/iep/m/mead.htm\">George Herbert Mead Internet Encyclopedia of Philosophy</a>— artigo de George Cronk.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.brocku.ca/MeadProject/\">Mead Project 2.0 - Escritos inéditos e publicados</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20081023230655/http://www.bolenderinitiatives.com/sociology/george-herbert-mead-1863-1931\">Para estudar  George Herbert Mead</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://psychclassics.yorku.ca/Mead/socialself.htm\">Texto The Social Self</a> (1913)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/mead/\">Verbete \"George Herbert Mead\"</a>, por Mitchell Aboulafia. <i>Stanford Encyclopedia of Philosophy</i>.</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_States.svg\" title=\"Portal dos Estados Unidos\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/40px-Flag_of_the_United_States.svg.png\" decoding=\"async\" width=\"25\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/60px-Flag_of_the_United_States.svg.png 2x\" data-file-width=\"1235\" data-file-height=\"650\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Estados_Unidos\" title=\"Portal:Estados Unidos\">Portal dos Estados Unidos</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_kalzium.svg\" title=\"Portal da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Nuvola_apps_kalzium.svg/40px-Nuvola_apps_kalzium.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Nuvola_apps_kalzium.svg/60px-Nuvola_apps_kalzium.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Ci%C3%AAncia\" title=\"Portal:Ciência\">Portal da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_miscellaneous.svg\" title=\"Portal da educação\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/40px-Nuvola_apps_edu_miscellaneous.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/60px-Nuvola_apps_edu_miscellaneous.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Educa%C3%A7%C3%A3o\" title=\"Portal:Educação\">Portal da educação</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Psi2.png\" title=\"Portal da psicologia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Psi2.png/40px-Psi2.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Psi2.png/60px-Psi2.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Psicologia\" title=\"Portal:Psicologia\">Portal da psicologia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1863\" title=\"Categoria:Nascidos em 1863\">Nascidos em 1863</a><a href=\"/wiki/Categoria:Mortos_em_1931\" title=\"Categoria:Mortos em 1931\">Mortos em 1931</a><a href=\"/wiki/Categoria:Psicologia_social\" title=\"Categoria:Psicologia social\">Psicologia social</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Pragmatistas\" title=\"Categoria:Pragmatistas\">Pragmatistas</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/0/01/George_Herbert_Mead.jpg",
    "view": "george_herbert_mead"
}