{
    "url": "https://pt.wikipedia.org/wiki/Giordano_Bruno",
    "codigo_http": 200,
    "titulo": [
        "Giordano Bruno"
    ],
    "conteudo": [
        "Giordano Bruno (Italiano: [dʒorˈdaːno ˈbruːno]; em latim: Iordanus Brunus Nolanus; nascido Filippo Bruno, (Nola, Reino de Nápoles, 1548[1] – Campo de' Fiori, Roma, 17 de fevereiro de 1600) foi um teólogo, filósofo, escritor, matemático, poeta, teórico de cosmologia, ocultista hermético e frade dominicano italiano[2][3][4] condenado à morte na fogueira pela Inquisição romana (Congregação da Sacra, Romana e Universal Inquisição do Santo Ofício) com a acusação de heresia[5] ao defender alegações consideradas erros teológicos. É também referido como Bruno de Nola ou Nolano.[6] É considerado por alguns como um mártir da igreja dos tempos de então, tendo contribuído para avanços significativos do conhecimento do seu tempo.[7] Ele é conhecido por suas teorias cosmológicas, que conceitualmente estenderam o então novo modelo copernicano. Ele propôs que as estrelas fossem sóis distantes cercados por seus próprios planetas e levantou a possibilidade de que esses planetas criassem vida neles próprios, uma posição filosófica conhecida como pluralismo cósmico. Ele também insistiu que o universo é infinito e não poderia ter \"centro\". Ele também é conhecido por ser um dos principais expoentes do Panteísmo.[8] \n",
        "A partir de 1593, Bruno foi julgado por heresia pela Inquisição romana, acusado de negar várias doutrinas católicas essenciais, incluindo a condenação eterna, a Trindade, a divindade de Cristo, a virgindade de Maria e a transubstanciação. O panteísmo de Bruno também era motivo de grande preocupação,[9] assim como seus ensinamentos sobre a transmigração da alma. A Inquisição o considerou culpado e ele foi queimado na fogueira no Campo de' Fiori, em Roma, em 1600. Após sua morte, ganhou fama considerável, sendo particularmente comemorado por comentaristas do século XIX e início do século XX que o consideravam mártir de ciência,[10] embora os historiadores concordem que seu julgamento por heresia não foi uma resposta a seus pontos de vista astronômicos, mas sim uma resposta a seus pontos de vista filosóficos e religiosos.[11][12][13][14][15] Já outros historiadores consideram sim que suas visões cosmológicas foram o principal motivo ou um dos principais da condenação (heresia da pluralidade dos mundos).[16][17][18] O caso de Bruno ainda é considerado um marco na história do livre pensamento e das ciências emergentes.[19][20]\n",
        "Além da cosmologia, Bruno também escreveu extensivamente sobre a arte da memória, um grupo pouco organizado de técnicas e princípios mnemônicos. A historiadora Frances Yates argumenta que Bruno foi profundamente influenciado pela astrologia árabe (particularmente a filosofia de Averróis[21]), neoplatonismo, hermetismo renascentista e lendas do gênero Gênesis em torno do deus egípcio Tote.[22] Outros estudos de Bruno se concentraram em sua abordagem qualitativa da matemática e sua aplicação dos conceitos espaciais da geometria na linguagem.[23]\n",
        "Filho do militar Giovanni Bruno e Fraulissa Savolino,[24] seu nome de batismo era Filippo Bruno.[25] Adotou o nome de Giordano quando ingressou na Ordem Dominicana, aos 15 anos de idade.[25]\n",
        "No seminário, estudou Aristóteles e Tomás de Aquino, predominantes na doutrina católica da época, doutorando-se em Teologia.\n",
        "Suas ideias particulares, porém, suscitaram suspeitas por parte da hierarquia da Igreja. Em 1576 foi acusado de heresia e levado a Roma para ser julgado. Poucos meses depois, abandonou o hábito[25] e em 1579 deixou a Itália.[26]\n",
        "Iniciou-se, então, o período de peregrinação de sua vida. Em Gênova, ainda em 1579, aparentemente, adotou o calvinismo, o que negaria mais tarde, ao ser julgado em Veneza.[25] Acabou sendo excomungado pelos calvinistas e expulso de Gênova.[25] Viajou sucessivamente para França (Toulouse, Paris[25]), Suíça e Inglaterra.[26] Em  Londres, onde permaneceu de 1583 a 1585,  esteve sob a proteção do embaixador francês, e frequentou o círculo de amigos do poeta inglês Philip Sidney. Em 1585, Bruno retornou a Paris, indo em seguida para Marburgo, Wittenberg, Praga, Helmstedt e Frankfurt, onde conseguiu publicar vários de seus escritos.\n",
        "Em Roma, o julgamento de Bruno durou oito anos, durante os quais ele foi preso, por último, na Torre de Nola. Alguns documentos importantes sobre o julgamento estão perdidos, mas outros foram preservados e entre eles um resumo do processo, que foi redescoberto em 1999.[27] As numerosas acusações contra Bruno, com base em alguns de seus livros, bem como em relatos de testemunhas, incluíam blasfêmia, conduta imoral e heresia em matéria de teologia dogmática e envolvia algumas das doutrinas básicas da sua filosofia e cosmologia. Luigi Firpo lista estas acusações feitas contra Bruno pelo tribunal local:[28]\n",
        "Giovanni Mocenigo  (1558-1623), membro de uma das mais ilustres famílias venezianas, encontrou Bruno em Frankfurt em 1590 e convidou-o para ir a Veneza, a pretexto de lhe ensinar mnemotécnica, a arte de desenvolver a memória, em que Bruno era perito. Segundo Will Durant[29] Bruno estava havia muitos anos na lista dos procurados pela Inquisição, ansiosa por prendê-lo por suas doutrinas subversivas, mas Veneza gozava da fama de proteger tais foragidos, e o filósofo sentiu-se encorajado a cruzar os Alpes e regressar. Como Mocenigo quisesse usar as artes da memória com fins comerciais, segundo alguns, ou esperasse obter de Bruno ensinamentos de ocultismo para aumentar seu poder, prejudicar seus concorrentes e inimigos, segundo outros, Bruno se negou a ensiná-lo.[30] Segundo Durant, Mocenigo, católico piedoso, assustava-se com \"as heresias que o loquaz e incauto filósofo lhe expunha\", e perguntou a seu confessor se devia denunciar Bruno à Inquisição. O sacerdote recomendou-lhe esperar e reunir provas, no que Mocenigo assentiu; mas quando Bruno anunciou seu desejo de regressar a Frankfurt, o nobre denunciou-o ao Santo Ofício. Mocenigo trancou-o num quarto e chamou os agentes da Inquisição para levarem-no preso, acusado de heresia. Bruno foi transferido para o cárcere do Santo Ofício de San Domenico de Castello, no dia 23 de maio de 1592.[31]\n",
        "No último interrogatório pela Inquisição do Santo Ofício, não abjurou e, no dia 8 de fevereiro de 1600, foi condenado à morte na fogueira. Obrigado a ouvir a sentença ajoelhado, Giordano Bruno teria respondido com um desafio: Maiori forsan cum timore sententiam in me fertis quam ego accipiam (\"Talvez sintam maior temor ao pronunciar esta sentença do que eu ao ouvi-la\").[32]\n",
        "A execução de sua sentença ocorreu no dia 17 de fevereiro de 1600. Na ocasião teve a voz calada por um objeto de madeira posto em sua boca.[33]\n",
        "Foi trágico o desfecho do processo contra Giordano Bruno (século XVI), acusado de panteísmo e queimado vivo por defender com exaltação poética a doutrina da infinitude do Universo e por concebê-lo não como um sistema rígido de seres, articulados em uma ordem dada desde a eternidade, mas como um conjunto que se transforma continuamente.[34]\n",
        "Um dos pontos chave de sua cosmologia é a tese do universo infinito e povoado por uma infinidade de estrelas, como o Sol, e por outros planetas, nos quais, assim como na Terra, existiria vida inteligente.[35] Sua perspectiva se define a partir das ideias do cardeal Nicolau da Cusa, de Copérnico e de Giovanni Battista della Porta. Bruno é às vezes citado como o primeiro a propor que o universo é infinito, o que ele fez durante seu tempo na Inglaterra, mas um cientista inglês, Thomas Digges, apresentou essa ideia em um trabalho publicado em 1576, cerca de oito anos antes de Bruno,[36] e também filósofos da antiguidade clássica como Arquitas e Lucrécio. Um universo infinito e a possibilidade de vida alienígena também já haviam sido sugeridos pelo cardeal católico Nicolau de Cusa em \"Sobre a Douta Ignorância\", publicado em 1440.\n",
        "As suas ideias sobre a relatividade anteciparam as de Galileu:[37][38] num universo infinito, qualquer perspectiva de qualquer objeto é sempre relativa à posição do observador, há infinitos referenciais possíveis e não existe nenhum privilegiado em relação aos demais.[39] Além de defender a existência de planetas extrassolares.[39]\n",
        "Seu livro Spaccio de la Bestia Trionfante era um ataque à religião e mostrava o panteísmo do seu autor.[40]\n",
        "Segundo John Gribbin, em seu livro Science: A History (1543-2001), Bruno filiou-se ao hermetismo, baseado em escrituras egípcias, da época de Moisés. Entre outras referências, esse movimento utilizava os ensinamentos atribuídos ao deus egípcio Thoth, cujo equivalente grego era Hermes (daí hermetismo), conhecido pelos seguidores como Hermes Trismegisto. Bruno teria abraçado a teoria do padre Copérnico porque ela se encaixava bem na ideia egípcia de um universo centrado no sol.\n",
        "Deus seria a força criadora perfeita que forma o mundo e que seria imanente a ele. Bruno defendia a crença nos poderes humanos extraordinários, a crença de que todas as coisas tinham alma, criou a Geometria Sagrada e enfrentou abertamente a Igreja Católica,[41] a Igreja Luterana, Calvinista, sendo excomungado de todas elas.\n",
        "A contribuição geral de Bruno para o nascimento da ciência moderna ainda é controversa. Alguns estudiosos seguem Frances Yates, enfatizando a importância das ideias de Bruno sobre o universo ser infinito e sem estrutura geocêntrica como ponto de cruzamento crucial entre o antigo e o novo. Outros vêem na ideia de Bruno de múltiplos mundos instanciando as infinitas possibilidades de um indivisível e pristino Um,[42] um precursor da interpretação de muitos mundos de Everett da mecânica quântica.[43]\n",
        "Enquanto muitos acadêmicos observam a posição teológica de Bruno como panteísmo, vários a descreveram como pandeísmo e alguns como panenteísmo.[44][45] O físico e filósofo Max Bernhard Weinstein, em seu Welt und Lebensanschauungen, Hervorgegangen aus Religion, Philosophie und Naturerkenntnis (\"Visões da vida e do mundo emergindo da religião, filosofia e natureza\"), escreveu que o modelo teológico do pandeísmo era fortemente expresso nos ensinamentos de Bruno, especialmente no que diz respeito à visão de uma divindade para a qual \"o conceito de Deus não está separado do conceito do universo\".[46] No entanto, Otto Kern faz exceção ao que considera as afirmações gerais de Weinstein de que Bruno, assim como outros filósofos históricos como João Escoto Erígena, Anselmo de Canterbury, Nicolau de Cusa, Mendelssohn e Lessing seriam pandeístas ou se inclinavam para o pandeísmo.[47] O editor da Discover, Corey S. Powell, também descreveu a cosmologia de Bruno como pandeística, escrevendo que era \"uma ferramenta para avançar uma teologia animista ou pandeísta\",[48] e essa avaliação de Bruno como pandeísta foi concordada pelo escritor científico Michael Newton Keas e o escritor da The Daily Beast David Sessions.[49]\n",
        "Giordano Bruno foi o grande defensor da ideia de infinito.[50]\n",
        "Bruno era hilozoísta (pensava que tudo tem vida) e panpsiquista (pensava que tudo tem uma natureza psíquica, uma alma).\n",
        "O Vaticano publicou poucas declarações oficiais sobre o julgamento e execução de Bruno. Em 1942, o cardeal Giovanni Mercati, que descobriu vários documentos perdidos relacionados ao julgamento de Bruno, afirmou que a Igreja estava perfeitamente justificada em condená-lo. No 400º aniversário da morte de Bruno, em 2000, o cardeal Angelo Sodano declarou a morte de Bruno como um \"episódio triste\", mas, apesar de seu pesar, defendeu os promotores de Bruno, afirmando que os inquisidores \"tinham o desejo de servir à liberdade e promover o bem comum e fizeram todo o possível para salvar sua vida\".[52] No mesmo ano, o papa João Paulo II fez um pedido de desculpas geral pelo \"uso da violência que alguns cometeram a serviço da verdade\".[53]\n",
        "Alguns autores caracterizaram Bruno como um \"mártir da ciência\", sugerindo paralelos com o caso Galileu, que começou por volta de 1610.[54] \"Não deve ser suposto\", escreve A. M. Paterson, de Bruno, e seu \"sistema solar heliocêntrico\", que ele \"alcançou suas conclusões através de alguma revelação mística....Seu trabalho é uma parte essencial dos desenvolvimentos científicos e filosóficos que ele iniciou\".[55] Paterson repete Hegel ao escrever que Bruno \"introduz uma moderna teoria do conhecimento que compreende todas as coisas naturais do universo a serem conhecidas pela mente humana através da estrutura dialética da mente\".[56]\n",
        "Ingegno escreve que Bruno adotou a filosofia de Lucrécio, \"destinada a libertar o homem do medo da morte e dos deuses\".[57] Os personagens do livro Causa, Princípio e Unidade de Bruno desejam \"melhorar a ciência especulativa e o conhecimento das coisas naturais\" e alcançar uma filosofia \"que produza a perfeição do intelecto humano de maneira mais fácil, eminente e mais próxima da verdade da natureza\".[58]\n",
        "Outros estudiosos se opõem a essas opiniões e afirmam que o martírio de Bruno para a ciência é exagerado ou totalmente falso. Para Yates, enquanto \"liberais do século XIX\" foram levados \"a êxtases\" sobre o copernicanismo de Bruno, \"Bruno empurra o trabalho científico de Copérnico de volta a um estágio pré-científico, de volta ao hermetismo, interpretando o diagrama copernicano como um hieróglifo de mistérios divinos\".[59]\n",
        "Segundo o historiador Mordechai Feingold, \"Tanto os admiradores quanto os críticos de Giordano Bruno basicamente concordam que ele era pomposo e arrogante, valorizando muito suas opiniões e mostrando pouca paciência com quem até discordava dele levemente\". Discutindo a experiência da rejeição de Bruno quando ele visitou a Universidade de Oxford, Feingold sugere que \"poderia ter sido a maneira de Bruno, sua linguagem e sua autoafirmação, e não suas ideias\" que causaram ofensa.[60]\n",
        "Em suas Palestras sobre a História da Filosofia, Hegel escreve que a vida de Bruno representava \"uma rejeição ousada de todas as crenças católicas baseadas na mera autoridade\".[61]\n",
        "Alfonso Ingegno afirma que a filosofia de Bruno \"desafia os desenvolvimentos da Reforma, põe em questão o valor da verdade de todo o cristianismo e afirma que Cristo perpetrou um engano na humanidade... Bruno sugere que agora podemos reconhecer a lei universal que controla o devir perpétuo de todas as coisas em um universo infinito\".[62] A. M. Paterson diz que, embora não tenhamos mais uma cópia da condenação papal oficial de Bruno, suas heresias incluíam \"a doutrina do universo infinito e dos inúmeros mundos\" e suas crenças \"sobre o movimento da terra\".[63]\n",
        "Michael White observa que a Inquisição pode ter perseguido Bruno no início de sua vida com base em sua oposição a Aristóteles, interesse no arianismo, leitura de Erasmo e posse de textos proibidos. White considera que a heresia posterior de Bruno era \"multifacetada\" e pode ter se apoiado em sua concepção de mundos infinitos. \"Esta foi talvez a noção mais perigosa de todas ... Se existiam outros mundos com seres inteligentes vivendo lá, eles também tiveram suas visitações? A ideia era completamente impensável\".[64]\n",
        "Frances Yates rejeita o que ela descreve como a \"lenda de que Bruno foi processado como um pensador filosófico, foi queimado por suas visões ousadas sobre inúmeros mundos ou sobre o movimento da terra\". Yates, no entanto, escreve que \"a Igreja estava ... perfeitamente dentro de seus direitos se incluísse pontos filosóficos na condenação das heresias de Bruno\" porque \"os pontos filosóficos eram bastante inseparáveis ​​das heresias\".[65]\n",
        "De acordo com a Stanford Encyclopedia of Philosophy, \"em 1600 não havia posição católica oficial no sistema copernicano, e certamente não era uma heresia. Quando Bruno [...] foi queimado na fogueira como herege, não teve nada a ver com seus escritos em apoio à cosmologia copernicana\".[66]\n",
        "\nO site dos Arquivos Secretos do Vaticano, discutindo um resumo dos procedimentos legais contra Bruno em Roma, declara:"
    ],
    "ligacoes": [
        "<ul><li>sustentar opiniões contrárias à <a href=\"/wiki/Cat%C3%B3lica\" class=\"mw-redirect\" title=\"Católica\">fé católica</a> e contestar seus ministros;</li>\n<li>sustentar opiniões contrárias à fé católica sobre a <a href=\"/wiki/Trindade_(cristianismo)\" title=\"Trindade (cristianismo)\">Trindade</a>, a divindade de <a href=\"/wiki/Cristo\" title=\"Cristo\">Cristo</a> e a <a href=\"/wiki/Encarna%C3%A7%C3%A3o\" title=\"Encarnação\">encarnação</a>;</li>\n<li>sustentar opiniões contrárias à fé católica sobre <a href=\"/wiki/Jesus\" title=\"Jesus\">Jesus</a> como Cristo;</li>\n<li>sustentar opiniões contrárias à fé católica sobre a virgindade de <a href=\"/wiki/Maria_(m%C3%A3e_de_Jesus)\" title=\"Maria (mãe de Jesus)\">Maria, mãe de Jesus</a>;</li>\n<li>sustentar opiniões contrárias à fé católica tanto sobre a <a href=\"/wiki/Transubstancia%C3%A7%C3%A3o\" title=\"Transubstanciação\">Transubstanciação</a> quanto a <a href=\"/wiki/Missa\" title=\"Missa\">Missa</a>;</li>\n<li>reivindicar a existência de uma pluralidade de mundos e suas eternidades;</li>\n<li>acreditar em <a href=\"/wiki/Metempsicose\" class=\"mw-redirect\" title=\"Metempsicose\">metempsicose</a> e na <a href=\"/wiki/Transmigra%C3%A7%C3%A3o\" class=\"mw-redirect\" title=\"Transmigração\">transmigração</a> da alma humana em brutos, e;</li>\n<li>envolvimento com magia e adivinhação.</li></ul>",
        "<ul><li><a href=\"/wiki/Giordano_Bruno_(filme)\" title=\"Giordano Bruno (filme)\"><i>Giordano Bruno</i></a>, de <a href=\"/wiki/Giuliano_Montaldo\" title=\"Giuliano Montaldo\">Giuliano Montaldo</a>, com <a href=\"/wiki/Gian_Maria_Volont%C3%A8\" class=\"mw-redirect\" title=\"Gian Maria Volontè\">Gian Maria Volontè</a>, 1973; duração: 123min.</li></ul>",
        "<ul><li><a href=\"/wiki/Paradoxo_de_Fermi\" title=\"Paradoxo de Fermi\">Paradoxo de Fermi</a></li>\n<li><a href=\"/wiki/Lista_de_cl%C3%A9rigos-cientistas_cat%C3%B3licos\" title=\"Lista de clérigos-cientistas católicos\">Lista de clérigos-cientistas católicos</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://ano-zero.com/giordano-bruno/\">Giordano Bruno, o grande herói da liberdade humana</a></li>\n<li><a href=\"/wiki/Josep_Ferrater_Mora\" class=\"mw-redirect\" title=\"Josep Ferrater Mora\">Ferrater Mora, J.</a>  <i>Diccionario de Filosofía.</i> <a rel=\"nofollow\" class=\"external text\" href=\"http://www.ferratermora.org/ency_filosofo_ad_bruno.html\">\"Bruno, Giordano (Filippo)\"</a> (em castelhano)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.giordanobruno.it/\">Istituto Italiano per gli Studi Filosofici. Centro Internazionale di Studi Bruniani \"Giovanni Aquilecchia\"(CISB)</a> (em inglês ou italiano)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.giordanobruno.info\">Giordano Bruno.info</a> (em inglês, italiano e espanhol)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.giordanobruno.info/nolano/home_ita.htm#axzz2yLaZIImF\">Site sobre a vida e obra de Giordano Bruno</a>. Contem obras do filósofo para download (em italiano).</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.antroposmoderno.com/antro-version-imprimir.php?id_articulo=78\">Antroposmoderno. Giordano Bruno</a> (em português)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.intratext.com/Catalogo/Autori/AUT52.HTM\">Obras de Giordano Bruno</a>: textos disponíveis online</li>\n<li>Santos, Patricia Lessa. <a rel=\"nofollow\" class=\"external text\" href=\"http://cutter.unicamp.br/document/?code=vtls000116499\"><i>No caldeirão dos bruxos : a filosofia herética de Giordano Bruno</i></a>. UNICAMP, 1997.</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Italy.svg\" title=\"Portal da Itália\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/03/Flag_of_Italy.svg/40px-Flag_of_Italy.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/03/Flag_of_Italy.svg/60px-Flag_of_Italy.svg.png 2x\" data-file-width=\"1500\" data-file-height=\"1000\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:It%C3%A1lia\" title=\"Portal:Itália\">Portal da Itália</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:P_religion_world.svg\" title=\"Portal da religião\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/40px-P_religion_world.svg.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/60px-P_religion_world.svg.png 2x\" data-file-width=\"400\" data-file-height=\"360\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Religi%C3%A3o\" title=\"Portal:Religião\">Portal da religião</a></span></span></li>      </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1548\" title=\"Categoria:Nascidos em 1548\">Nascidos em 1548</a><a href=\"/wiki/Categoria:Mortos_em_1600\" title=\"Categoria:Mortos em 1600\">Mortos em 1600</a><a href=\"/wiki/Categoria:Giordano_Bruno\" title=\"Categoria:Giordano Bruno\">Giordano Bruno</a><a href=\"/wiki/Categoria:M%C3%ADsticos_crist%C3%A3os\" title=\"Categoria:Místicos cristãos\">Místicos cristãos</a><a href=\"/wiki/Categoria:Hermetistas\" title=\"Categoria:Hermetistas\">Hermetistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_It%C3%A1lia\" title=\"Categoria:Filósofos da Itália\">Filósofos da Itália</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_executados\" title=\"Categoria:Filósofos executados\">Filósofos executados</a><a href=\"/wiki/Categoria:Religiosos_da_Ordem_dos_Dominicanos\" title=\"Categoria:Religiosos da Ordem dos Dominicanos\">Religiosos da Ordem dos Dominicanos</a><a href=\"/wiki/Categoria:M%C3%A1rtires\" title=\"Categoria:Mártires\">Mártires</a><a href=\"/wiki/Categoria:Pessoas_processadas_pela_Inquisi%C3%A7%C3%A3o\" title=\"Categoria:Pessoas processadas pela Inquisição\">Pessoas processadas pela Inquisição</a><a href=\"/wiki/Categoria:Pessoas_executadas_por_heresia\" title=\"Categoria:Pessoas executadas por heresia\">Pessoas executadas por heresia</a><a href=\"/wiki/Categoria:Pessoas_executadas_pelo_fogo\" title=\"Categoria:Pessoas executadas pelo fogo\">Pessoas executadas pelo fogo</a><a href=\"/wiki/Categoria:Cientistas_do_Renascimento\" title=\"Categoria:Cientistas do Renascimento\">Cientistas do Renascimento</a><a href=\"/wiki/Categoria:Universidade_de_Helmstedt\" title=\"Categoria:Universidade de Helmstedt\">Universidade de Helmstedt</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/1/15/Giordano_Bruno.jpg/250px-Giordano_Bruno.jpg",
    "view": "giordano_bruno"
}