{
    "url": "https://pt.wikipedia.org/wiki/Giovanni_Pico_della_Mirandola",
    "codigo_http": 200,
    "titulo": [
        "Giovanni Pico della Mirandola"
    ],
    "conteudo": [
        "Giovanni Pico della Mirandola (Mirandola, 24 de fevereiro de 1463 – Florença, 17 de novembro de 1494) foi um erudito, filósofo neoplatônico e humanista do Renascimento italiano.\n",
        "Giovanni, era o filho mais jovem de Gian Francesco I e Giulia Boiardo, condes de Mirandola e de Concordia, estado situado no vale do rio Pó. Desde a infância impressionava por seus dotes intelectuais que incluíam uma extraordinária memória e dons artísticos muito desenvolvidos. Decidiu dedicar a sua vida inteiramente aos estudos e com apenas catorze anos de idade, partiu para a Universidade de Bolonha com o objetivo de estudar Direito Canônico e preparar-se para seguir a carreira eclesiástica. Entretanto, insatisfeito com os estudos puramente jurídicos, decidiu aprofundar os estudos em Filosofia e Teologia, que lhe despertaram a predileção.\n",
        "Giovanni passou ainda sete anos viajando pela Itália e França, estudando em suas principais faculdades em Ferrara, Pádua e Paris, enquanto se dedicava a aprender os idiomas latino, grego, hebraico, árabe e sírio.\n",
        "Após adquirir, em suas viagens pela Europa, cerca de sessenta manuscritos atribuídos ao sacerdote e escriba judeu Esdras, filho do sumo sacerdote Seraías e autor bíblico de um dos livros históricos de mesmo nome do Antigo Testamento (cfe. mencionado em II Reis 25:18-21), Giovanni veio a interessar-se pelo estudo da Cabala e do Talmud, tendo a ideia de combinar esse conhecimento místico-religioso com a filosofia.\n",
        "O seu objetivo principal era conciliar religião e filosofia. Assim como o seu mestre Marcílio Ficino, Giovanni baseava as suas conceções principalmente em Platão, em oposição a Aristóteles. Todavia Giovanni era em essência um eclético e em muitos aspetos, ele representava uma reação contra os exageros do Humanismo. De acordo com Pico della Mirandola, deveríamos estudar as fontes hebraicas e talmúdicas, enquanto as melhores conquistas da escolástica deveriam ser preservadas. O seu Heptaplus, uma exposição místico-alegórica da criação do mundo de acordo com os sete sentidos bíblicos, segue essa ideia; ao mesmo período pertence De ente et uno, com explanações de várias passagens dos livros mosaicos, platônicos e aristotélicos.\n",
        "Já em Roma, no ano de 1486, com apenas 23 anos de idade, publica as suas polêmicas 900 teses intituladas Conclusiones philosophicae, cabalisticae et theologicae, com que acreditava ter desvelado as bases de todo o conhecimento da humanidade, combinando elementos do neoplatonismo, hermetismo e cabalismo, além de versar sobre lógica, matemática, física. Oferece-se para pagar as despesas de qualquer um que estivesse disposto a vir até Roma enfrentá-lo em uma discussão pública sobre as teses. Neste ano publica o seu trabalho mais conhecido, De hominis dignitate oratio (Discurso sobre a Dignidade do Homem), que serve como uma introdução às 900 teses. Em ambas as obras, fez a defesa do que chamou de magia natural (magia naturalis) e, juntamente a Johann Reuchlin, ficou conhecido como um dos criadores da Cabala cristã.[1]\n",
        "Entretanto, das 900 teses, treze foram consideradas heréticas pela Igreja Católica e ele é proibido de ir adiante com as discussões públicas. Uma comissão de inquérito da igreja convida Giovanni para retratar-se, o que ele efetivamente faz. Giovanni tenta ainda defender as suas treze teses com o opúsculo Apologia Ioannis Pici Mirandolani, concordiae comitis, mas não obtém sucesso. Contrafeito com a condenação, decide viajar novamente, visitando a França e em seguida retornando a Florença.\n",
        "Ao final de sua vida, destrói os seus trabalhos poéticos e torna-se um defensor do Cristianismo contra os judeus, muçulmanos e astrólogos. Faleceu em 17 de novembro de 1494, aos 31 anos, após sucumbir a uma febre, no dia em que Carlos VIII da França entrou em Florença, após expulsar Piero de Médici. Giovanni é considerado o primeiro erudito cristão a combinar elementos da doutrina cabalística e teologia cristã.\n",
        "Em abril de 2008, cientistas de três universidades italianas fizeram exumação do corpo do filósofo e após vários testes descobriram que a febre que causou a morte dele foi ocasionada por envenenamento por arsênico.\n",
        "Seu sobrinho, o também filósofo e erudito Giovanni Francesco Pico della Mirandola, escreveu uma detalhada biografia de Giovanni em 1496, chamada Ioannis Pici Mirandulae Vita.\n",
        "Na Oratio, Giovanni justifica a importância da busca humana pelo conhecimento numa perspectiva neoplatônica. Ele afirma que Deus, tendo criado todas as criaturas, foi tomado pelo desejo de gerar uma outra criatura, um ser consciente que pudesse apreciar a criação, mas não havia nenhum lugar disponível na cadeia dos seres, desde os vermes até os anjos. Então Deus criou o homem, que ao contrário dos outros seres, não tinha um lugar específico nessa cadeia. Em lugar disso, o homem era capaz de aprender sobre si mesmo e sobre a natureza, além de poder emular qualquer outra criatura existente. Desta forma, segundo Giovanni, quando o homem filosofa, ele ascende a uma condição angélica e comunga com a Divindade, entretanto, quando ele falha em utilizar o seu intelecto, pode descer à categoria dos vegetais mais primitivos. Giovanni, deste modo, afirma que os filósofos estão entre as criaturas mais dignificadas da criação.\n",
        "A ideia que o homem pode ascender na cadeia dos seres pelo exercício de suas capacidades intelectuais foi uma profunda garantia de dignidade da existência humana na vida terrestre. A raiz da dignidade reside na sua afirmação de que somente os seres humanos podem mudar a si mesmos pelo seu livre-arbítrio. Ele observou na história humana que filosofias e instituições estão sempre evoluindo, fazendo da capacidade de auto-transformação do homem a única constante.\n",
        "Em conjunto com sua crença que toda a criação constitui um reflexo simbólico da Divindade, a filosofia de Giovanni teve uma profunda influência de Raimundo Lúlio.[2] Nas artes, ajudou a elevar o status de escritores, poetas, pintores e escultores, como Leonardo da Vinci e Michelangelo, de um papel de meros artesãos medievais a um ideal renascentista de artistas considerados gênios que persiste até os dias atuais.\n",
        "Outros trabalhos\n",
        "De acordo com alguns estudos, Pico della Mirandola também deve ser atribuída a paternidade do Hypnerotomachia Poliphili (Sonho amoroso de combate de Poliphilo).\n"
    ],
    "ligacoes": [
        "<ul><li>Opera quae exstant omnia di Pico della Mirandola stampata nel 1601</li>\n<li>Ad Hermolaum de genere dicendi philosophorum, (Carta a Ermolao Barbaro sobre a maneira de falar dos filósofos), 1485.</li>\n<li>Commento sopra una canzone d'amore di Girolamo Benivieni, 1486.</li>\n<li>Oratio de hominis dignitate, (Discorso sulla dignità dell'uomo), 1486.</li>\n<li>900 Tesis de omni re scibili o Conclusiones philosophicae, cabalisticae et theologicae nongentae in omni genere scientiarum, (900 teses sobre todas as coisas cognoscíveis ou ducentésimas cem conclusões filosóficas, cabalísticas e teológicas em todo tipo de ciência), 1486.</li>\n<li>Apologia, 1487.</li>\n<li>Heptaplus: de septiformi sex dierum Geneseos enarratione, (Heptaplus: das sete interpretações dos seis dias do Gênesis), 1489.</li>\n<li>Expositiones in Psalmos, 1489.</li>\n<li>De ente et uno, (L'essere e l'uno), 1491.</li>\n<li>Disputationes adversus astrologiam divinatricem, (Disputas contra a astrologia divinatória), 1493.</li></ul>",
        "<ul><li>Carmina, (Carmi).</li>\n<li>Auree Epistole.</li>\n<li>Sonetti.</li>\n<li>Duodecim regulae, (Le dodici regole).</li>\n<li>Duodecim arma spiritualis pugnae, (As doze armas da batalha espiritual).</li>\n<li>Duodecim conditiones amantis, (As doze condições de um amante).</li>\n<li>Deprecatoria ad Deum, (Oração a Deus).</li>\n<li>De omnibus rebus et de quibusdam aliis, (Todas as coisas e alguns outros).</li></ul>",
        "<ul><li><a href=\"/wiki/Ducado_de_Mirandola\" title=\"Ducado de Mirandola\">Ducado de Mirandola</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.teosofia.com.br/inst-032.php\">Giovanni Pico della Mirandola, teósofo</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.brown.edu/Departments/Italian_Studies/pico/\">The Pico Project</a></li></ul>",
        "<ul><li>(em italiano) Giulio Busi, <i>Vera relazione sulla vita e i fatti di Giovanni Pico, conte della Mirandola</i>, Aragno, 2010.</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li>        </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1463\" title=\"Categoria:Nascidos em 1463\">Nascidos em 1463</a><a href=\"/wiki/Categoria:Mortos_em_1494\" title=\"Categoria:Mortos em 1494\">Mortos em 1494</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_It%C3%A1lia\" title=\"Categoria:Filósofos da Itália\">Filósofos da Itália</a><a href=\"/wiki/Categoria:Humanistas_da_It%C3%A1lia\" title=\"Categoria:Humanistas da Itália\">Humanistas da Itália</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XV\" title=\"Categoria:Filósofos do século XV\">Filósofos do século XV</a><a href=\"/wiki/Categoria:Fam%C3%ADlia_Pico\" title=\"Categoria:Família Pico\">Família Pico</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Bolonha\" title=\"Categoria:Alunos da Universidade de Bolonha\">Alunos da Universidade de Bolonha</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Pico1.jpg/250px-Pico1.jpg",
    "view": "giovanni_pico_della_mirandola"
}