{
    "url": "https://pt.wikipedia.org/wiki/Gottfried_Wilhelm_Leibniz",
    "codigo_http": 200,
    "titulo": [
        "Gottfried Leibniz"
    ],
    "conteudo": [
        "Gottfried Wilhelm Leibniz (AFI: [ˈɡɔtfʁiːt ˈvɪlhɛlm ˈlaɪbnɪts],[2] Leipzig, 1 de julho de 1646 — Hanôver, 14 de novembro de 1716) foi um proeminente polímata e filósofo alemão e figura central na história da matemática e na história da filosofia. Sua realização mais notável foi conceber as ideias de cálculo diferencial e integral, independentemente dos desenvolvimentos contemporâneos de Isaac Newton.[3] Trabalhos matemáticos sempre favoreceram a notação de Leibniz como a expressão convencional do cálculo, enquanto a notação de Newton ficou sem uso. Foi apenas no século XX que a lei de continuidade e a lei transcendental da homogeneidade de Leibniz encontraram implementação matemática (por meio da análise não padronizada). Ele se tornou um dos inventores mais prolíficos no campo das calculadoras mecânicas, trabalhou para adicionar a multiplicação automática e a divisão à calculadora de Pascal, e foi o primeiro a descrever uma calculadora cata-vento em 1685,[4] além de inventar a roda de Leibniz, usada no aritmômetro - a primeira calculadora mecânica produzida em massa. Ele também refinou o sistema de números binários que se tornaria a base de todos os computadores digitais.\n",
        "Em filosofia, Leibniz é mais conhecido por seu otimismo, por sua conclusão de que nosso universo é, num sentido restrito, o melhor de todos os mundos possíveis que Deus poderia ter criado. Essa ideia muitas vezes foi satirizada por outros filósofos, como Voltaire. Leibniz, juntamente com René Descartes e Baruch Spinoza, foi um dos três grandes defensores do racionalismo no século XVII. O trabalho de Leibniz antecipou a lógica moderna e a filosofia analítica, mas sua filosofia também remete à tradição escolástica, na qual as conclusões são produzidas aplicando-se a razão aos primeiros princípios ou definições anteriores, e não a evidências empíricas.\n",
        "Leibniz fez importantes contribuições para a física e para a tecnologia e antecipou noções que surgiram muito mais tarde na filosofia, na teoria das probabilidades, na biologia, na medicina, na geologia, na psicologia, na linguística e na informática. Ele escreveu obras sobre filosofia, política, direito, ética, teologia, história e filologia. Leibniz também contribuiu para o campo da biblioteconomia. Enquanto servia como superintendente da biblioteca Wolfenbüttel na Alemanha, ele desenvolveu um sistema de catalogação que serviria de guia para muitas das maiores bibliotecas da Europa.[5] As contribuições de Leibniz para esta vasta gama de assuntos foram espalhadas em várias revistas científicas, em dezenas de milhares de cartas e em manuscritos inéditos. Ele escreveu em várias línguas, sobretudo em latim, francês e alemão. A obra completa de Leibniz ainda não foi traduzida para a língua inglesa ou portuguesa.[6]\n",
        "Gottfried Wilhelm Leibniz nasceu em 1 de julho de 1646, filho de Catharina Schmuck e Friedrich Leibniz, um professor de filosofia moral em Leipzig que morreu em 1652, quando Leibniz tinha apenas seis anos. Em 1663 ingressou na Universidade de Leipzig, como estudante de Direito. Em 1666 obteve o grau de doutor em direito, em Nuremberg, pelo ensaio prenunciando uma das mais importantes doutrinas da posterior filosofia. Nessa época afilia-se à Sociedade Rosacruz, da qual seria secretário durante dois anos.\n",
        "Foi o primeiro a perceber que a anatomia da lógica — \"as leis do pensamento\" — é assunto de análise combinatória. Em 1666 escreveu De Arte Combinatória, no qual formulou um modelo científico que é o precursor teórico de computação moderna: todo raciocínio, toda descoberta, verbal ou não, é redutível a uma combinação ordenada de elementos tais como números, palavras, sons ou cores.\n",
        "Na visão que teve da existência de uma \"característica universal\", Leibniz encontrava-se dois séculos à frente da época, no que concerne à matemática e à lógica.\n",
        "Aos 22 anos, foi-lhe recusado o grau de doutor, alegando-se juventude. Tinha vinte e seis anos, quando passou a ter aulas com Christiaan Huygens, cujos melhores trabalhos tratam da teoria ondulatória da luz. A maior parte dos papéis em que rascunhava suas ideias, nunca revisando, muito menos publicando, encontra-se na Biblioteca Real de Hanôver aguardando o paciente trabalho de estudantes. Leibniz criou uma máquina de calcular, superior à que fora criada por Blaise Pascal, fazendo as quatro operações.\n",
        "Em Londres, compareceu a encontros da Royal Society, em que exibiu a máquina de calcular, sendo eleito membro estrangeiro da Sociedade antes de sua volta a Paris em março de 1673. Em 1676, já tinha desenvolvido algumas fórmulas elementares do cálculo e tinha descoberto o teorema fundamental do cálculo, que só foi publicado em 11 de julho de 1677, onze anos depois da descoberta não publicada de Newton. No período entre 1677 e 1704, o cálculo leibniziano foi desenvolvido como instrumento de real força e fácil aplicabilidade no continente, enquanto na Inglaterra, devido à relutância de Newton em dividir as descobertas matemáticas, o cálculo continuava uma curiosidade relativamente não procurada.\n",
        "Durante toda a vida, paralelamente à Matemática, Leibniz trabalhou para aristocratas, buscando nas genealogias provas legais do direito ao título, tendo passado os últimos quarenta anos trabalhando exclusivamente para a família Brunswick, chegando a confirmar para os empregadores o direito a metade de todos os tronos da Europa. As pesquisas levaram-no pela Alemanha, Áustria e Itália de 1687 a 1690. Em 1700, Leibniz organizou a Academia de Ciências da Prússia, da qual foi o primeiro presidente. Esta Academia permaneceu como uma das três ou quatro principais do mundo até que os nazistas a eliminaram.\n",
        "Morreu solitário e esquecido. O funeral foi acompanhado pelo secretário, única testemunha dos últimos dias. Encontra-se sepultado em Neustädter Hof- und Stadtkirche St. Johannis, Hanôver, Baixa Saxônia na Alemanha.\n",
        "O pensamento filosófico de Leibniz parece fragmentado, porque seus escritos filosóficos consistem principalmente de uma infinidade de escritos curtos: artigos de periódicos, manuscritos publicados muito tempo depois de sua morte, e muitas cartas a muitos correspondentes. Ele escreveu apenas dois tratados filosóficos, dos quais apenas Teodiceia de 1710 foi publicado em sua vida.\n",
        "Leibniz data o seu começo na história da filosofia com seu Discurso sobre metafísica, que ele compôs em 1686 como um comentário sobre uma contínua disputa entre Malebranche e Antoine Arnauld. Isto levou a uma extensa e valiosa correspondência com Arnauld; o Discurso sobre metafísica não foi publicado até o século XIX. Em 1695, Leibniz fez sua entrada pública na filosofia europeia, com um artigo de jornal intitulado \"Novo Sistema da Natureza e da comunicação das substâncias\". Entre 1695 e 1705, compôs o seu Novos ensaios sobre o entendimento humano, um longo comentário sobre John Locke em seu Ensaios sobre o entendimento humano, mas ao saber da morte de Locke, 1704, perdeu o desejo de publicá-lo, isto aconteceu até que os novos ensaios foram publicados em 1765. A Monadologia, composta em 1714 e publicado postumamente, é constituída por 90 aforismos.\n",
        "Em 1676, Leibniz teria feito uma curta viagem a Londres, por consequência disso, há interpretações de que o referido erudito teria tido contato com obras não publicadas de Newton. Décadas depois, esse fato foi alegado como uma acusação leviana e infundada de que Leibniz teria aproveitado a concepção do cálculo de Newton, todavia, destaca-se que Leibniz ainda não teria na época do fato o domínio matemático, necessário, para entender determinado conceito. Ademais, cumpre destacar que Leibniz não publicou nada sobre o seu cálculo, até 1684; este assunto é tratado extensamente em um artigo de controvérsia entre Leibniz-Newton.\n",
        "Neste sentido, evidencia-se que a Leibniz é creditado, juntamente com Isaac Newton, a descoberta do cálculo (cálculo diferencial e integral). De acordo com os cadernos de Leibniz, um avanço crítico ocorreu em 11 de novembro de 1675, quando ele empregou cálculo integral pela primeira vez para encontrar a área sob o gráfico de uma função y = f (x). Introduziu várias notações usadas até hoje, por exemplo, o sinal integral ∫, representando um S alongado, da palavra latina summa, e o d usado para diferenciais, a partir da palavra latina differentia. Esta notação inteligente para o cálculo é provavelmente o seu legado matemático mais duradouro. Leibniz expressa a relação inversa de integração e diferenciação, mais tarde chamado de teorema fundamental do cálculo, por meio de uma figura em seu artigo de 1693 Supplementum Geometriae dimensoriae. No entanto, a James Gregory é creditado a descoberta do teorema em forma geométrica, Isaac Barrow provou uma versão geométrica mais generalizada e Newton apoiou em desenvolver a teoria. Desse modo, o conceito tornou-se mais transparente ao ser desenvolvido através do formalismo de Leibniz e sua nova notação. Nesses termos, a regra de produto do cálculo diferencial ainda é chamada de \"lei de Leibniz\". Além disso, o teorema que diz como e quando diferenciar sob o sinal integral é chamado de regra integral de Leibniz.\n",
        "Leibniz explorou infinitesimais no cálculo em desenvolvimento, manipulando-os de diversas maneiras e sugerindo que eles tinham propriedades algébricas paradoxais, consequentemente, George Berkeley, em um tratado chamado \"O Analista\" e também em De Motu, criticou estes. Um estudo recente argumenta que o cálculo Leibniziano estava livre de contradições e estava mais bem fundamentado do que as críticas empiristas de Berkeley.\n",
        "O uso de infinitesimais em matemática foi desaprovada por seguidores de Karl Weierstrass, mas sobreviveu em ciência e engenharia, e até mesmo em matemática rigorosa, através do dispositivo computacional fundamentais conhecido como o diferencial. A partir de 1960, Abraham Robinson elaborou uma base rigorosa aos infinitesimais de Leibniz, usando a teoria dos modelos, no contexto de um campo de números hiperrealistas. A análise não-padrão resultante pode ser vista como uma vindicação tardia do raciocínio matemático de Leibniz. O princípio de transferência de Robinson é uma implementação matemática de Leibniz.[7]\n",
        "Da capital inglesa, Leibniz partiu para Hanôver, mas no percurso fez uma parada em Haia, onde conheceu Leeuwenhoek, o descobridor dos micro-organismos e também passou vários dias em intensos debates com Baruch Espinoza, que recém completara sua principal obra, Ética.[8] Desde então, também foi acusado de se apropriar das ideias de Espinoza — tal acusação foi devido ao enorme apelo ideológico que estava inserido no panorama histórico da época. Embora Leibniz admirasse seu poderoso intelecto, ficou francamente desanimado com as conclusões dele,[9] especialmente por serem insuficientes à ortodoxia cristã.\n",
        "Ao contrário de Descartes e Espinoza, Leibniz tinha uma formação universitária completa na área de filosofia. Sua carreira começou, ao longo de uma influência escolar e aristotélica traindo a forte influência de um de seus professores de Leipzig, Jakob Thomasius, que também supervisionou a sua tese de Licenciatura em Filosofia. Leibniz leu ansiosamente Francisco Suárez, jesuíta espanhol respeitado, mesmo em universidades Luteranas. Leibniz estava profundamente interessado em novos métodos e nas conclusões de Descartes, Huygens, Newton e Boyle, mas viu estes trabalhos através de uma lente fortemente matizada por noções escolásticas. No entanto, a verdade é que os métodos de Leibniz e suas preocupações, muitas vezes anteciparam a lógica e a analítica, assim como a filosofia da linguagem do século XX.\n",
        "Há um relato de Leibniz em que ele declara que foi influenciado pela platonista Anne Conway em sua filosofia:[10]\n",
        "A história da filosofia atribui a Anselmo de Cantuária, ainda no período da Renascimento do século XII, no âmbito das Escolas de Catedral, a primeira formulação de um Argumento ontológico. Tal Argumento pretende demonstrar a existência de Deus de maneira A priori, ou seja, a partir da mera compreensão lógica do conceito de Deus, deve-se concluir a necessidade de sua existência. Podemos entender o argumento ontológico como um salto do campo da lógica (conceito de Deus) para o campo da ontologia (existência de Deus). Ao longo da história da Filosofia moderna e Filosofia contemporânea, muitos pensadores dedicaram-se a formular definições sobre 'Deus' e produzir novas maneiras de demonstrar sua existência. Dentre muitos, destacam-se René Descartes, Alvin Plantinga, Kurt Gödel e, especialmente, Leibniz.\n",
        "Definindo Deus como 'O ser mais perfeito' — sendo a perfeição, segundo o pensador, a totalidade das qualidades ou atributos afirmativos -, Leibniz pretende demonstrar a existência de tal ser a partir da compatibilidade entre dois ou mais atributos afirmativos, pois se todos os atributos afirmativos são compatíveis entre si sem gerar contradição, então deve ser possível conceber um ser com todos estes atributos. Assim, necessariamente tal ser existe, pois se ele possui todos os atributos afirmativos, não lhe pode faltar a existência.[11]\n",
        "Antes da demonstração é importante fazer algumas definições:\n",
        "Podemos entender um atributo afirmativo não-analisável como um predicado (qualidade) necessário que não pode ser decomposto em outros predicados.\n",
        "Podemos chamar dois predicados de Compatíveis quando tanto um predicado A quanto um predicado B podem atuar sobre um mesmo sujeito sem gerar contradição. \n",
        "Chamamos de Proposição Analítica uma proposição verdadeira em si própria em virtude do seu significado. (ex.: Todo casado é não-solteiro).\n",
        "Dados A e B como atributos afirmativos não-analisáveis, tomamos como hipótese que A e B são incompatíveis; dessa hipótese se segue necessariamente que A e B não podem estar em um mesmo sujeito — devido a própria definição de predicados compatíveis —, ou seja, da suposição da incompatibilidade de A e B, podemos concluir a seguinte proposição: Se A então não-B (A → ¬ B) (ou ainda: se é o caso que A, então não é o caso que B). \n",
        "Podemos categorizar, prima facie, tal proposição como analítica ou demonstrável, no entanto: \n",
        "Logo, não é possível demonstrar a hipótese da incompatibilidade de A e B, logo, A e B são compatíveis. Sendo assim, por exercício análogo, podemos provar a afirmatividade e a compatibilidade entre quaisquer outros atributos não-analíticos, logo, é possível conceber um ser com estes atributos. C.Q.D.[11]\n",
        "Os escritos de Leibniz estão a ser discutidos até os dias de hoje, não apenas por suas antecipações e possíveis descobertas ainda não reconhecidas, mas como formas de avanço do conhecimento atual. Grande parte de seus escritos sobre a física está incluído nos Escritos Matemáticos de Carl Immanuel Gerhardt.\n",
        "Leibniz teve grandes contribuições para a estática e a dinâmica emergentes sobre ele, muitas vezes em desacordo com Descartes e Newton. Ele desenvolveu uma nova teoria do movimento (dinâmicas) com base na energia cinética e energia potencial, que postulava o espaço como relativo, enquanto Newton sentira fortemente o espaço como algo absoluto. Um exemplo importante do pensamento maduro de Leibniz na questão da física é seu Specimen Dynamicum, de 1695.\n",
        "Até a descoberta das partículas subatômicas e da mecânica quântica que os regem, muitas das ideias especulativas de Leibniz sobre aspectos da natureza não redutível a estática e dinâmica faziam pouco sentido. Por exemplo, ele antecipou Albert Einstein, argumentando, contra Newton, que o espaço, tempo e movimento são relativos, não absolutos. As regras de Leibniz são importantes, se muitas vezes esquecidas, provas em diversos campos da física. O princípio da razão suficiente tem sido invocado na cosmologia recente, e sua identidade dos indiscerníveis na mecânica quântica, um campo de algum crédito, mesmo com ele tendo antecipado em algum sentido. Aqueles que defendem a filosofia digital, uma direção recente em cosmologia, alegam Leibniz como precursor.\n",
        "Leibniz foi talvez o primeiro grande intelectual europeu a se interessar de perto pela civilização chinesa, que ele conhecia por corresponder-se e ler outras obras de missionários cristãos europeus destacados na China. Ele aparentemente leu Confucius Sinarum Philosophus no primeiro ano de sua publicação. Ele chegou à conclusão de que os europeus poderiam aprender muito com a tradição ética confucionista. Ele ponderou sobre a possibilidade de que os caracteres chineses fossem uma forma involuntária de sua característica universal. Ele observou como os hexagramas do I Ching correspondem aos números binários de 000000 a 111111, e concluiu que esse mapeamento era evidência de grandes realizações chinesas no tipo de matemática filosófica que ele admirava.[12] Leibniz comunicou suas ideias do sistema binário que representa o cristianismo ao imperador da China, esperando que isso o convertesse. Leibniz foi um dos filósofos ocidentais da época que tentou acomodar as ideias confucionistas às crenças europeias predominantes.[13]\n",
        "A atração de Leibniz pela filosofia chinesa se origina de sua percepção de que a filosofia chinesa era semelhante à sua. O historiador E.R. Hughes sugere que as ideias de Leibniz de \"substância simples\" e \"harmonia pré-estabelecida\" foram diretamente influenciadas pelo confucionismo, apontando para o fato de que elas foram concebidas durante o período em que ele estava lendo Confúcio Sinarum Philosophus.[14]\n",
        "Leibniz escreveu principalmente em três idiomas: latim escolástico, francês e alemão. Durante sua vida, ele publicou muitos panfletos e artigos acadêmicos, mas apenas dois livros \"filosóficos\", o Combinatorial Art e o Théodicée. (Ele publicou numerosos panfletos, muitas vezes anônimos, em nome da Casa de Brunswick-Lüneburg, mais notavelmente o \"De jure suprematum\", uma consideração importante da natureza da soberania.) Um livro substancial apareceu postumamente, seu Nouveaux essais sur l'entendement humain, que Leibniz havia retirado da publicação após a morte de John Locke. Somente em 1895, quando Bodemann completou seu catálogo de manuscritos e correspondência de Leibniz, a enorme extensão do Nachlass de Leibniz ficou clara: cerca de 15 000 cartas para mais de 1 000 destinatários e mais de 40 000 outros itens. Além disso, muitas dessas cartas são de tamanho de ensaio. Grande parte de sua vasta correspondência, especialmente as cartas datadas após 1700, permanece inédita, e muito do que é publicado apareceu apenas nas últimas décadas. Os mais de 67 000 registros do Catálogo da Edição Leibniz cobrem quase todos os seus escritos conhecidos e as cartas dele e para ele. A quantidade, variedade e desordem dos escritos de Leibniz são um resultado previsível de uma situação que ele descreveu em uma carta da seguinte forma:\n",
        "As partes existentes da edição crítica dos escritos de Leibniz estão organizadas da seguinte forma:[16]\n",
        "A catalogação sistemática de todos os Nachlass de Leibniz começou em 1901. Foi prejudicado por duas guerras mundiais e, em seguida, por décadas de divisão alemã em dois estados com a \"cortina de ferro\" da Guerra Fria no meio, separando os estudiosos e também espalhando partes de seus espólios literários. O ambicioso projeto teve que lidar com escritos em sete idiomas, contidos em cerca de 200 000 páginas escritas e impressas. Em 1985, foi reorganizado e incluído em um programa conjunto de academias federais e estaduais alemãs (Länder). Desde então, as filiais de Potsdam, Münster, Hanôver e Berlim publicaram conjuntamente 57 volumes da edição crítica, com uma média de 870 páginas, e prepararam obras de índice e concordância.\n",
        "O ano dado é geralmente aquele em que a obra foi concluída, não de sua eventual publicação.\n",
        "Seis importantes coleções de traduções para o inglês são Wiener (1951), Parkinson (1966), Loemker (1969), Ariew e Garber (1989), Woolhouse e Francks (1998) e Strickland (2006). A edição crítica contínua de todos os escritos de Leibniz é Sämtliche Schriften und Briefe.[16]\n"
    ],
    "ligacoes": [
        "<ul><li>I) A proposição não pode ser analítica, pois, devido a sua forma lógica, é possível construir uma relação de equivalência entre A e a negação de B (ou entre B e a negação de A), ou seja, A e B funcionariam como um par de contrários, o que é absurdo, pois, não é possível, pela própria definição de atributo afirmativo, que a negação de um atributo afirmativo seja um atributo afirmativo. Logo, todos os atributos são verdadeiros. </li>\n<li>II) A proposição é não-demonstrável, pois para demonstrá-la, seria preciso fazer a análise do conceito de A, de B ou de ambos, o que contraria a hipótese de que A e B são não-analíticos.</li></ul>",
        "<ul><li>Series 1. <i>Political, Historical, and General Correspondence</i>. 25 vols., 1666–1706.</li>\n<li>Series 2. <i>Philosophical Correspondence</i>. 3 vols., 1663–1700.</li>\n<li>Series 3. <i>Mathematical, Scientific, and Technical Correspondence</i>. 8 vols., 1672–1698.</li>\n<li>Series 4. <i>Political Writings</i>. 9 vols., 1667–1702.</li>\n<li>Series 5. <i>Historical and Linguistic Writings</i>. In preparation.</li>\n<li>Series 6. <i>Philosophical Writings</i>. 7 vols., 1663–90, and <i>Nouveaux essais sur l'entendement humain</i>.</li>\n<li>Series 7. <i>Mathematical Writings</i>. 6 vols., 1672–76.</li>\n<li>Series 8. <i>Scientific, Medical, and Technical Writings</i>. 1 vol., 1668–76.</li></ul>",
        "<ul><li>1666 (publ. 1690). <i><a href=\"/w/index.php?title=De_Arte_Combinatoria&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"De Arte Combinatoria (página não existe)\">De Arte Combinatoria</a></i> (<i>On the Art of Combination</i>); parcialmente traduzido em Loemker §1 e Parkinson (1966)</li>\n<li>1667. <i>Nova Methodus Discendae Docendaeque Iurisprudentiae</i> (<i>A New Method for Learning and Teaching Jurisprudence</i>)</li>\n<li>1667. \"Dialogus de connexione inter res et verba\"</li>\n<li>1671. <i>Hypothesis Physica Nova</i> (<i>New Physical Hypothesis</i>); Loemker §8.I (parte)</li>\n<li>1673 <i><a href=\"https://en.wikisource.org/wiki/la:Confessio_philosophi\" class=\"extiw\" title=\"wikisource:la:Confessio philosophi\">Confessio philosophi</a></i> (<i>A Philosopher's Creed</i>)</li>\n<li>Oct. 1684. \"Meditationes de cognitione, veritate et ideis\" (\"Meditations on Knowledge, Truth, and Ideas\")</li>\n<li>Nov. 1684. \"<a href=\"/w/index.php?title=Nova_methodus_pro_maximis_et_minimis&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Nova methodus pro maximis et minimis (página não existe)\">Nova methodus pro maximis et minimis</a>\" (\"New method for maximums and minimums\"); traduzido em Struik, D. J., 1969. <i>A Source Book in Mathematics, 1200–1800</i>. Harvard University Press: 271–81.</li>\n<li>1686. <i><a href=\"/w/index.php?title=Discourse_on_Metaphysics_(book)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Discourse on Metaphysics (book) (página não existe)\">Discours de métaphysique</a></i>; Martin and Brown (1988), Ariew and Garber 35, Loemker §35, Wiener III.3, Woolhouse and Francks 1</li>\n<li>1686. <i>Generales inquisitiones de analysi notionum et veritatum</i> (<i>General Inquiries About the Analysis of Concepts and of Truths</i>)</li>\n<li>1694. \"De primae philosophiae Emendatione, et de Notione Substantiae\" (\"On the Correction of First Philosophy and the Notion of Substance\")</li>\n<li>1695. <i>Système nouveau de la nature et de la communication des substances</i> (<i>New System of Nature</i>)</li>\n<li>1700. <i>Accessiones historicae</i><sup id=\"cite_ref-Holland1910_17-0\" class=\"reference\"><a href=\"#cite_note-Holland1910-17\"><span class=\"cite-bracket\">[</span>17<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1703. \"Explication de l'Arithmétique Binaire\" (\"Explanation of Binary Arithmetic\"); Carl Immanuel Gerhardt, <i>Mathematical Writings</i> VII.223.</li>\n<li>1704 (publ. 1765). <i><a href=\"/w/index.php?title=Nouveaux_essais_sur_l%27entendement_humain&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Nouveaux essais sur l'entendement humain (página não existe)\">Nouveaux essais sur l'entendement humain</a></i>. Traduzido em: Remnant, Peter, and Bennett, Jonathan, trans., 1996. <i>New Essays on Human Understanding</i> Langley translation 1896. Cambridge University Press. Wiener III.6 (parte)</li>\n<li>1707–1710. <i>Scriptores rerum Brunsvicensium</i><sup id=\"cite_ref-Holland1910_17-1\" class=\"reference\"><a href=\"#cite_note-Holland1910-17\"><span class=\"cite-bracket\">[</span>17<span class=\"cite-bracket\">]</span></a></sup> (3 Vols.)</li>\n<li>1710. <i>Théodicée</i>; Farrer, A. M., and Huggard, E. M., trans., 1985 (1952). Wiener III.11 (parte).</li>\n<li>1714. \"Principes de la nature et de la Grâce fondés en raison\"</li>\n<li>1714. <i>Monadologie</i>; traduzido por <a href=\"/w/index.php?title=Nicholas_Rescher&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Nicholas Rescher (página não existe)\">Nicholas Rescher</a>, 1991. <i>The Monadology: An Edition for Students</i>. University of Pittsburgh Press. Ariew and Garber 213, Loemker §67, Wiener III.13, Woolhouse and Francks 19.</li></ul>",
        "<ul><li>1717. <i>Collectanea Etymologica</i>, edited by the secretary of Leibniz <a href=\"/w/index.php?title=Johann_Georg_von_Eckhart&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Johann Georg von Eckhart (página não existe)\">Johann Georg von Eckhart</a></li>\n<li>1749. <i><a href=\"/w/index.php?title=Protogaea&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Protogaea (página não existe)\">Protogaea</a></i></li>\n<li>1750. <i>Origines Guelficae</i><sup id=\"cite_ref-Holland1910_17-2\" class=\"reference\"><a href=\"#cite_note-Holland1910-17\"><span class=\"cite-bracket\">[</span>17<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li><cite id=\"CITEREFO'ConnorRobertson\" class=\"citation\">O'Connor, John J.; <a href=\"/wiki/Edmund_Robertson\" title=\"Edmund Robertson\">Robertson, Edmund F.</a>, <a rel=\"nofollow\" class=\"external text\" href=\"https://mathshistory.st-andrews.ac.uk/Biographies/Leibniz.html\">«Gottfried Leibniz»</a>, <i><a href=\"/wiki/MacTutor_History_of_Mathematics_archive\" title=\"MacTutor History of Mathematics archive\">MacTutor History of Mathematics archive</a></i> (em inglês), <a href=\"/wiki/Universidade_de_St._Andrews\" title=\"Universidade de St. Andrews\">Universidade de St. Andrews</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AGottfried+Leibniz&amp;rft.atitle=Gottfried+Leibniz&amp;rft.au=Robertson%2C+Edmund+F.&amp;rft.aufirst=John+J.&amp;rft.aulast=O%27Connor&amp;rft.btitle=MacTutor+History+of+Mathematics+archive&amp;rft.genre=bookitem&amp;rft.pub=Universidade+de+St.+Andrews&amp;rft_id=https%3A%2F%2Fmathshistory.st-andrews.ac.uk%2FBiographies%2FLeibniz.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://mathgenealogy.org/id.php?id=60985&amp;fChrono=1\">Gottfried Leibniz</a> (em inglês) no <a href=\"/wiki/Mathematics_Genealogy_Project\" title=\"Mathematics Genealogy Project\">Mathematics Genealogy Project</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://gballone.sites.uol.com.br/hlp/leibniz.html\">Filosofia — Gottfried Wilhelm Leibniz</a></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.earlymoderntexts.com/leibba.html\">«Leibniz's exchange of views with Pierre Bayle»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AGottfried+Leibniz&amp;rft.btitle=Leibniz%99s+exchange+of+views+with+Pierre+Bayle&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.earlymoderntexts.com%2Fleibba.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=12167\">Gottfried Leibniz</a> (em inglês) no <a href=\"/wiki/Find_a_Grave\" title=\"Find a Grave\">Find a Grave</a> <sup class=\"noprint Inline-Template\" style=\"color:gray;white-space:nowrap;\">[<i><a href=\"/wiki/Wikip%C3%A9dia:Fontes_n%C3%A3o_confi%C3%A1veis\" title=\"Wikipédia:Fontes não confiáveis\"><span title=\"O conteúdo próximo a esta marcação pode ser referenciado por uma fonte não confiável. Este site foi classificado como fonte não fiável; ver Wikipédia:FNF.\">fonte confiável?</span></a></i>]</sup></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-pt-hist-cien-logo.png\" title=\"Portal da história da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/40px-Wikipedia-pt-hist-cien-logo.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/60px-Wikipedia-pt-hist-cien-logo.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Hist%C3%B3ria_da_ci%C3%AAncia\" title=\"Portal:História da ciência\">Portal da história da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_mathematics-p.svg\" title=\"Portal da matemática\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/40px-Nuvola_apps_edu_mathematics-p.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/60px-Nuvola_apps_edu_mathematics-p.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Matem%C3%A1tica\" title=\"Portal:Matemática\">Portal da matemática</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1646\" title=\"Categoria:Nascidos em 1646\">Nascidos em 1646</a><a href=\"/wiki/Categoria:Mortos_em_1716\" title=\"Categoria:Mortos em 1716\">Mortos em 1716</a><a href=\"/wiki/Categoria:Gottfried_Wilhelm_Leibniz\" title=\"Categoria:Gottfried Wilhelm Leibniz\">Gottfried Wilhelm Leibniz</a><a href=\"/wiki/Categoria:Bibliotec%C3%A1rios_da_Alemanha\" title=\"Categoria:Bibliotecários da Alemanha\">Bibliotecários da Alemanha</a><a href=\"/wiki/Categoria:Cientistas_da_Alemanha\" title=\"Categoria:Cientistas da Alemanha\">Cientistas da Alemanha</a><a href=\"/wiki/Categoria:Diplomatas_da_Alemanha\" title=\"Categoria:Diplomatas da Alemanha\">Diplomatas da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_mente\" title=\"Categoria:Filósofos da mente\">Filósofos da mente</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_direito_da_Alemanha\" title=\"Categoria:Filósofos do direito da Alemanha\">Filósofos do direito da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVII\" title=\"Categoria:Filósofos do século XVII\">Filósofos do século XVII</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVIII\" title=\"Categoria:Filósofos do século XVIII\">Filósofos do século XVIII</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_pol%C3%ADticos\" title=\"Categoria:Filósofos políticos\">Filósofos políticos</a><a href=\"/wiki/Categoria:Idealistas\" title=\"Categoria:Idealistas\">Idealistas</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Alemanha\" title=\"Categoria:Matemáticos da Alemanha\">Matemáticos da Alemanha</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Alemanha_do_s%C3%A9culo_XVII\" title=\"Categoria:Matemáticos da Alemanha do século XVII\">Matemáticos da Alemanha do século XVII</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Alemanha_do_s%C3%A9culo_XVIII\" title=\"Categoria:Matemáticos da Alemanha do século XVIII\">Matemáticos da Alemanha do século XVIII</a><a href=\"/wiki/Categoria:Membros_da_Academia_de_Ci%C3%AAncias_da_Pr%C3%BAssia\" title=\"Categoria:Membros da Academia de Ciências da Prússia\">Membros da Academia de Ciências da Prússia</a><a href=\"/wiki/Categoria:Metaf%C3%ADsicos\" title=\"Categoria:Metafísicos\">Metafísicos</a><a href=\"/wiki/Categoria:Naturais_de_Leipzig\" title=\"Categoria:Naturais de Leipzig\">Naturais de Leipzig</a><a href=\"/wiki/Categoria:Ontologistas\" title=\"Categoria:Ontologistas\">Ontologistas</a><a href=\"/wiki/Categoria:Pol%C3%ADmatas\" title=\"Categoria:Polímatas\">Polímatas</a><a href=\"/wiki/Categoria:Pessoas_envolvidas_em_controv%C3%A9rsias_de_pl%C3%A1gio\" title=\"Categoria:Pessoas envolvidas em controvérsias de plágio\">Pessoas envolvidas em controvérsias de plágio</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Gottfried_Wilhelm_Leibniz%2C_Bernhard_Christoph_Francke.jpg/250px-Gottfried_Wilhelm_Leibniz%2C_Bernhard_Christoph_Francke.jpg",
    "view": "gottfried_leibniz"
}