{
    "url": "https://pt.wikipedia.org/wiki/William_Ockham",
    "codigo_http": 200,
    "titulo": [
        "Guilherme de Ockham"
    ],
    "conteudo": [
        "Guilherme de Ockham, em inglês William of Ockham (existem várias grafias para o nome deste franciscano: Ockham, Occam, Auquam, Hotham e Olram;[1] Ockham, 1285 — Munique, 9 de abril de 1347), foi um frade franciscano, filósofo, lógico e teólogo escolástico inglês, considerado como o representante mais eminente da escola nominalista, principal corrente oriunda do pensamento de Roscelino de Compiègne (1050-1120). Guilherme de Ockham, também conhecido como o \"doutor invencível\" (Doctor Invincibilis) e o \"iniciador venerável\" (Venerabilis Inceptor), nasceu na vila de Ockham, nos arredores de Londres, na Inglaterra, em 1285, e dedicou seus últimos anos ao estudo e à meditação num convento de Munique, onde morreu em 9 de abril de 1347, possivelmente vítima da peste negra.\n",
        "Ockham é reconhecido como um importante contribuinte para o desenvolvimento de ideias constitucionais ocidentais, especialmente para a ideia de governo com responsabilidade limitada.[2] Ele foi um dos primeiros autores medievais a defender uma forma de separação igreja/Estado, foi importante para o desenvolvimento precoce da noção de direitos de propriedade. Suas ideias políticas são consideradas \"naturais\" ou \"seculares\", defendendo um absolutismo secular. As opiniões sobre a responsabilização monárquica defendida em seu Diálogo (escrito entre 1332 e 1347) influenciaram muito o movimento Conciliar e ajudaram no surgimento de ideologias democráticas liberais.[2][3] Para ele, os papas e os líderes religiosos não têm nenhum direito ou motivos para tratar um governo secular como sua propriedade. Isto faz parte de um governo unicamente terreno, que também pode acusar o Papa de crimes, se necessário.[4]\n",
        "Na lógica, Ockham escreveu em palavras as fórmulas que mais tarde seriam chamadas de Leis de De Morgan,[5] além de escrever sobre a lógica ternária, ou seja, sobre um sistema lógico com três valores da verdade. Este conceito que seria retomado na lógica matemática dos séculos XIX e XX. Suas contribuições para a semântica, especialmente para a teoria do amadurecimento da suposição, ainda são estudadas por lógicos.[6][7] William de Ockham foi provavelmente o primeiro lógico a tratar efetivamente de termos vazios no silogismo aristotélico.[8]\n",
        "Quando ainda em idade precoce, ingressou na Ordem Franciscana, onde estudou Filosofia. Acredita-se que ainda jovem, foi para a Universidade de Oxford ensinar ciências filosóficas e matemática, mas nunca teria concluído seu mestrado (o habitual grau de graduação naqueles tempos).[9] Teve contato com outro franciscano, o filósofo e teólogo, Duns Scot, do qual se tornou discípulo. Escreveu vários ensaios sobre as Sententiarum Libri (Sentenças) do teólogo Pedro Lombardo.\n",
        "Um ponto drástico de sua vida ocorreu quando Occam chegou à conclusão de que o papa João XXII estava defendendo uma heresia acerca da pobreza evangélica.[10] Em função da controvérsia que surgiu, Occam fugiu para Pisa, e, em seguida, acompanhou o imperador Luís da Baviera para Munique. Em Munique, continuou a atacar a figura do Papa, redigiu vários ensaios abordando a infalibilidade papal, defendendo a tese de que a autoridade do líder é limitada pelo direito natural e pela liberdade dos liderados, esta afirmada nos Evangelhos, deixando sua situação com a Igreja cada vez mais difícil. Um de seus argumentos mais fortes foi a afirmação categórica que um cristão não contraria os ensinamentos evangélicos ao se colocar ao lado do poder temporal em disputa com o poder papal.\n",
        "É um filósofo que deixa transparecer sua intensa luta pela liberdade. O indivíduo seria capaz de escolher e saber o que é certo e errado sem nenhuma intervenção exterior. O homem teria o direito de decidir o seu fim e a sociedade não deveria impor nada a ele. Para a ética, a liberdade é o assunto por excelência. A liberdade é muito importante para a ética, porque se ocupa do livre arbítrio, da finalidade de nossa vida e existência.\n",
        "Para Ockham, a liberdade apresenta-se como a possibilidade que se tem de escolher entre o sim ou o não, de poder escolher entre o que me convém ou não e decidir e dar conta da decisão tomada ou de simplesmente deixar acontecer.\n",
        "A preocupação de Guilherme de Ockham é com o fato de que o poder organizado e moralizado é contrário à natureza e à liberdade a nós concedida por Deus. Isto não é admitido como verdade por todos os filósofos, e no pensamento medieval do qual Ockham é um representante, isso era uma total desestruturação de uma cultura organizacional e sociedades vigentes.\n",
        "Ockham denuncia aqueles que em nome da religião, passaram a usurpar o livre arbítrio. E que tais usurpadores entendem, assim como ele, a liberdade como um dom de Deus e da natureza.\n",
        "Ockham situa a ação humana no indivíduo e suas escolhas reais e concretas, presentes não em verdade ou entes universais, mas nas coisas e situações particulares, individuais. Distingue faculdades humanas de faculdades animais, ou seja, o homem possui a capacidade de viver pela arte e pela razão, que no entendimento do filósofo seriam as faculdades humanas e é por elas que deve agir e não pelas faculdades animais (seus instintos). Pressupõe-se assim que é de nossa própria natureza a capacidade de escolha exercida por meio do livre arbítrio, entendida como presente de Deus e da natureza.\n",
        "Ockham escreveu sua obra cognominada Ordinatio, esta discorria que todo conhecimento racional tem base na lógica, de acordo com os dados proporcionados pelos sentidos.\n",
        "Uma vez que nós só conhecemos entidades palpáveis, concretas, os nossos conceitos não passam de meios linguísticos para expressar uma ideia, portanto, precisam da realidade física, para as comprovações.\n",
        "Criou a máximas pluralidades não devem ser postas sem necessidade (em latim: pluralitas non est ponenda sine neccesitate), chamado de a Navalha de Occam, no inglês, Occam's Razor.\n",
        "Conceito bastante revolucionário para a época, a Navalha de Occam defende a intuição como ponto de partida para o conhecimento do universo.\n",
        "Ockham com destreza conseguiu demonstrar que o \"Duns Scotus\", princípio da economia, conhecido como a \"navalha de Occam\", estabelece que \"as entidades não devem ser multiplicadas além do necessário, a natureza é por si econômica e não se multiplica em vão\".\n",
        "Este é um princípio filosófico que reza o seguinte: existindo diversas teorias e não havendo evidências que comprovem se é mais verdadeira alguma em relação a outras, vale a mais simples, ou se existirem dois caminhos que levem ao mesmo resultado, usa-se o mais curto, e que pode ser provado sensorialmente. Em outras palavras, não se deve aplicar a um fenômeno nenhuma causa que não seja logicamente dedutível da experiência sensorial. A regra, inspirada na economia medieval, foi usada pelo filósofo para eliminar muitas das entidades com que os pensadores escolásticos explicavam a realidade.\n",
        "O simplismo aparente da Navalha de Occam, se mal aplicado, pode muitas vezes nos induzir a erros de avaliação em determinados momentos da lógica. Por exemplo, ao efetuarmos determinados experimentos, nem sempre a simplificação é correta, mesmo que o resultado seja muito próximo, ou até idêntico, porém é bastante útil quando o utilizamos em experimentos práticos para comprovar se teorias matemáticas num determinado campo são concordantes.\n",
        "Nem sempre a simplicidade é a perfeição, mas a perfeição quase sempre é simples. Muitos autores usam a expressão de que, a simplicidade é a perfeição, quando se lida com experimentos que exigem certo grau de complexidade. Ao utilizar soluções simplistas de análise, poder-se-á incorrer em erros que podem destruir muitas vezes um trabalho de anos. Simplicidade não é sinônimo de facilidade ou simplismo. Em geral obter uma visão ou uma explicação simples para temas complexos exige um esforço maior do que criar visões complexas, mesmo que corretas, sobre o mesmo tema.\n",
        "O Cálculo Diferencial e Integral, assim como grande parte das descobertas científicas da humanidade certamente passou, ao longo de sua história, por inúmeras reformulações decorrentes do aprendizado e realimentação pelas comunidades científicas (Em geral na física e na matemática) até chegar ao currículo básico de qualquer curso de matemática de nível superior. A simplicidade é consequência da experiência, da criatividade e da capacidade de sintetização, além de outros talentos.\n",
        "Um dos mais importantes é a falta de dados para comprovar se a teoria A é mais correta que a teoria B, ambas tendo o mesmo resultado, porém os cálculos e argumentos da teoria A sendo muito mais complexa que para a teoria B. A comunidade científica escolherá sempre a segunda opção, a mais simples.\n",
        "Provavelmente, quando escreveu que as teorias devem ser tão simples quanto possível, mas nem sempre devemos escolher as mais simples, Albert Einstein estava se referindo ao princípio de Occam em sua Teoria da Relatividade, pois sabia que as hipóteses testadas muitas vezes caíam em contradições, apesar do resultado ser aparentemente perfeitas. Daí pode ter sido a utilização do princípio de Occam em alguns pontos considerados contraditórios em seu postulado, pois em matemática, às vezes verdades claras à luz das deduções tornam-se contraditórias ao passar para uma linguagem coloquial.\n",
        "A edição padrão das obras filosóficas e teológicas é: William de Ockham: Opera philosophica et theologica, Gedeon Gál, et al., Eds. 17 vols. St. Bonaventure, NY: The Franciscan Institute, 1967–88. O sétimo volume da Opera Philosophica contém as obras duvidosas e espúrias. Todas as obras políticas, exceto o Dialogus, foram editadas em HS Offler, et al., Eds. Guilelmi de Ockham Opera Politica, 4 vols., 1940–97, Manchester: Manchester University Press [vols. 1-3]; Oxford: Oxford University Press [vol. 4].\n",
        "Legenda das abreviações: OT = Opera Theologica voll. 1–10; OP = Opera Philosophica voll. 1-7.\n"
    ],
    "ligacoes": [
        "<ul><li><i>Summa logicae</i> (c. 1323, OP 1).</li>\n<li><i>Expositionis in Libros artis logicae prooemium</i>, 1321–24, OP 2).</li>\n<li><i>Expositio in librum Porphyrii de Praedicabilibus</i>, 1321–24, OP 2).</li>\n<li><i>Expositio in librum Praedicamentorum Aristotelis</i>, 1321–24, OP 2).</li>\n<li><i>Expositio in librum in librum Perihermenias Aristotelis</i>, 1321–24, OP 2).</li>\n<li><i>Tractatus de praedestinatione et de prescientia dei respectu futurorum contingentium</i> (Tratado sobre Predestinação e o Pré-conhecimento de Deus com respeito aos Contingentes Futuros, 1322-24, OP 2).</li>\n<li><i>Expositio super libros Elenchorum</i> (Exposição das refutações sofísticas de Aristóteles, 1322–24, OP 3).</li>\n<li><i>Expositio in libros Physicorum Aristotelis. Prologus et Libri I–III</i> (Exposição da Física de Aristóteles) (1322–24, OP 4).</li>\n<li><i>Expositio in libros Physicorum Aristotelis. Prologus et Libri IV–VIII</i> (Exposição da Física de Aristóteles) (1322–24, OP 5).</li>\n<li><i>Brevis summa libri Physicorum</i> (Breve Summa da Física, 1322–23, OP 6).</li>\n<li><i>Summula philosophiae naturalis</i> (Pequena Summa da Filosofia Natural, 1319–21, OP 6).</li>\n<li><i>Quaestiones in libros Physicorum Aristotelis</i> (erguntas sobre os Livros de Física de Aristóteles, antes de 1324, OP 6).</li></ul>",
        "<ul><li>In libros Sententiarum (Comentário sobre as sentenças de Peter Lombard).\n<ul><li>Book I (Ordinatio) foi concluído pouco depois de julho de 1318 (OT 1–4).</li>\n<li>Books II–IV (Reportatio) 1317–18 (transcrição das palestras; OT 5–7).</li></ul></li>\n<li>Quaestiones variae (OT 8).</li>\n<li>Quodlibeta septem (before 1327), (OT 9).</li>\n<li>Tractatus de quantitate (1323–24. OT 10).</li>\n<li>Tractatus de corpore Christi (1323–24, OT 10).</li></ul>",
        "<ul><li>Opus nonaginta dierum (1332–34).</li>\n<li>Epistola ad fratres minores (1334).</li>\n<li>Dialogus (before 1335).</li>\n<li>Tractatus contra Johannem [XXII] (1335).</li>\n<li>Tractatus contra Benedictum [XII] (1337–38).</li>\n<li>Octo quaestiones de potestate papae (1340–41).</li>\n<li>Consultatio de causa matrimoniali (1341–42).</li>\n<li>Breviloquium (1341–42).</li>\n<li>De imperatorum et pontifcum potestate [também conhecido como \"Defensorium\"] (1346–47).</li></ul>",
        "<ul><li>Tractatus minor logicae (1340–47?, OP 7).</li>\n<li>Elementarium logicae (1340–47?, OP 7).</li></ul>",
        "<ul><li>Tractatus de praedicamentis (OP 7).</li>\n<li>Quaestio de relatione (OP 7).</li>\n<li>Centiloquium (OP 7).</li>\n<li>Tractatus de principiis theologiae (OP 7).</li></ul>",
        "<ul><li><a href=\"/wiki/Ci%C3%AAncia_medieval\" title=\"Ciência medieval\">Ciência medieval</a></li>\n<li><a href=\"/wiki/Escol%C3%A1stica\" title=\"Escolástica\">Escolasticismo</a></li>\n<li><a href=\"/wiki/Navalha_de_Occam\" class=\"mw-redirect\" title=\"Navalha de Occam\">Navalha de Occam</a></li>\n<li><a href=\"/wiki/Complexidade\" title=\"Complexidade\">Complexidade</a></li>\n<li><a href=\"/wiki/Pensamento_sist%C3%AAmico\" title=\"Pensamento sistêmico\">Pensamento sistêmico</a></li>\n<li><a href=\"/wiki/Voluntarismo\" title=\"Voluntarismo\">Voluntarismo</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.iep.utm.edu/ockham/\">William of Ockham (Occam, c. 1280—c. 1349)</a>. <i>Internet Encyclopedia of Philosophy</i> ISSN 2161-0002 (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.franciscanos.org/enciclopedia/guillermoockham.htm\">Guillermo de Ockham</a>, por José Antonio Merino, <a href=\"/wiki/O.F.M.\" class=\"mw-redirect\" title=\"O.F.M.\">O.F.M.</a> (em castelhano)</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://pvspade.com/Logic/\">Mediaeval Logic and Philosophy</a>, mantido por Paul Vincent Spade (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.utm.edu/research/iep/o/ockham.htm\">William of Ockham</a> na Internet Encyclopedia of Philosophy (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20030211022954/http://www-gap.dcs.st-and.ac.uk/~history/Mathematicians/Ockham.html\">William of Ockham biography</a> na Universidade de St Andrews, Escócia (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.britac.ac.uk/pubs/dialogus/wtc.html\">Dialogus, text translation and studies</a> na British Academy, Reino Unido (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.ontology.co/william-ockham.htm\">The Nominalist Ontology of William of Ockham</a>, com bibliografia comentada (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.uni-due.de/imperia/md/content/perspicuitas/nominalism_medieval.pdf\">Richard Utz and Terry Barakat, \"Medieval Nominalism and the Literary Questions: Selected Studies.\" <i>Perspicuitas </i></a> (em inglês)</li>\n<li><a href=\"https://pt.wikisource.org/wiki/The_Myth_of_Occam%27s_Razor\" class=\"extiw\" title=\"s:The Myth of Occam's Razor\">The Myth of Occam's Razor</a> de William M. Thorburn (1918) (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://portal.dnb.de/opac.htm?method=simpleSearch&amp;cqlMode=true&amp;query=idn%3D118633015\">Literatura de e sobre Guilherme de Ockham</a> (em alemão) no catálogo da <a href=\"/wiki/Biblioteca_Nacional_da_Alemanha\" title=\"Biblioteca Nacional da Alemanha\">Biblioteca Nacional da Alemanha</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.deutsche-digitale-bibliothek.de/entity/118633015\">Werke von und über Guilherme de Ockham</a> na Deutsche Digitale Bibliothek (em alemão)</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_Kingdom_(3-5).svg\" title=\"Portal do Reino Unido\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/40px-Flag_of_the_United_Kingdom_%283-5%29.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/60px-Flag_of_the_United_Kingdom_%283-5%29.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Reino_Unido\" title=\"Portal:Reino Unido\">Portal do Reino Unido</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_kalzium.svg\" title=\"Portal da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Nuvola_apps_kalzium.svg/40px-Nuvola_apps_kalzium.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Nuvola_apps_kalzium.svg/60px-Nuvola_apps_kalzium.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Ci%C3%AAncia\" title=\"Portal:Ciência\">Portal da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-pt-hist-cien-logo.png\" title=\"Portal da história da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/40px-Wikipedia-pt-hist-cien-logo.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/60px-Wikipedia-pt-hist-cien-logo.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Hist%C3%B3ria_da_ci%C3%AAncia\" title=\"Portal:História da ciência\">Portal da história da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_mathematics-p.svg\" title=\"Portal da matemática\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/40px-Nuvola_apps_edu_mathematics-p.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/60px-Nuvola_apps_edu_mathematics-p.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Matem%C3%A1tica\" title=\"Portal:Matemática\">Portal da matemática</a></span></span></li>    </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1287\" title=\"Categoria:Nascidos em 1287\">Nascidos em 1287</a><a href=\"/wiki/Categoria:Mortos_em_1349\" title=\"Categoria:Mortos em 1349\">Mortos em 1349</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_do_Reino_Unido\" title=\"Categoria:Matemáticos do Reino Unido\">Matemáticos do Reino Unido</a><a href=\"/wiki/Categoria:F%C3%ADsicos_do_Reino_Unido\" title=\"Categoria:Físicos do Reino Unido\">Físicos do Reino Unido</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Inglaterra\" title=\"Categoria:Filósofos da Inglaterra\">Filósofos da Inglaterra</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_escol%C3%A1sticos\" title=\"Categoria:Filósofos escolásticos\">Filósofos escolásticos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIII\" title=\"Categoria:Filósofos do século XIII\">Filósofos do século XIII</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIV\" title=\"Categoria:Filósofos do século XIV\">Filósofos do século XIV</a><a href=\"/wiki/Categoria:Filosofia_da_ci%C3%AAncia\" title=\"Categoria:Filosofia da ciência\">Filosofia da ciência</a><a href=\"/wiki/Categoria:Te%C3%B3logos_cat%C3%B3licos\" title=\"Categoria:Teólogos católicos\">Teólogos católicos</a><a href=\"/wiki/Categoria:Te%C3%B3logos_da_Inglaterra\" title=\"Categoria:Teólogos da Inglaterra\">Teólogos da Inglaterra</a><a href=\"/wiki/Categoria:Franciscanos_do_Reino_Unido\" title=\"Categoria:Franciscanos do Reino Unido\">Franciscanos do Reino Unido</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Oxford\" title=\"Categoria:Alunos da Universidade de Oxford\">Alunos da Universidade de Oxford</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Oxford\" title=\"Categoria:Professores da Universidade de Oxford\">Professores da Universidade de Oxford</a><a href=\"/wiki/Categoria:Escritores_em_latim\" title=\"Categoria:Escritores em latim\">Escritores em latim</a><a href=\"/wiki/Categoria:Nominalistas\" title=\"Categoria:Nominalistas\">Nominalistas</a><a href=\"/wiki/Categoria:Materialistas\" title=\"Categoria:Materialistas\">Materialistas</a><a href=\"/wiki/Categoria:Pessoas_excomungadas_pela_Igreja_Cat%C3%B3lica_Romana\" title=\"Categoria:Pessoas excomungadas pela Igreja Católica Romana\">Pessoas excomungadas pela Igreja Católica Romana</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/7/70/William_of_Ockham.png/250px-William_of_Ockham.png",
    "view": "guilherme_de_ockham"
}