{
    "url": "https://pt.wikipedia.org/wiki/Gustav_Theodor_Fechner",
    "codigo_http": 200,
    "titulo": [
        "Gustav Theodor Fechner"
    ],
    "conteudo": [
        "Gustav Theodor Fechner (Gross Särchen, 19 de abril de 1801 — Lípsia, 28 de novembro de 1887) foi um filósofo alemão.\n",
        "Professor em Lípsia a partir de 1834, era tido como um matemático e físico brilhante. Em 1839 esteve ameaçado pela cegueira; isto resultou em uma grave crise pessoal que o impossibilitou de lecionar e despertou seu interesse por questões psicológicas e religiosas.\n",
        "Influenciado por Schelling e por pensadores orientais, publicou duas obras filosóficas: Nanna, ou sobre a vida psíquica das plantas (1848) e Zendavestá, ou sobre as coisas do céu e do além (1891).\n",
        "Para Fechner, o físico e o psíquico não seriam realidades opostas, mas aspectos de uma mesma realidade essencial, ou seja, fenômenos mentais correspondem a fenômenos orgânicos(estímulos), algo denominado Paralelismo Psicofísico. O universo seria então um conjunto vivificado de seres finitos sustentados pela infinitude de uma entidade divina. Assim, as leis naturais seriam manifestações da perfeição desta entidade.\n",
        "Procurando demonstrar que o psíquico e o físico são dois aspectos diferentes da mesma realidade, formulou, em seus Elementos de psicofísica, de 1860, uma lei estabelecendo a relação entre a quantidade de excitação e a intensidade da sensação. Fechner foi um dos pioneiros da psicologia experimental e da própria psicologia sendo a data de publicação do seu \"Elementos de psicofísica\" uma das propostas para o início da psicologia enquanto ciência (disputa essa atribuição com Wundt e a construção do seu laboratório de psicologia).\n",
        "Fechner acreditava que só se poderia analisar as sensações através de métodos das Ciências Exatas, estimulados sensorialmente. De suas experiências surgiram inúmeros métodos psicofísicos, experimentais e quantitativos que se mostraram eficazes em compreender um número de problemas psicológicos muito maior do que o imaginado por ele. Por isso é considerado o pai da Psicometria, sendo seus métodos utilizados até hoje para pesquisas psicológicas, com pouquíssimas alterações.\n",
        "Sepultado no Neuer Johannisfriedhof em Lípsia.\n"
    ],
    "ligacoes": [],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1801\" title=\"Categoria:Nascidos em 1801\">Nascidos em 1801</a><a href=\"/wiki/Categoria:Mortos_em_1887\" title=\"Categoria:Mortos em 1887\">Mortos em 1887</a><a href=\"/wiki/Categoria:Estat%C3%ADsticos_da_Alemanha\" title=\"Categoria:Estatísticos da Alemanha\">Estatísticos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Ateus_da_Alemanha\" title=\"Categoria:Ateus da Alemanha\">Ateus da Alemanha</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Gustav_Fechner.jpg/250px-Gustav_Fechner.jpg",
    "view": "gustav_theodor_fechner"
}