{
    "url": "https://pt.wikipedia.org/wiki/Hans-Georg_Gadamer",
    "codigo_http": 200,
    "titulo": [
        "Hans-Georg Gadamer"
    ],
    "conteudo": [
        "Hans-Georg Gadamer (Marburgo, 11 de fevereiro de 1900 — Heidelberga, 13 de março de 2002)[1] foi um filósofo alemão  considerado como um dos maiores expoentes da hermenêutica (interpretação de textos escritos, formas verbais e não verbais). Sua obra de maior impacto foi Verdade e Método (Wahrheit und Methode), de 1960, onde elabora uma filosofia propriamente hermenêutica, que trata da natureza do fenômeno da compreensão.\n",
        "É considerado um dos mais importantes pensadores do século XX, tendo tido um enorme impacto em diversas áreas, da estética ao direito, e tendo adquirido respeito e reputação na Alemanha e em outros lugares da Europa que foi muito além dos limites costumeiros da academia. Os muitos ensaios, palestras e entrevistas de Gadamer sobre ética, arte, poesia, ciência, medicina e amizade, bem como referências ao seu trabalho por pensadores nesses campos, atestam a onipresença e relevância prática do pensamento hermenêutico hoje.\n",
        "Nascido em 11 de fevereiro de 1900, em Marburgo, no sul da Alemanha, Gadamer cresceu em Breslávia, hoje na Polônia, onde seu pai foi professor de farmácia na Universidade de Breslávia, assumindo posteriormente a cadeira de Química Farmacêutica em Marburgo. Os antecedentes familiares de Gadamer eram protestantes e seu pai era severamente prussiano. Sua mãe morreu de diabetes quando Gadamer tinha apenas quatro anos e ele não tinha irmãos ou irmãs sobreviventes. Mostrando um interesse precoce em estudos humanísticos, Gadamer começou estudos universitários em Breslau em 1918 (estudando com Richard Hoenigswald), mudando-se para Marburgo com seu pai em 1919. Gadamer completou seus estudos de doutorado em Marburgo em 1922, em suas próprias palavras, \"muito jovem\" \", com uma dissertação sobre Platão. Nesse mesmo ano, Gadamer também contraiu poliomielite, da qual ele se recuperou lentamente, sendo que os efeitos posteriores da doença permaneceram com ele para o resto de sua vida.\n",
        "Os primeiros professores de Gadamer em Marburgo foram Paul Natorp e Nicolai Hartmann. Paul Friedländer apresentou-o ao estudo filológico e Gadamer também recebeu encorajamento de Rudolf Bultmann. Foi, no entanto, Martin Heidegger (em Marburgo de 1923-1928) que exerceu o efeito mais importante e duradouro no desenvolvimento filosófico de Gadamer. Gadamer conheceu Heidegger em Friburgo em Bresgóvia no início de 1923, tendo também correspondido com ele em 1922. Embora Gadamer fosse uma figura chave no círculo de Heidegger em Marburgo, trabalhando como assistente não remunerado de Heidegger, em 1925, Heidegger tornou-se bastante crítico das capacidades e contribuições filosóficas de Gadamer. Como resultado, Gadamer decidiu abandonar a filosofia para a filologia clássica. Gadamer não estava sozinho em receber tais críticas - Heidegger também não se impressionou com Jacob Klein e estava certamente propenso a fazer julgamentos duros sobre seus alunos e colegas - mas Gadamer parece ter sido mais particularmente afetado por eles. Através de seu trabalho filológico, no entanto, Gadamer parece ter recuperado o respeito de Heidegger, passando pelo Exame do Estado em Filologia Clássica em 1927, com Friedländer e Heidegger como dois dos três examinadores, e então apresentando sua dissertação de habilitação, intitulada 'Ética Dialética de Platão', em 1928, sob a orientação de Friedländer e Heidegger. O relacionamento de Gadamer com Heidegger permaneceu relativamente próximo ao longo de suas respectivas carreiras, embora também fosse um relacionamento que mantinha uma tensão considerável, pelo menos do lado de Gadamer.\n",
        "A primeira nomeação acadêmica de Gadamer foi para uma posição júnior em Marburgo em 1928, finalmente alcançando uma cátedra de nível inferior em 1937. Nesse meio tempo, de 1934 a 1935, Gadamer ocupou um cargo de professor temporário em Kiel, e então, em 1939, Diretor do Instituto Filosófico da Universidade de Lípsia, tornando-se Decano da Faculdade em 1945, e Reitor em 1946, antes de retornar ao ensino e pesquisa em Frankfurt sobre o Meno em 1947. Em 1949, ele sucedeu Karl Jaspers em Heidelberga, oficialmente se aposentando (tornando-se Professor Emérito) em 1968. Após sua aposentadoria, ele viajou extensivamente, passando um tempo considerável na América do Norte, onde foi visitante em várias instituições e desenvolveu uma associação especialmente próxima com o Boston College em Massachusetts.\n",
        "Durante as décadas de 1930 e 1940, Gadamer pôde acomodar-se, embora com relutância, primeiro ao Nacional-Socialismo e depois, brevemente, ao Comunismo. Embora Gadamer não tenha sido um defensor ativo de nenhum dos regimes (ele nunca foi membro do NSDAP), tampouco atraiu a atenção para si mesmo por oposição direta, e alguns consideraram sua posição muito passiva. Em 1953, juntamente com Helmut Kuhn, Gadamer fundou a revista altamente influente Philosophische Rundschau, mas seu principal impacto filosófico não foi sentido até a publicação de Verdade e Método (Wahrheit und Methode), de 1960, a  que se seguiram diversos artigos e participação em debates, dos quais os mais renomados foram aqueles que desenvolveu junto a Hans Albert, Emilio Betti, E. D. Hirsch, Jürgen Habermas e Jacques Derrida.\n",
        "Gadamer foi casado duas vezes: em 1923, com Frida Kratz (depois divorciada), com quem teve uma filha (nascida em 1926) e, em 1950, com Käte Lekebusch. Gadamer recebeu inúmeros prêmios e honras, incluindo, em 1971, o Cavaleiro da Ordem de Mérito , a maior honra acadêmica concedida na Alemanha. Permanecendo intelectualmente ativo até o final de sua vida (ele ocupava o horário regular de trabalho mesmo aos seus noventa anos), Gadamer morreu em Heidelberga em 13 de março de 2002, aos 102 anos de idade, foi portanto, um dos pensadores mais longevos da historia da filosofia ocidental.[2]\n",
        "Originalmente intitulado por Gadamer como Traços Fundamentais de uma Hermenêutica Filosófica (Grundzüge einer philosophischen Hermeneutik), Verdade e Método é justamente isso. Seguindo a iniciativa de Heidegger de aumentar o escopo da hermenêutica além dos textos, Gadamer endossa a percepção de que os seres humanos são fundamentalmente seres que são dados à compreensão. Nossa tarefa, se quisermos realmente nos conhecer, é descobrir o que tal compreensão implica, levando em conta tanto suas possibilidades quanto suas limitações. Gadamer, no entanto, vai além de Heidegger e pergunta se esse é o caso, o que isso significa especificamente para as humanidades (Geisteswissenschaften)? A resposta de Gadamer tem componentes negativos e positivos. Negativamente, Verdade e Método critica não apenas o metodologismo e o cientificismo subjacentes à hermenêutica de Dilthey e à fenomenologia de Husserl, mas também a propensão do século XX para o positivismo e / ou o naturalismo. No entanto, em seu movimento para colocar a ciência “em seu lugar”, por assim dizer, encontra-se uma tentativa positiva de revigorar nossa apreciação da arte, mostrando não apenas como ela fala a verdade, mas também como ela serve como o paradigma da verdade. Ele argumenta não apenas que o conhecimento significativo buscado pelas humanidades é irredutível ao das ciências naturais, mas que há uma verdade mais profunda e mais rica que excede o método científico.[3]\n"
    ],
    "ligacoes": [
        "<ul><li><a href=\"/wiki/Martin_Heidegger\" title=\"Martin Heidegger\">Martin Heidegger</a></li>\n<li><a href=\"/wiki/Wilhelm_Dilthey\" title=\"Wilhelm Dilthey\">Wilhelm Dilthey</a></li>\n<li><a href=\"/wiki/Hermen%C3%AAutica\" title=\"Hermenêutica\">Hermenêutica</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://plato.stanford.edu/entries/gadamer/\">Hans-Georg Gadamer na Stanford Encyclopedia of Philosophy</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060408124203/http://svcc.edu/academics/classes/gadamer/gadamer.htm\">Site Hans-Georg Gadamer</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.is/20121219025523/http://www.ms.kuki.tus.ac.jp/KMSLab/makita/gdmhp/ghp_kchrono_d.html\">Cronologia (em alemão)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.is/20121219011628/http://www.ms.kuki.tus.ac.jp/KMSLab/makita/gdmhp/ghp_wwerk_d.html\">Obras de Gadamer</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.films.com/PreviewClip.aspx?isReal=0&amp;id=87\">Heidegger's Early Years - 4:49</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.uned.es/dpto_fil/revista/polemos/articulos/MA_Quintana_On%20Hermeneutical%20Ethics%20&amp;%20Education%20(Internet)2.doc\">\"On Hermeneutical Ethics and Education\"</a>, por Miguel Ángel Quintana Paz (artigo sobre a relevância da hermenêutica de Gadamer para a <a href=\"/wiki/M%C3%BAsica\" title=\"Música\">música</a>, <a href=\"/wiki/%C3%89tica\" title=\"Ética\">ética</a> e <a href=\"/wiki/Educa%C3%A7%C3%A3o\" title=\"Educação\">educação</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060818180356/http://www.uma.es/gadamer/General.htm\">Hans-Georg Gadamer em espanhol</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060921104334/http://www.nietzscheana.com.ar/gadamer_derrida.pdf\">Gadamer, Derrida y la política del sentido</a> por Horacio Potel</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.mercaba.org/Filosofia/Gadamer/biografia_de_hansgeorg_gadamer.htm\">Breve biografia</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com.ar/books?id=NC4x1a9iN6cC&amp;pg=PA261&amp;dq=ricardo+maliandi&amp;lr=#v=onepage&amp;q=ricardo%20maliandi&amp;f=false\">Entrevista a H. G. Gadamer sobre ética - \"La ética en la encrucijada\"</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.miguelangelquintana.com/GadamerAutoritarismo.pdf\">\"Gadamer y la noción de autoridad\"</a><sup><a href=\"/wiki/Wikip%C3%A9dia:Liga%C3%A7%C3%A3o_inativa\" title=\"Wikipédia:Ligação inativa\"><i>[ligação inativa]</i></a></sup>, artigo de Miguel Ángel Quintana Paz.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://fayl.uh.cu/intra/other/TEXTOS%20ELECTR%D3NICOS-%20SELECCI%D3N%20DE%20LECTURAS/23ARTE%20Y%20VERDAD%20DE%20LA%20PALABRA.%20HANS%20GEORG%20GADAMER..doc\">Hans-Georg Gadamer: Arte y Verdad de la Palabra</a><sup><a href=\"/wiki/Wikip%C3%A9dia:Liga%C3%A7%C3%A3o_inativa\" title=\"Wikipédia:Ligação inativa\"><i>[ligação inativa]</i></a></sup></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.films.com/PreviewClip.aspx?isReal=0&amp;id=87\">Heidegger's Early Years - 4:49 (vídeo, inglês)</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>         </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1900\" title=\"Categoria:Nascidos em 1900\">Nascidos em 1900</a><a href=\"/wiki/Categoria:Mortos_em_2002\" title=\"Categoria:Mortos em 2002\">Mortos em 2002</a><a href=\"/wiki/Categoria:Doutores_honoris_causa_da_Universidade_de_Bamberg\" title=\"Categoria:Doutores honoris causa da Universidade de Bamberg\">Doutores honoris causa da Universidade de Bamberg</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Centen%C3%A1rios_da_Alemanha\" title=\"Categoria:Centenários da Alemanha\">Centenários da Alemanha</a><a href=\"/wiki/Categoria:Naturais_de_Marburgo\" title=\"Categoria:Naturais de Marburgo\">Naturais de Marburgo</a><a href=\"/wiki/Categoria:Crist%C3%A3os_da_Alemanha\" title=\"Categoria:Cristãos da Alemanha\">Cristãos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_heideggerianos\" title=\"Categoria:Filósofos heideggerianos\">Filósofos heideggerianos</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/7/71/Wassili_Lepanto_%28links%29_und_Hans-Georg_Gadamer_im_Gespr%C3%A4ch_-_DC260-mh15922.jpg/250px-Wassili_Lepanto_%28links%29_und_Hans-Georg_Gadamer_im_Gespr%C3%A4ch_-_DC260-mh15922.jpg",
    "view": "hans_georg_gadamer"
}