{
    "url": "https://pt.wikipedia.org/wiki/Henry_Sidgwick",
    "codigo_http": 200,
    "titulo": [
        "Henry Sidgwick"
    ],
    "conteudo": [
        "Henry Sidgwick ([ˈsɪdʒwɪk]; 31 de maio de 1838 – 28 de agosto de 1900) foi um filósofo utilitarista e economista inglês, mais conhecido na filosofia por seu tratado utilitarista Os Métodos da Ética. Seu trabalho em economia também teve influência duradoura.[1] Ele foi o Professor Knightbridge de Filosofia Moral na Universidade de Cambridge de 1883 até sua morte.[2] Foi um dos fundadores e primeiro presidente da Sociedade de Pesquisa Psíquica e membro da Sociedade Metafísica, além de promover a educação superior feminina.[3] Em 1875, junto com Millicent Garrett Fawcett, cofundou o Newnham College, uma faculdade constituinte da Universidade de Cambridge exclusiva para mulheres. Foi a segunda faculdade de Cambridge a admitir mulheres, após o Girton College. Em 1856, Sidgwick ingressou na sociedade secreta intelectual Cambridge Apostles.\n",
        "Henry Sidgwick nasceu em Skipton, Yorkshire, onde seu pai, o Reverendo W. Sidgwick (morreu em 1841), era diretor da escola secundária local,[3] a Ermysted's Grammar School. A mãe de Henry era Mary Sidgwick, née Crofts (1807–79).\n",
        "Henry Sidgwick foi educado na Rugby (onde seu primo, posteriormente seu cunhado, Edward White Benson, mais tarde Arcebispo de Canterbury, era professor), e no Trinity College, Cambridge. Enquanto estava no Trinity, Sidgwick tornou-se membro dos Cambridge Apostles. Em 1859, foi senior classic, 33º wrangler, medalista do reitor e bolsista Craven. No mesmo ano, foi eleito para uma bolsa no Trinity e logo depois tornou-se professor de clássicos lá, cargo que ocupou por dez anos.[3][4] O Sidgwick Site, sede de várias faculdades de artes e humanidades da universidade, recebeu seu nome em sua homenagem.\n",
        "Em 1869, trocou sua cátedra em clássicos por uma em filosofia moral, assunto ao qual vinha voltando sua atenção. No mesmo ano, decidindo que não podia mais declarar-se membro da Igreja da Inglaterra em boa consciência, renunciou à sua bolsa. Manteve sua cátedra e em 1881 foi eleito bolsista honorário. Em 1874 publicou Os Métodos da Ética (6ª ed. 1901, contendo emendas escritas pouco antes de sua morte),[3] por consenso geral uma obra importante, que estabeleceu sua reputação fora da universidade. John Rawls chamou-a de \"primeira obra verdadeiramente acadêmica em teoria moral, moderna tanto no método quanto no espírito\".[5]\n",
        "Em 1875, foi nomeado praelector de filosofia moral e política no Trinity, e em 1883 foi eleito Professor Knightbridge de Filosofia. Em 1885, tendo sido removido o teste religioso, sua faculdade o elegeu novamente para uma bolsa na fundação.[3]\n",
        "Além de suas atividades de ensino e trabalhos literários, Sidgwick participou ativamente dos negócios da universidade e de muitas formas de trabalho social e filantrópico. Foi membro do Conselho Geral de Estudos desde sua fundação em 1882 até 1899; também foi membro do Conselho do Senado do Conselho do Serviço Civil Indiano e do Sindicato de Exames e Palestras Locais e presidente do Conselho Especial de Ciência Moral.[3] Enquanto esteve em Cambridge, Sidgwick ensinou um jovem Bertrand Russell.[6]\n",
        "Uma biografia de 2004 de Sidgwick por Bart Schultz procurou estabelecer que Sidgwick foi um homossexual ao longo da vida, mas é desconhecido se ele alguma vez consumou suas inclinações. Segundo o biógrafo, Sidgwick lutou internamente durante toda a vida com questões de hipocrisia e abertura em conexão com seus próprios desejos proibidos.[2][7]\n",
        "Ele foi um dos fundadores e primeiro presidente da Sociedade de Pesquisa Psíquica, e foi membro da Sociedade Metafísica.[3]\n",
        "Ele também promoveu a educação superior feminina. Ajudou a iniciar os exames locais superiores para mulheres, e as palestras realizadas em Cambridge em preparação para estes. Foi por sua sugestão e com sua ajuda que Anne Clough abriu uma casa de residência para estudantes, que se desenvolveu no Newnham College, Cambridge. Quando, em 1880, o North Hall foi adicionado, Sidgwick morou lá por dois anos. Sua esposa tornou-se diretora da faculdade após a morte de Clough em 1892, e eles moraram lá pelo resto de sua vida. Durante todo este período, Sidgwick teve o mais profundo interesse no bem-estar da faculdade. Na política, ele era liberal e tornou-se um Liberal Unionista[3] (um partido que mais tarde efetivamente se fundiu com o Partido Conservador) em 1886.\n",
        "Em 1892, Sidgwick foi presidente do segundo Congresso Internacional de Psicologia Experimental e proferiu o discurso de abertura.[8] Dos primeiros doze congressos internacionais desse tipo, eventualmente emergiu a União Internacional de Ciência Psicológica.\n",
        "No início de 1900, foi forçado por problemas de saúde a renunciar à sua cátedra, e morreu alguns meses depois.[3] Sidgwick, que morreu agnóstico,[9] está sepultado no cemitério da Igreja de Todos os Santos de Terling, Terling, Essex, com sua esposa.\n",
        "Sidgwick resume sua posição em ética como utilitarismo \"sobre uma base Intuicional\".[10] Isso reflete, e contesta, a rivalidade então sentida entre os filósofos britânicos entre as filosofias do utilitarismo e do intuicionismo ético, que é ilustrada, por exemplo, pela crítica de John Stuart Mill ao intuicionismo ético no primeiro capítulo de seu livro Utilitarismo.\n",
        "Sidgwick desenvolveu esta posição devido à sua insatisfação com uma inconsistência no utilitarismo de Jeremy Bentham e John Stuart Mill, entre o que ele chama de \"hedonismo psicológico\" e \"hedonismo ético\". O hedonismo psicológico afirma que todos sempre farão o que é de seu interesse pessoal, enquanto o hedonismo ético afirma que todos devem fazer o que é do interesse geral. Sidgwick acreditava que nem Bentham nem Mill tinham uma resposta adequada sobre como a prescrição de que alguém deveria sacrificar seu próprio interesse pelo interesse geral poderia ter alguma força, dado que eles combinavam essa prescrição com a afirmação de que todos de fato sempre perseguem seu próprio interesse individual. Intuições éticas, como aquelas defendidas por filósofos como William Whewell, poderiam, segundo Sidgwick, fornecer a força faltante para tais reivindicações normativas.\n",
        "Para Sidgwick, a ética trata de quais ações são objetivamente corretas.[11] Nosso conhecimento do certo e errado surge da moralidade do senso comum, que carece de um princípio coerente em seu núcleo.[12] A tarefa da filosofia em geral e da ética em particular não é tanto criar novo conhecimento, mas sistematizar o conhecimento existente.[13] Sidgwick tenta conseguir isso formulando métodos da ética, que ele define como procedimentos racionais \"para determinar a conduta correta em qualquer caso particular\".[14][15] Ele identifica três métodos: intuicionismo, que envolve vários princípios morais independentemente válidos para determinar o que deve ser feito, e duas formas de hedonismo, nas quais a correção depende apenas do prazer e da dor decorrentes da ação. O hedonismo é subdividido em hedonismo egoístico, que leva em conta apenas o bem-estar do próprio agente, e hedonismo universal ou utilitarismo, que se preocupa com o bem-estar de todos.[13][14]\n",
        "Como Sidgwick vê, uma das questões centrais da ética é se esses três métodos podem ser harmonizados entre si. Sidgwick argumenta que isso é possível para intuicionismo e utilitarismo. Mas o sucesso completo deste projeto é impossível, uma vez que o egoísmo, que ele considera igualmente racional, não pode ser reconciliado com o utilitarismo a menos que suposições religiosas sejam introduzidas.[14] Tais suposições, por exemplo, a existência de um Deus pessoal que recompensa e pune o agente na vida após a morte, poderiam reconciliar egoísmo e utilitarismo.[13] Mas sem elas, temos que admitir um \"dualismo da razão prática\" que constitui uma \"contradição fundamental\" em nossa consciência moral.[11]\n",
        "A metaética de Sidgwick envolve uma defesa explícita de uma forma não-naturalista de realismo moral. Ele está comprometido com o cognitivismo moral: que a linguagem moral é robustamente passível de verdade, e que as propriedades morais não são redutíveis a quaisquer propriedades naturais. Esse realismo não-naturalista é combinado com uma epistemologia intuicionista ética para explicar a possibilidade de conhecer verdades morais.[16]\n",
        "Sidgwick está intimamente, e controversamente, associado à moralidade esotérica: a posição de que um sistema moral (como o utilitarismo) pode ser aceitável, mas que não é aceitável que esse sistema moral seja amplamente ensinado ou aceito.[17]\n",
        "Bernard Williams se referiria ao utilitarismo esotérico sidgwickiano como \"Utilitarismo de Casa do Governo\" e afirmaria que reflete o cenário elite colonialista britânico do pensamento de Sidgwick.[18]\n",
        "Segundo John Rawls, a importância de Sidgwick para a ética moderna reside em duas contribuições: fornecer a defesa mais sofisticada disponível do utilitarismo em sua forma clássica, e fornecer em sua metodologia comparativa um exemplo de como a ética deve ser pesquisada como disciplina acadêmica.[19] Allen Wood descreve a metodologia comparativa inspirada em Sidgwick como o \"modelo padrão\" de metodologia de pesquisa entre eticistas contemporâneos.[20]\n",
        "Apesar de sua importância para os eticistas contemporâneos, a reputação de Sidgwick como filósofo caiu precipitosamente nas décadas seguintes à sua morte, e ele seria considerado uma figura menor na filosofia por grande parte da primeira metade do século XX. Bart Schultz argumenta que essa avaliação negativa é explicada pelos gostos dos grupos que seriam influentes em Cambridge nos anos seguintes à morte de Sidgwick: filósofos da linguagem comum wittgensteinianos, os remanescentes do idealismo britânico, e, mais importante, o Grupo de Bloomsbury.[21] John Deigh, no entanto, contesta a explicação de Schultz, e em vez disso atribui essa queda no interesse em Sidgwick às mudanças nas compreensões filosóficas dos axiomas na matemática, que colocariam em questão se a axiomatização fornecia um modelo apropriado para uma epistemologia fundacionalista do tipo que Sidgwick tentou construir para a ética.[22]\n",
        "Sidgwick trabalhou em economia numa época em que a corrente principal da economia britânica estava passando pela transição da economia clássica de Adam Smith, David Ricardo, e John Stuart Mill para a economia neoclássica de William Stanley Jevons e Alfred Marshall. Sidgwick respondeu a essas mudanças preferindo enfatizar as semelhanças entre a velha economia e a nova, escolhendo basear seu trabalho nos Princípios de Economia Política de J.S. Mill, incorporando as percepções de Jevons.[23]\n",
        "Sidgwick acreditava que o interesse próprio era uma peça central da motivação humana. Ele acreditava que esse interesse próprio tinha imensa utilidade no mundo econômico, e que as pessoas não deveriam ser culpadas por querer vender um bem pelo maior preço possível ou comprar um bem pelo menor preço possível. Ele distinguiu, no entanto, uma diferença entre a capacidade de um indivíduo de julgar adequadamente seus próprios interesses e a capacidade de um grupo de pessoas de chegar adequadamente a um ponto de máxima felicidade grupal. Ele encontrou duas divergências nos resultados das decisões do indivíduo e do grupo. Um exemplo disso é a ideia de que há mais na vida do que o acúmulo de riqueza, então nem sempre é do melhor interesse da sociedade simplesmente visar resultados que maximizem a riqueza. Esse efeito pode ser devido a limitações do indivíduo, de atributos como ignorância, imaturidade e deficiência. Isso pode ser um julgamento moral, como a decisão de limitar a venda de álcool a um indivíduo por preocupação com seu bem-estar. O segundo exemplo é o fato de que resultados que maximizam a riqueza para a sociedade simplesmente nem sempre são uma possibilidade quando indivíduos dentro dessa sociedade estão todos tentando maximizar sua riqueza individual. Contradições provavelmente emergirão que causam a um indivíduo uma riqueza máxima menor devido às ações de outro indivíduo, portanto não permitindo a possibilidade de uma maximização de riqueza em toda a sociedade. Problemas também são possíveis de ocorrer devido ao monopólio.[24]\n",
        "Sidgwick teria uma grande influência no desenvolvimento da economia do bem-estar, devido ao seu próprio trabalho no assunto inspirar o trabalho de Arthur Cecil Pigou A Economia do Bem-Estar.[24]\n",
        "Alfred Marshall, fundador da Escola de Economia de Cambridge, descreveria Sidgwick como sua \"mãe e pai espiritual\".[25]\n",
        "Sidgwick teve um interesse vitalício no paranormal. Esse interesse, combinado com suas lutas pessoais com a crença religiosa, motivou sua reunião de jovens colegas interessados em avaliar a evidência empírica de fenômenos paranormais ou milagrosos. Essa reunião seria conhecida como o \"Grupo Sidgwick\", e seria um predecessor da Sociedade de Pesquisa Psíquica, que contaria com Sidgwick como fundador e primeiro presidente.[26]\n",
        "Sidgwick conectaria suas preocupações com a parapsicologia à sua pesquisa em ética. Ele acreditava que o dualismo da razão prática poderia ser resolvido fora da ética filosófica se fosse mostrado, empiricamente, que as recomendações do egoísmo racional e do utilitarismo coincidiam devido à recompensa do comportamento moral após a morte.\n",
        "Segundo Bart Schultz, apesar do papel proeminente de Sidgwick na institucionalização da parapsicologia como disciplina, ele teve sobre ela um \"efeito esmagadoramente negativo e destrutivo, semelhante ao dos desmascaradores recentes da parapsicologia\"; ele e seus associados do Grupo Sidgwick tornaram-se notáveis por expor médiuns fraudulentos.[27] Um desses incidentes foi a exposição da fraude de Eusapia Palladino.[28][29]\n",
        "Criado na Igreja da Inglaterra, Sidgwick afastou-se do cristianismo ortodoxo, e já em 1862, ele se descreveu como um teísta, independente da religião estabelecida.[24] Em 1888, ele havia rejeitado o teísmo como crença, quando cofundou a Sociedade Ética de Cambridge (uma organização humanista primitiva e parte da União de Sociedades Éticas), para a qual serviu como Presidente até 1896. O lema do grupo era Gedenke zu leben: lembre-se de viver.[30] Pelo resto de sua vida, embora considerasse o cristianismo como \"indispensável e insubstituível... de um ponto de vista sociológico\", achou-se incapaz de retornar a ele como religião.[3]\n"
    ],
    "ligacoes": [
        "<ul><li><a href=\"//archive.org/details/ethicsconformit00sidggoog\" class=\"extiw\" title=\"iarchive:ethicsconformit00sidggoog\"><i>The Ethics of Conformity and Subscription</i></a>. 1870.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.laits.utexas.edu/poltheory/sidgwick/\"><i>The Methods of Ethics</i></a>. Londres, 1874, 7ª edição 1907.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://fair-use.org/mind/1876/01/the-theory-of-evolution-in-its-application-to-practice\"><i>The Theory of Evolution in its application to Practice</i></a>, Volume I, Número 1 de janeiro de 1876, 52-67</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.laits.utexas.edu/poltheory/sidgwick/\"><i>Principles of Political Economy</i></a><i>. Londres, 1883, 3ª edição 1901.</i></li>\n<li><a href=\"//archive.org/details/scopeandmethodof00sidguoft\" class=\"extiw\" title=\"iarchive:scopeandmethodof00sidguoft\"><i>The Scope and Method of Economic Science</i></a>. 1885.</li>\n<li><a href=\"//archive.org/details/outlinesofthehis00sidguoft\" class=\"extiw\" title=\"iarchive:outlinesofthehis00sidguoft\"><i>Outlines of the History of Ethics for English Readers.</i></a> 886 5ª edição 1902 (ampliada de seu artigo <a href=\"https://en.wikisource.org/wiki/1911_Encyclop%C3%A6dia_Britannica/Ethics\" class=\"extiw\" title=\"wikisource:1911 Encyclopædia Britannica/Ethics\"><i>Ethics</i></a> na <i><a href=\"/wiki/Encyclop%C3%A6dia_Britannica\" title=\"Encyclopædia Britannica\">Encyclopædia Britannica</a></i>).</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.laits.utexas.edu/poltheory/sidgwick/\"><i>The Elements of Politics</i></a>. Londres, 1891, 4ª edição 1919.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://fair-use.org/mind/1895/04/the-philosophy-of-common-sense\">\"The Philosophy of Common Sense\"</a>, no <i><a href=\"/w/index.php?title=Mind_(journal)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Mind (journal) (página não existe)\">Mind</a></i>, New Series, Volume IV, Número 14, abril de 1895, 145-158</li>\n<li><i><a href=\"//archive.org/details/b24872301_0001/page/676\" class=\"extiw\" title=\"iarchive:b24872301 0001/page/676\">Economic science and economics</a>,</i> <i>Dicionário de Economia Política de</i> Palgrave, 1896, v. 1, (reimpresso em <i><a href=\"/wiki/The_New_Palgrave:_A_Dictionary_of_Economics\" title=\"The New Palgrave: A Dictionary of Economics\">The New Palgrave: A Dictionary of Economics</a></i>, 1987, v. 2, 58-59.)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.laits.utexas.edu/poltheory/sidgwick/\"><i>Practical Ethics</i></a>. Londres, 1898, 2ª edição 1909.</li>\n<li><a href=\"//archive.org/details/philosophyitssco00sidguoft\" class=\"extiw\" title=\"iarchive:philosophyitssco00sidguoft\"><i>Philosophy; its Scope and Relations</i></a>. Londres, 1902.</li>\n<li><a href=\"//archive.org/details/lecturesonethic00sidggoog\" class=\"extiw\" title=\"iarchive:lecturesonethic00sidggoog\"><i>Lectures on the Ethics of T. H. Green, Mr Herbert Spencer and J. Martineau</i></a>. 1902.</li>\n<li><a href=\"//archive.org/details/developmentofeur00sidgiala\" class=\"extiw\" title=\"iarchive:developmentofeur00sidgiala\"><i>The Development of European Polity</i></a>. 1903, 3ª edição 1920</li>\n<li><a href=\"//archive.org/details/miscellaneousess00sidg\" class=\"extiw\" title=\"iarchive:miscellaneousess00sidg\"><i>Miscellaneous Essays and Addresses</i></a>. 1904.</li>\n<li><a href=\"//archive.org/details/lecturesonphilo00sidguoft\" class=\"extiw\" title=\"iarchive:lecturesonphilo00sidguoft\"><i>Lectures on the Philosophy of Kant and other philosophical lectures and essays</i>.</a> 1905.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.henrysidgwick.com/bibliography.eng.html\">escritos de Sidgwick disponíveis online</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.utilitarian.net/sidgwick/\">Henry Sidgwick – Utilitarian.net</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20180810080403/http://sidgwick.org/\">Henry Sidgwick Blog</a></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1838\" title=\"Categoria:Nascidos em 1838\">Nascidos em 1838</a><a href=\"/wiki/Categoria:Mortos_em_1900\" title=\"Categoria:Mortos em 1900\">Mortos em 1900</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_Reino_Unido\" title=\"Categoria:Filósofos do Reino Unido\">Filósofos do Reino Unido</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/1/17/Henry_Sidgwick.jpg/250px-Henry_Sidgwick.jpg",
    "view": "henry_sidgwick"
}