{
    "url": "https://pt.wikipedia.org/wiki/Henry_David_Thoreau",
    "codigo_http": 200,
    "titulo": [
        "Henry David Thoreau"
    ],
    "conteudo": [
        "Henry David Thoreau (Concord, 12 de julho de 1817 — Concord, 6 de maio de 1862[1]) foi um autor estadunidense, poeta, naturalista, pesquisador, historiador, filósofo e transcendentalista. Ele é mais conhecido por seu livro Walden, uma reflexão sobre a vida simples cercada pela natureza, e por seu ensaio A Desobediência Civil.\n",
        "Os livros, ensaios, artigos, jornais e poesias de Thoreau chegam a mais de 20 volumes. Entre suas contribuições mais influentes encontravam-se seus escritos sobre história natural e filosofia, onde ele antecipou os métodos e preocupações da ecologia e do ambientalismo. Seu estilo de escrita literária intercala observações naturais, experiência pessoal, retórica pontuada, sentidos simbolistas, e dados históricos; ao mesmo tempo em que evidencia grande sensibilidade poética, austeridade filosófica, e uma paixão \"yankee\" pelo detalhe prático.[2] Ele também era profundamente interessado na ideia de sobrevivência face a contextos hostis, mudança histórica, e decadência natural; ao mesmo tempo em que buscava abandonar o desperdício e a ilusão de forma a descobrir as verdadeiras necessidades essenciais da vida.[2]\n",
        "Foi também um notório abolicionista, realizando leituras públicas nas quais atacava as leis contra as fugas de escravos evocando os escritos de Wendell Phillips e defendendo o abolicionista John Brown. Thoreau criou o princípio da desobediência civil,[3] que influenciou o pensamento político e ações de personalidades notáveis que vieram depois dele, filósofos e ativistas como Liev Tolstói, Mohandas Karamchand Gandhi, e Martin Luther King, Jr.\n",
        "Thoreau é por vezes citado como um anarquista individualista.[4] Ainda que por vezes sua desobediência civil ambicione por melhorias no governo, mais do que sua abolição – \"Não peço, imediatamente por nenhum governo, mas imediatamente desejo um governo melhor\"[5] – a direção desta melhoria é que ambiciona o anarquismo: \"'O melhor governo é o que não governa. Quando os homens estiverem devidamente preparados, terão esse governo”.[5]\n",
        "O pai de Thoreau era um pequeno fabricante de lápis, sua mãe, uma dama que contratava pensionistas.[6] Formou-se na Universidade de Harvard em 1837. Tornou-se discípulo de Ralph Waldo Emerson,[7] com quem manteve uma amizade profunda, como também o fez com outros pensadores transcendentais. Próximo a essa concepção, seu reformismo partia do indivíduo, e não da coletividade, e defendia um estilo de vida em contato profundo com a natureza.\n",
        "A morte de seu irmão John, ocorrida em 1842, foi uma grande dor para ele. Escrever o livro de diário A Week on the Concord and Merrimack Rivers (1839-1849) o ajudou em sua tentativa de superar a perda de seu irmão e manter sua memória viva. Forte crença no princípio da reencarnação, que perpassa toda a obra por digressões precisas sobre as filosofias orientais e o interessante uso simbólico do rio como elemento de renascimento e continuidade, presente tanto nas filosofias oriental quanto ocidental. Em 1845, para vivenciar uma vida simples e como forma de protesto contra o sistema (desejo de se libertar das obrigações e constrangimentos da sociedade, de não se deixar contaminar pelos resíduos que o trabalho inevitavelmente produz), instalou-se em uma pequena cabana construído por ele mesmo perto do lago Walden, perto de Concord (Massachusetts). Aqui ele pôde se dedicar em tempo integral a escrever e observar a natureza. Após dois anos, em 1847, ele deixou lago Walden para viver com seu amigo e mentor Ralph Waldo Emerson e sua família em Concord (Massachusetts).\n",
        "Em 1846, Thoreau recusou-se a pagar um imposto (poll tax) que o governo impôs para financiar a guerra no México, que ele considerou moralmente injusto e contrário aos princípios de liberdade, dignidade e igualdade dos Estados Unidos. Por isso, ele foi preso por uma noite e solto no dia seguinte quando, em meio a seus violentos protestos, sua tia pagou o imposto por ele.\n",
        "Em 1849 ele escreveu o ensaio Desobediência Civil. Em 1854, ele publicou Walden, ou Life in the Woods, no qual descreveu sua experiência de vida no Lago Walden.\n",
        "Ele morreu de tuberculose em 1862 em Concord, sua cidade natal.\n",
        "Thoreau era um amante da natureza. É considerado, junto com os povos indígenas, um dos avós do movimento ecológico que ganharia forma nos anos 1960. Seus textos e discursos falam sempre sobre as vantagens da vida natural e livre. Sendo assim, Thoreau buscava impedir o massacre e extinção de indígenas e de animais selvagens, defendendo a ideia que a natureza selvagem (wilderness) servia como reservatório de nutrição intelectual aos humanos e por isso protegê-la estaria intimamente ligado à própria preservação da civilização humana.[8] Ele sempre associava natureza e liberdade e, neste aspecto, sofreu forte influência de Jean-Jacques Rousseau e de textos orientais. \n",
        "Seu ambientalismo se expressa na frase: \"Quero dizer uma palavra em defesa do ambiente natural e da liberdade absoluta. Uma declaração extrema pois já há muitos defensores da civilização\".\n",
        "Amava os animais, gostando de observá-los. \"Tornei-me vizinho dos pássaros, não por ter aprisionado um, mas por ter me engaiolado perto deles\", disse em \"Walden\". Até o final de sua vida, fez longos passeios pela natureza e dava preferência aos recantos mais selvagens e, em sua concepção, mais livres. Dizia preferir o pântano mais lamacento ao mais belo jardim.\n",
        "Thoreau era também cético com relação ao progresso tecnológico, especialmente por ser contrário ao embrião de sociedade de consumo que já era a sociedade americana da época.\n",
        "Parte do imaginário coletivo norte-americano acreditava que era destino dos EUA realizar sua expansão territorial, tinha-se a crença de que a Providência Divina demandava dos norte-americanos uma postura civilizatória, em oposição às forças europeias que supostamente desejavam frear o crescimento da América. Pouco a pouco, essa crença se transmutava num nacionalismo norte-americano, numa visão exaltada de si próprio como povo e Nação. Em Massachusetts, o sentimento para com a guerra se desenvolveu de forma a se afastar desse nacionalismo, parte dessa população não apoiava o embate com os mexicanos. O estado de Massachusetts caracterizou a empreitada americana como uma “guerra de conquista” que dizia interesse para os fazendeiros escravistas. Dentre as pessoas que desaprovavam a guerra México-americana, a oposição mais conhecida é a de Henry David Thoreau, pois “não foi apenas um crítico a guerra como agressão ao México, mas também se negou a pagar impostos como protesto (...)”.[9] Nesse cenário, Thoreau escreveu se escrito mais popular “A Desobediência Civil”, um ensaio no qual criticava os maus governos e propunha um modelo de combate à tirania.\n",
        "Há uma longa tradição nos EUA de hostilidade para com o Estado e defesa da autonomia individual; os Estados Unidos é, afinal de contas, a democracia liberal mais antiga do mundo. Existe um profundo enraizamento da defesa dos direitos individuais dentro das visões de mundo norte-americanas.\n",
        "Perante a guerra contra o México, a pergunta que Thoreau se fez, basicamente, foi “como lidar com esse mal?”. Basicamente, a resposta fora “não compactuar com esse mesmo mal”. Henry Thoreau diz em seu ensaio: “Todos os homens reconhecem o direito de revolução; isto é, o direito de recusar obediência ao governo, e de resistir a ele, quando sua tirania ou sua ineficiência são grandes e intoleráveis”.[10] O naturalista se recusou a pagar impostos para o governo americano, a recusa de Thoreau a pagar imposto foi um ato simbólico de protesto contra um governo escravista e que deflagra guerra contra outros indivíduos. O escritor não podia, aos seus próprios olhos, reconhecer um governo que propaga a violência e o mal. E, justamente por isso, aceitou ir para a prisão, afirmando que num governo que prega o aprisionamento moral, o verdadeiro lugar de um homem honesto seria a prisão.\n",
        "A “resistência”, para esse autor, era a capacidade de se autodefender. Henry Thoreau enxergava o Estado como um todo sob a ótica de que o mesmo está sujeito ao fracasso, afirmando em sua obra: “O governo em si, que é apenas o modo que o povo escolheu para executar sua vontade, está igualmente sujeito ao abuso e à perversão antes que o povo possa agir por meio dele. Prova disso é a atual guerra mexicana, obra de relativamente poucos indivíduos que usam o governo permanente como seu instrumento, pois, desde o princípio, o povo não teria consentido semelhante iniciativa”.[11] A oposição que existia, era não necessariamente entre Governo x Cidadão, mas sim entre Governo x Consciência. A “teoria” thoreauviana tem base no princípio dos indivíduos exercer seu próprio julgamento e não servir ao Estado como uma máquina, que não questiona, ou como um boneco de madeira que pode ser modelado da forma que o escultor (o Estado) desejar.\n",
        "\nThoreau não se envolveu em nenhum partido político, ou movimento organizado, nunca em sua vida votou nas eleições, era adepto de uma “revolução-de-um-só-homem”, ou seja, que cada indivíduo ganhasse consciência perante um mau governo. O engajamento do transcendentalista com o Estado se deu apenas pela sua ação como escritor e a recusa de contribuir com seu dinheiro. Lê-se em A desobediência civil: “Que cada homem faça saber qual é o tipo de governo capaz de conquistar seu respeito”. “A desobediência civil de Thoreau é a escolha que ele fez quando não havia outra escolha que não agir; não é apenas ação, mas uma ação necessária (...)”.[12] A ação de Thoreau, fora, em essência uma ação não-violenta, o autor seria um dos precursores do movimento de não-violência utilizados por Gandhi e Martin Luther King Jr. E, assim como estes últimos, a ação do americano é relacionada diretamente com uma fonte essencial de opressão, o Estado. Mesmo que para o autor nenhum homem seja responsável por solucionar algum mal que seja, os indivíduos tem a obrigação de não compactuar com este mal, devem desobedecer às leis injustas e não apoiar as práticas condenáveis:",
        "Influenciou fortemente o anarquismo e os admiradores desta filosofia. Seu ensaio \"A Desobediência Civil\" é a base de ação para libertários e anarquistas, além de ter sido posto em prática com sucesso por Mahatma Gandhi.\n",
        "Seu pensamento libertário é complexo e não pode ser resumido facilmente. Entretanto, algumas das passagens mais famosas de seus livros condensam sua visão de mundo:\n",
        "A crítica à relação entre as classes ricas, que se tornam privilegiadas do governo, e o Estado, bem como à vida abundante em posses materiais mas desprovida de valores espirituais e éticos: \"Mas o homem rico — sem querer fazer uma comparação invejosa — está sempre vendido à instituição (Estado) que o torna rico. Falando em termos gerais, quanto mais dinheiro, menos virtude (...); ao passo que a única nova questão que ele se coloca é a difícil e supérflua de saber como gastar o dinheiro. Assim, seu terreno moral é tirado de sob seus pés\".[14]\n",
        "A crítica ao Estado: \"O melhor governo é o que nada governa\".\n",
        "A defesa do direito à propriedade privada e a crítica à espoliação estatal: \"Se eu nego sua autoridade (do Estado) quando ele impõe seus tributos, ele logo tomará a devastará todas as minhas propriedades, e importunará a mim e a meus filhos para sempre. Isso é duro. Isso torna impossível a um homem viver honestamente, e ao mesmo tempo com conforto, no que diz respeito ao aspecto exterior\".[15] \"Até que eu me dedique exclusivamente a construir um patrimônio na minha terra por meio de um empreendimento pacífico, estou em condições de recusar minha lealdade a Massachusetts, e o direito deste estado sobre minha propriedade e minha vida\".[16]\n",
        "Apesar de suas críticas à escravidão, à guerra, à devastação ambiental e a tantas outras facetas da sociedade de sua época, Thoreau preferia não se definir sob nenhuma classificação política.\n",
        "A prisão de Thoreau se deveu justamente ao fato de ele ter deixado de pagar impostos ao governo americano. Além de suas tendências anárquicas, Thoreau explica que não queria financiar um Estado escravocrata e tampouco uma guerra. Naquela época os EUA mantinham negros como escravos e estavam em uma guerra imperialista contra o México, com o objetivo de anexar territórios.\n",
        "A posição de Thoreau como abolicionista e defensor da causa negra está registrada em seus textos. Mas não somente isso: ele teve atuação na Underground Railway (ferrovia subterrânea), uma rota de fuga que levava escravos negros para uma vida livre no Canadá.\n",
        "A cabana de madeira que Thoreau construiu nas imediações do lago Walden não existe mais. Hoje, em local aproximado onde se situava há uma réplica, ponto de visitação de turistas.\n",
        "Em uma entrevista proporcionada ao IHU On-Line, Kelly Dean Jolley promove uma perspectiva de Thoreau como um minimalista existencial.[17] A partir da entrevista, Jolley ressalta que Thoreau defende uma vida de abnegação e simplicidade, cujo objetivo é obter uma melhor compreensão da existência e do mundo que aparece diante de nós.\n",
        "\nDe fato, a filosofia de Henry David Thoreau vai além da abstração das ideias, é um modo de conceber o mundo e reger uma vida a partir da constante relação com o real e com o verdadeiro. A vida, nesse caso, encontra-se em consonância com o verdadeiro, e o verdadeiro, para Thoreau, está fora das paredes da prisão invisível que grande parte da sociedade impôs com o avanço tecnológico e fortalecimento do capitalismo com seu consumismo excessivo. Dessa forma, é perceptível a busca da verdade através de uma forte crítica ao materialismo, cuja principal consequência é o ajuste da visão para o que realmente existe. Kelly Dean Jolley expressa tal questão sucintamente: .mw-parser-output .flexquote{display:flex;flex-direction:column;background-color:#F1F1F1;border-left:3px solid #C7C7C7;font-size:100%;margin:1em 4em;padding:.4em .8em}.mw-parser-output .flexquote>.flex{display:flex;flex-direction:row}.mw-parser-output .flexquote>.flex>.quote{width:100%}.mw-parser-output .flexquote>.flex>.separator{border-left:1px solid #C7C7C7;border-top:1px solid #C7C7C7;margin:.4em .8em}.mw-parser-output .flexquote>.cite{text-align:right}@media all and (max-width:600px){.mw-parser-output .flexquote>.flex{flex-direction:column}}@media screen{html.skin-theme-clientpref-night .mw-parser-output .flexquote{background-color:transparent}}@media screen and (prefers-color-scheme:dark){html.skin-theme-clientpref-os .mw-parser-output .flexquote{background-color:transparent}}",
        "É nesse contexto que o pensamento minimalista entra em ação. Uma mensagem importante, senão principal, da filosofia minimalista seria a necessidade de reduzir o máximo de recursos possíveis para reger uma vida e, assim, sobreviver apenas com o necessário. Nesse sentido, não é à toa que Thoreau é visto como um minimalista. Verifica-se diversos exemplos da filosofia minimalista nos seus escritos, especialmente em Walden. Dentre tais, vale destacar uma parte:",
        "Nessa perspectiva, o minimalismo seria um passo importante para melhor compreender o mundo e chegar a um nível superior a partir das experiências acumuladas pelas privações impostas por um estilo de vida de controle e abnegação – este é um dos motivos que Thoreau é chamado de transcendentalista. Com isso, torna-se possível aguçar a visão e focá-la no que é verdadeiro, procurar apenas o que é essencial para manter o famoso ‘’calor vital’’[20] que o autor frequentemente menciona e, assim, viver. Por esse fato que Walden foi fundamental para a evolução espiritual e física de Thoreau. O deserto era um ambiente longe das prisões ilusórias da sociedade capitalista e um lugar propício à solidão e à abnegação, cuja consequência era o contato com a própria essência da vida e a visão do mundo como ele é: ",
        "Thoreau influenciou diversas gerações de pensadores e aventureiros. Um grande exemplo disso foi o de Christoper McCandless, um jovem que, ao terminar a faculdade, deixou para trás toda uma vida – como o conforto de uma casa, a presença de pessoas que o amam, seu dinheiro e seu carro –, com o principal objetivo de viver sobre o deserto e absorver tudo que a existência poderia proporcionar.\nHá diversos traços da filosofia minimalista de Thoreau em McCandless. Um aspecto que pode provar esse fato é a aversão ao materialismo da sociedade a qual frequentava e o consequente abandono da maioria de seus bens materiais para poder viver uma vida de solidão e privação em busca da verdade. Um exemplo da influência direta de Thoreau sobre McCandless é uma frase sublinhada do livro Walden, ou a vida nos bosques, encontrada no lugar em que este último morreu,[22] no qual diz:",
        "Um aspecto interessante é que McCandless escreveu a palavra ‘’verdade’’ em letras de forma no alto da página que a frase anterior se encontrava. É possível, dessa forma, perceber que a busca da verdade era um dos principais anseios de McCandless ao ir para o deserto. Talvez não seja mera coincidência das buscas similares de Thoreau e McCandless, uma vez que este último tinha como anseio primordial conceber o verdadeiro na sua mais pura manifestação. Thoreau, nesse caso, pode ter sido uma das bases do pensamento e um dos principais influenciadores de McCandless. Apenas para reforçar essa reflexão, vale destacar uma frase de seu diário: ",
        "Torna-se possível detectar diversas passagens que expressam os pensamentos de Thoreau nesse trecho. Logo no começo, McCandless diz ‘’ Sem telefone, sem piscina, sem animal de estimação, sem cigarros. Liberdade definitiva. Um extremista (...)’’. Percebe-se nessa frase uma certa aversão aos bens materiais e à necessidade se libertar dos vícios que o consumo de tais bens proporciona, aspecto que a filosofia minimalista de Thoreau expressa claramente. Indo mais além é perceptível um anseio de matar um ‘’falso ser interior e concluir vitoriosamente uma revolução espiritual (...)’’, Thoreau expressa essa necessidade de revolução espiritual nitidamente em Walden. Assim, afirma-se que a filosofia minimalista de Thoreau foi tão forte que chegou até os tempos atuais. Instigando constantemente diversos estudiosos a mudar suas vidas e criar um novo rumo às mesmas.\n",
        "É por esse motivo que Thoreau pode ser visto como um minimalista existencial e um dos principais disseminadores do pensamento minimalista. Sua filosofia é focada na destruição de toda a ilusão que uma sociedade materialista pode possuir a partir da busca das coisas – e apenas dessas coisas – que mantém nosso ‘’calor vital’’. Assim, é possível despertar para o verdadeiro mundo que existe diante de todos os seres vivos e sugar toda a vida que este mesmo mundo pode proporcionar.\n",
        "Muitas das obras de Thoreau não foram publicadas durante sua vida, incluindo seus diários e vários manuscritos inacabados.\n"
    ],
    "ligacoes": [
        "<ul><li><i>Aulus Persius Flaccus</i> (1840)<sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\"><span class=\"cite-bracket\">[</span>24<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=The_Service&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The Service (página não existe)\">The Service</a></i> (1840)</li>\n<li><i><a href=\"/w/index.php?title=A_Walk_to_Wachusett&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"A Walk to Wachusett (página não existe)\">A Walk to Wachusett</a></i> (1842)<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\"><span class=\"cite-bracket\">[</span>25<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=Paradise_(to_be)_Regained&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Paradise (to be) Regained (página não existe)\">Paradise (to be) Regained</a></i> (1843)<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\"><span class=\"cite-bracket\">[</span>26<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>The Landlord</i> (1843)<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\"><span class=\"cite-bracket\">[</span>27<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=Sir_Walter_Raleigh_(essay)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Sir Walter Raleigh (essay) (página não existe)\">Sir Walter Raleigh</a></i> (1844)</li>\n<li><i><a href=\"/w/index.php?title=Herald_of_Freedom_(essay)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Herald of Freedom (essay) (página não existe)\">Herald of Freedom</a></i> (1844)<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\"><span class=\"cite-bracket\">[</span>28<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=Wendell_Phillips_Before_the_Concord_Lyceum&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Wendell Phillips Before the Concord Lyceum (página não existe)\">Wendell Phillips Before the Concord Lyceum</a></i> (1845)<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\"><span class=\"cite-bracket\">[</span>29<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=Reform_and_the_Reformers&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Reform and the Reformers (página não existe)\">Reform and the Reformers</a></i> (1846–48)</li>\n<li><i><a href=\"/w/index.php?title=Thomas_Carlyle_and_His_Works&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Thomas Carlyle and His Works (página não existe)\">Thomas Carlyle and His Works</a></i> (1847)<sup id=\"cite_ref-30\" class=\"reference\"><a href=\"#cite_note-30\"><span class=\"cite-bracket\">[</span>30<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=A_Week_on_the_Concord_and_Merrimack_Rivers&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"A Week on the Concord and Merrimack Rivers (página não existe)\">A Week on the Concord and Merrimack Rivers</a></i> (1849)<sup id=\"cite_ref-31\" class=\"reference\"><a href=\"#cite_note-31\"><span class=\"cite-bracket\">[</span>31<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=Civil_Disobedience_(Thoreau)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Civil Disobedience (Thoreau) (página não existe)\">Resistance to Civil Government</a></i>, or <i>Civil Disobedience</i>, or <i>On the Duty of Civil Disobedience</i> (1849)<sup id=\"cite_ref-32\" class=\"reference\"><a href=\"#cite_note-32\"><span class=\"cite-bracket\">[</span>32<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>An Excursion to Canada</i> (1853)<sup id=\"cite_ref-33\" class=\"reference\"><a href=\"#cite_note-33\"><span class=\"cite-bracket\">[</span>33<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=Slavery_in_Massachusetts&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Slavery in Massachusetts (página não existe)\">Slavery in Massachusetts</a></i> (1854)<sup id=\"cite_ref-34\" class=\"reference\"><a href=\"#cite_note-34\"><span class=\"cite-bracket\">[</span>34<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/wiki/Walden\" title=\"Walden\">Walden</a></i> (1854)<sup id=\"cite_ref-35\" class=\"reference\"><a href=\"#cite_note-35\"><span class=\"cite-bracket\">[</span>35<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=A_Plea_for_Captain_John_Brown&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"A Plea for Captain John Brown (página não existe)\">A Plea for Captain John Brown</a></i> (1859)<sup id=\"cite_ref-:3_36-0\" class=\"reference\"><a href=\"#cite_note-:3-36\"><span class=\"cite-bracket\">[</span>36<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=Remarks_After_the_Hanging_of_John_Brown&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Remarks After the Hanging of John Brown (página não existe)\">Remarks After the Hanging of John Brown</a></i> (1859)<sup id=\"cite_ref-37\" class=\"reference\"><a href=\"#cite_note-37\"><span class=\"cite-bracket\">[</span>37<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=The_Last_Days_of_John_Brown&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The Last Days of John Brown (página não existe)\">The Last Days of John Brown</a></i> (1860)</li>\n<li><i><a href=\"/w/index.php?title=Walking_(Thoreau)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Walking (Thoreau) (página não existe)\">Walking</a></i> (1862)<sup id=\"cite_ref-38\" class=\"reference\"><a href=\"#cite_note-38\"><span class=\"cite-bracket\">[</span>38<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Autumnal Tints</i> (1862)<sup id=\"cite_ref-39\" class=\"reference\"><a href=\"#cite_note-39\"><span class=\"cite-bracket\">[</span>39<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Wild Apples: The History of the Apple Tree</i> (1862)<sup id=\"cite_ref-40\" class=\"reference\"><a href=\"#cite_note-40\"><span class=\"cite-bracket\">[</span>40<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>The Fall of the Leaf</i> (1863)<sup id=\"cite_ref-:5_41-0\" class=\"reference\"><a href=\"#cite_note-:5-41\"><span class=\"cite-bracket\">[</span>41<span class=\"cite-bracket\">]</span></a></sup><sup id=\"cite_ref-42\" class=\"reference\"><a href=\"#cite_note-42\"><span class=\"cite-bracket\">[</span>42<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=Excursions_(anthology)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Excursions (anthology) (página não existe)\">Excursions</a></i> (1863)<sup id=\"cite_ref-43\" class=\"reference\"><a href=\"#cite_note-43\"><span class=\"cite-bracket\">[</span>43<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=Life_Without_Principle&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Life Without Principle (página não existe)\">Life Without Principle</a></i> (1863)<sup id=\"cite_ref-44\" class=\"reference\"><a href=\"#cite_note-44\"><span class=\"cite-bracket\">[</span>44<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Night and Moonlight</i> (1863)<sup id=\"cite_ref-45\" class=\"reference\"><a href=\"#cite_note-45\"><span class=\"cite-bracket\">[</span>45<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>The Highland Light</i> (1864)<sup id=\"cite_ref-u_of_adelaide_46-0\" class=\"reference\"><a href=\"#cite_note-u_of_adelaide-46\"><span class=\"cite-bracket\">[</span>46<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>The Maine Woods</i> (1864)<sup id=\"cite_ref-47\" class=\"reference\"><a href=\"#cite_note-47\"><span class=\"cite-bracket\">[</span>47<span class=\"cite-bracket\">]</span></a></sup><sup id=\"cite_ref-48\" class=\"reference\"><a href=\"#cite_note-48\"><span class=\"cite-bracket\">[</span>48<span class=\"cite-bracket\">]</span></a></sup> <a href=\"/w/index.php?title=Jeffrey_S._Cramer&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Jeffrey S. Cramer (página não existe)\">Jeffrey S. Cramer</a>, ed., Yale University Press, 2009</li>\n<li><i>Cape Cod</i> (1865)<sup id=\"cite_ref-:9_49-0\" class=\"reference\"><a href=\"#cite_note-:9-49\"><span class=\"cite-bracket\">[</span>49<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Letters to Various Persons</i> (1865)<sup id=\"cite_ref-50\" class=\"reference\"><a href=\"#cite_note-50\"><span class=\"cite-bracket\">[</span>50<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/w/index.php?title=A_Yankee_in_Canada,_with_Anti-Slavery_and_Reform_Papers&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"A Yankee in Canada, with Anti-Slavery and Reform Papers (página não existe)\">A Yankee in Canada, with Anti-Slavery and Reform Papers</a></i> (1866)<sup id=\"cite_ref-51\" class=\"reference\"><a href=\"#cite_note-51\"><span class=\"cite-bracket\">[</span>51<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Early Spring in Massachusetts</i> (1881)</li>\n<li><i>Summer</i> (1884)<sup id=\"cite_ref-52\" class=\"reference\"><a href=\"#cite_note-52\"><span class=\"cite-bracket\">[</span>52<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Winter</i> (1888)<sup id=\"cite_ref-53\" class=\"reference\"><a href=\"#cite_note-53\"><span class=\"cite-bracket\">[</span>53<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Autumn</i> (1892)<sup id=\"cite_ref-54\" class=\"reference\"><a href=\"#cite_note-54\"><span class=\"cite-bracket\">[</span>54<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Miscellanies</i> (1894)<sup id=\"cite_ref-55\" class=\"reference\"><a href=\"#cite_note-55\"><span class=\"cite-bracket\">[</span>55<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Familiar Letters of Henry David Thoreau</i> (1894)<sup id=\"cite_ref-56\" class=\"reference\"><a href=\"#cite_note-56\"><span class=\"cite-bracket\">[</span>56<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Poems of Nature</i> (1895)<sup id=\"cite_ref-u_of_adelaide_46-1\" class=\"reference\"><a href=\"#cite_note-u_of_adelaide-46\"><span class=\"cite-bracket\">[</span>46<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Some Unpublished Letters of Henry D. and Sophia E. Thoreau</i> (1898)<sup id=\"cite_ref-u_of_adelaide_46-2\" class=\"reference\"><a href=\"#cite_note-u_of_adelaide-46\"><span class=\"cite-bracket\">[</span>46<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>The First and Last Journeys of Thoreau</i> (1905)<sup id=\"cite_ref-57\" class=\"reference\"><a href=\"#cite_note-57\"><span class=\"cite-bracket\">[</span>57<span class=\"cite-bracket\">]</span></a></sup><sup id=\"cite_ref-58\" class=\"reference\"><a href=\"#cite_note-58\"><span class=\"cite-bracket\">[</span>58<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Journal of Henry David Thoreau</i> (1906)<sup id=\"cite_ref-59\" class=\"reference\"><a href=\"#cite_note-59\"><span class=\"cite-bracket\">[</span>59<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>The Correspondence of Henry David Thoreau</i> editado por Walter Harding e Carl Bode (Washington Square: <a href=\"/wiki/New_York_University_Press\" title=\"New York University Press\">New York University Press</a>, 1958)<sup id=\"cite_ref-60\" class=\"reference\"><a href=\"#cite_note-60\"><span class=\"cite-bracket\">[</span>60<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Poets of the English Language</i> (Viking Press, 1950)<span style=\"color:gray\"><sup>[</sup></span><sup><a href=\"/wiki/Wikip%C3%A9dia:Livro_de_estilo/Cite_as_fontes\" title=\"Wikipédia:Livro de estilo/Cite as fontes\"><span title=\"Esta afirmação precisa de uma referência para confirmá-la.\" style=\"color:gray\"><i>carece de fontes</i></span></a><span class=\"printfooter\">?</span><span style=\"color:gray\">]</span></sup></li>\n<li><i>I Was Made Erect and Lone</i><sup id=\"cite_ref-61\" class=\"reference\"><a href=\"#cite_note-61\"><span class=\"cite-bracket\">[</span>61<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>The Bluebird Carries the Sky on His Back</i> (Stanyan, 1970)<sup id=\"cite_ref-62\" class=\"reference\"><a href=\"#cite_note-62\"><span class=\"cite-bracket\">[</span>62<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>The Dispersion of Seeds</i> published as <i>Faith in a Seed</i> (Island Press, 1993)<sup id=\"cite_ref-63\" class=\"reference\"><a href=\"#cite_note-63\"><span class=\"cite-bracket\">[</span>63<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>The Indian Notebooks</i> (1847–1861) <a rel=\"nofollow\" class=\"external text\" href=\"https://www.walden.org/wp-content/uploads/2016/03/IndianNotebooks-1.pdf\">selections by Richard F. Fleck</a></li>\n<li><i>Wild Fruits</i> (Inacabado com sua morte, W.W Norton, 1999)<sup id=\"cite_ref-64\" class=\"reference\"><a href=\"#cite_note-64\"><span class=\"cite-bracket\">[</span>64<span class=\"cite-bracket\">]</span></a></sup><sup id=\"cite_ref-65\" class=\"reference\"><a href=\"#cite_note-65\"><span class=\"cite-bracket\">[</span>65<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li><a href=\"/wiki/Amos_Bronson_Alcott\" title=\"Amos Bronson Alcott\">Amos Bronson Alcott</a></li>\n<li><a href=\"/wiki/Desobedi%C3%AAncia_civil\" title=\"Desobediência civil\">Desobediência civil</a></li>\n<li><a href=\"/wiki/Ecologia_Profunda\" class=\"mw-redirect\" title=\"Ecologia Profunda\">Ecologia Profunda</a></li>\n<li><a href=\"/wiki/Jean-Jacques_Rousseau\" title=\"Jean-Jacques Rousseau\">Jean-Jacques Rousseau</a></li>\n<li><a href=\"/wiki/Mahatma_Gandhi\" title=\"Mahatma Gandhi\">Mahatma Gandhi</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://thoreaufarm.org/\">Casa de nascimento de Thoreau</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-logo_A_pt.svg\" title=\"Portal do anarquismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wikipedia-logo_A_pt.svg/40px-Wikipedia-logo_A_pt.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wikipedia-logo_A_pt.svg/60px-Wikipedia-logo_A_pt.svg.png 2x\" data-file-width=\"1062\" data-file-height=\"1062\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Anarquia\" title=\"Portal:Anarquia\">Portal do anarquismo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Fairytale_konqueror.png\" title=\"Portal do ambiente\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/68/Fairytale_konqueror.png/40px-Fairytale_konqueror.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/68/Fairytale_konqueror.png/60px-Fairytale_konqueror.png 2x\" data-file-width=\"64\" data-file-height=\"64\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Ambiente\" title=\"Portal:Ambiente\">Portal do ambiente</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_filesystems_ftp.png\" title=\"Portal da ecologia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Nuvola_filesystems_ftp.png/40px-Nuvola_filesystems_ftp.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/5/5f/Nuvola_filesystems_ftp.png/60px-Nuvola_filesystems_ftp.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Ecologia\" title=\"Portal:Ecologia\">Portal da ecologia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>    </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1817\" title=\"Categoria:Nascidos em 1817\">Nascidos em 1817</a><a href=\"/wiki/Categoria:Mortos_em_1862\" title=\"Categoria:Mortos em 1862\">Mortos em 1862</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Pacifistas_dos_Estados_Unidos\" title=\"Categoria:Pacifistas dos Estados Unidos\">Pacifistas dos Estados Unidos</a><a href=\"/wiki/Categoria:Poetas_dos_Estados_Unidos\" title=\"Categoria:Poetas dos Estados Unidos\">Poetas dos Estados Unidos</a><a href=\"/wiki/Categoria:Ambientalistas_dos_Estados_Unidos\" title=\"Categoria:Ambientalistas dos Estados Unidos\">Ambientalistas dos Estados Unidos</a><a href=\"/wiki/Categoria:Ec%C3%B3logos_dos_Estados_Unidos\" title=\"Categoria:Ecólogos dos Estados Unidos\">Ecólogos dos Estados Unidos</a><a href=\"/wiki/Categoria:Inventores_dos_Estados_Unidos\" title=\"Categoria:Inventores dos Estados Unidos\">Inventores dos Estados Unidos</a><a href=\"/wiki/Categoria:Proto-anarquistas\" title=\"Categoria:Proto-anarquistas\">Proto-anarquistas</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Benjamin_D._Maxham_-_Henry_David_Thoreau_-_Restored_-_greyscale_-_straightened.jpg/250px-Benjamin_D._Maxham_-_Henry_David_Thoreau_-_Restored_-_greyscale_-_straightened.jpg",
    "view": "henry_david_thoreau"
}