{
    "url": "https://pt.wikipedia.org/wiki/Henri_Bergson",
    "codigo_http": 200,
    "titulo": [
        "Henri Bergson"
    ],
    "conteudo": [
        "Henri Bergson (Paris, 18 de outubro de 1859 — Paris, 4 de janeiro de 1941) foi um filósofo e diplomata francês, laureado com o Nobel de Literatura de 1927.[1]\n",
        "Conhecido principalmente por Ensaios sobre os dados imediatos da consciência, Matéria e Memória, A evolução criadora e As duas fontes da moral e da religião, sua obra é de grande atualidade e tem sido estudada em diferentes disciplinas - cinema, literatura, neuropsicologia, bioética, entre outras. Bergson procurou construir uma \"metafísica positiva\" e fazer da filosofia uma ciência baseada na intuição como um método, cujos resultados viriam da experiência e seriam tão rigorosos quanto as ciências baseadas na inteligência, como a matemática. Ao contrário de Platão e René Descartes, que usavam a geometria como modelo para fazer da metafísica uma ciência, Bergson adotou a biologia, a psicologia e a sociologia como fundamentos de seu pensamento filosófico.[2]\n",
        "Henri Bergson nasceu de família judia, filho de mãe inglesa e pai polaco. Viveu com os seus pais alguns anos em Londres, mas aos nove anos regressou a Paris. Ali fez os seus estudos no Liceu Fontanes onde ganha em primeiro lugar o prêmio de matemática no Concours Général resolvendo um problema de Pascal. Licenciando-se em Letras, em 1881 tornou-se professor, dando aulas em várias localidades da França, destacam-se desse momento as aulas no liceu Blaise Pascal de Clermont-Ferrand.\n",
        "Em 1889 obteve o doutoramento pela Universidade de Paris com a tese Ensaios sobre os dados imediatos da consciência, e com uma tese secundária sobre Aristóteles. Bergson casou-se em 1892 com Louise Neuberger, uma prima do escritor francês Marcel Proust. Publica seu segundo livro em 1896 sob o título Matéria e Memória. Passa a lecionar na Escola Normal Superior de Paris dois anos depois. Em 1900, aos 40 anos, iniciou seus cursos a frente da cadeira de História da Filosofia Antiga no Collège de France.[3] Em 1907 publicou sua obra principal: A Evolução Criadora que une crítica da tradição filosófica especulativa, com intuição da duração e com as teorias evolucionistas de Herbert Spencer. Como diplomata, participa das discussões sobre a Primeira Guerra Mundial e exerce influência sobre a decisão dos Estados Unidos em intervir no conflito. Em 1914 Bergson torna-se membro da Academia Francesa, dois anos depois, publica Duração e Simultaneidade, obra que discute a comunicação de Einstein de 1905 sobre a teoria da relatividade restrita.\n",
        "A partir de 1925 passou a sofrer de um reumatismo, que o deixou semi-paralisado, a ponto de impedi-lo de ir a Estocolmo para receber o Nobel de Literatura de 1927. Escreveu com grande dificuldade seu último livro, publicado em 1932: As Duas Fontes da Moral e da Religião. Nessa época, aproxima-se do cristianismo, mas não se converte por preferir não abandonar seus irmãos de raça que serão perseguidos pelo regime Nazista de Hitler. Faleceu em 1941, em 4 de janeiro, aos 81 anos, em Paris.[4]\n",
        "Bergson é frequentemente situado na história da filosofia como espiritualista evolucionista. Os principais seguidores de seu pensamento são:\n",
        "A ocupação da cadeira de filosofia no Collège de France após morte de Bergson foi feita por Édouard Le Roy e depois por Louis Lavelle que fundou com René Le Senne a coleção Philosophie de l'esprit em 1934.\n",
        "A filosofia de Bergson é a princípio uma negação, isto é, uma crítica às formas de determinismo e “coisificação” do homem.  Em outras palavras, a sua pesquisa filosófica é uma afirmação da liberdade humana frente as vertentes científicas e filosóficas que querem reduzir a dimensão espiritual do homem a leis previsíveis e manipuláveis, análogas às leis naturais e biológicas, como imaginou Comte.  Seu pensamento está fundamentado na afirmação da possibilidade do real ser compreendido pelo homem por meio da intuição da duração – conceitos que perpassam toda sua bibliografia. O próprio filósofo chegou a dizer que para compreender a sua filosofia é preciso partir da intuição da duração.\n",
        "Duração, na obra de Bergson, é o correr do tempo uno e interpenetrado, isto é, os momentos temporais somados uns aos outros formando um todo indivisível e coeso. Oposto ao tempo físico ou sucessão divisível que é passível de ser calculado e analisado pela ciência, o tempo vivido é incompreensível para a inteligência lógica por ser qualitativo, enquanto o tempo físico é quantitativo.\n",
        "Tempo e espaço não pertencem à mesma natureza, tanto que podemos afirmar que a consciência (duração interna) e o “tempo espacializado” se opõem. Esse último é criticado pelo filósofo como uma das expressões da vertente determinista das ciências e filosofias.\n",
        "Tudo o que pertence à faculdade espacial, isto é, à variável t das leis físicas da mecânica clássica, é suscetível de ser repetida, decomposta e traduzida pela lógica científica, como, por exemplo, a medição do tempo por um relógio. Esse tempo físico, comumente confundido com o espaço, como fez Kant na Crítica da Razão Pura, não corresponde ao tempo real experimentado pelo espírito.\n",
        "O tempo vivido (ou duração interna ou simplesmente consciência) é o passado vivo no presente e aberto ao futuro no espírito que compreende o real de modo imediato. É um tempo completamente indivisível por ser qualitativo e não quantitativo como o fator t.\n",
        "A duração, não sendo compreendida por meio da inteligência técnica, também não pode, por consequência, ser entendida como sucessão linear de intervalos, pois ela é justamente o oposto disso, haja vista que não há como justapor ou analisar o tempo vivido qualitativo.\n",
        "Ora, se não há como esmiuçar a duração percebida pelo espírito, também não há como prever os momentos temporais da duração interna, apenas a experiência física que se repete facilmente pode ser prevista e repetida, logo, a duração do tempo vivido e experimentado pelo espírito é imprevisível, uma novidade incessante e um fluir contínuo.\n",
        "Intuição significa para Bergson apreensão imediata da realidade por coincidência com o objeto. Em outras palavras, é a realidade sentida e compreendida absolutamente de modo direto, sem utilizar as ferramentas lógicas do entendimento: a análise e a tradução.\n",
        "Diferencia-se da inteligência que, apropriando-se do mundo através de ferramentas, calcula e prevê intervalos do mesmo plano espaço-temporal; a intuição, ao contrário, penetra no interior da vida coincidindo com o real imediatamente. Dizemos, portanto, que o real passou a ser conhecido pela metafísica como, ao modo de Descartes, numa certeza imanente ao próprio ser do sujeito cognoscente.\n",
        "A intuição é uma forma de conhecimento que penetra no interior do objeto de modo imediato, isto é, sem o ato de analisar e traduzir. A análise é o recorte da realidade, mediação entre sujeito e objeto. A tradução é a composição de símbolos linguísticos ou numéricos que, analogamente a primeira, também servem de mediadores. Ambas são meios falhos e artificiais de acesso a realidade. Somente a intuição pode garantir uma coincidência imediata com o real sem o uso de símbolos nem da repartições analíticas.\n",
        "A intuição pode ser entendida, portanto, como uma experiência metafísica.\n",
        "Bergson foi o expoente da linha de filosofia intuicionista, assim chamada porque afirma constituir o verdadeiro conhecimento não nos conceitos abstratos, do intelecto racionalmente, mas na apreensão imediata, na intuição, como é evidenciado pela experiência interior.\n",
        "Segundo o filósofo, há dois caminhos para conhecer o objeto, duas formas de conhecimento, diversas e de valores desiguais: mediante o conceito e mediante a intuição.\n",
        "A forma mediante o conceito é o caminho dos conceitos, dos juízos, silogismos, análise e síntese, dedução e indução; a segunda forma é o da intuição imediata que nos proporciona o conhecimento intrínseco, concreto, absoluto.[6]\n",
        "Bergson conceitua a intuição como a faculdade suprema do impulso vital (élan vital) e faculdade cognoscitiva do filósofo.[6] Segundo o filósofo, \"hoje, só raramente e com grande esforço, podemos chegar à intuição; no entanto a humanidade chegará um dia a desenvolver a intuição de tal modo que será a faculdade ordinária para conhecer as coisas. Então, desaparecerão todas as escolas filosóficas e haverá uma só filosofia verdadeira conhecedora da verdade e do ser absoluto.\"\n",
        "Bergson foi, também, um dos primeiros a fazer referência ao inconsciente.\n",
        "\n",
        " \n"
    ],
    "ligacoes": [
        "<ul><li><a href=\"/wiki/Mokiti_Okada\" title=\"Mokiti Okada\">Mokiti Okada</a> (Tóquio, 1882-1955)</li>\n<li><a href=\"/wiki/L%C3%A9on_Brunschvicg\" title=\"Léon Brunschvicg\">Léon Brunschvicg</a> (Paris, 1869-1944)</li>\n<li>Édouard Le Roy (Paris, 1870-1954)</li>\n<li>René Le Senne (Elbeuf, 1882-1954)</li>\n<li>Michel Adam (Orléans, 1926-2007)</li>\n<li><a href=\"/wiki/Jean-Louis_Vieillard-Baron\" title=\"Jean-Louis Vieillard-Baron\">Jean-Louis Vieillard-Baron</a> (1944-)</li>\n<li><a href=\"/wiki/Fr%C3%A9d%C3%A9ric_Worms\" title=\"Frédéric Worms\">Frédéric Worms</a> (1964-)</li>\n<li><a href=\"/wiki/Gilles_Deleuze\" title=\"Gilles Deleuze\">Gilles Deleuze</a> (1925-1994)</li>\n<li><a href=\"/wiki/Jean_Guitton\" title=\"Jean Guitton\">Jean Guitton</a> (1901 - 1999)</li></ul>",
        "<ul><li><i>Essais sur les données immédiates de la conscience</i> (1889)</li>\n<li><i><a href=\"/wiki/Mat%C3%A9ria_e_Mem%C3%B3ria\" title=\"Matéria e Memória\">Matière et mémoire</a></i> (1896)</li>\n<li><i>Le Rire</i> (1899)</li>\n<li><i><a href=\"/wiki/A_evolu%C3%A7%C3%A3o_criadora\" class=\"mw-redirect\" title=\"A evolução criadora\">L'Évolution créatrice</a></i> (1907)</li>\n<li><i>L'Énergie spirituelle</i> (1919)</li>\n<li><i>Durée et simultanéité, à propos de la théorie d'Einstein</i> (1922)</li>\n<li><i><a href=\"/wiki/As_duas_fontes_da_moral_e_da_religi%C3%A3o\" class=\"mw-redirect\" title=\"As duas fontes da moral e da religião\">Les Deux Sources de la morale et de la religion</a></i> (1932)</li>\n<li><i>La Pensée et le mouvant</i> (1934)</li>\n<li><i>Mélanges</i> (1972)</li></ul>",
        "<ul><li><i>Le mobilisme moderne</i> (1908) de Alphonse Chide (1868-1952)</li>\n<li><i>Le bergsonisme ou une philosophie de la mobilité</i> (1912) de <a href=\"/wiki/Julien_Benda\" title=\"Julien Benda\">Julien Benda</a> (1867-1956)</li>\n<li><i>Devoir et durée</i> (1912) de Joseph Wilbois (1874-1952)</li>\n<li><i>Sur le succès du bergsonisme</i> (1914) de <a href=\"/wiki/Julien_Benda\" title=\"Julien Benda\">Julien Benda</a> (1867-1956)</li>\n<li><i>Note sur M. Bergson et la philosophie bergsonienne. Note conjointe sur M. Descartes et la philosophie cartésienne</i> (1914) de <a href=\"/wiki/Charles_P%C3%A9guy\" title=\"Charles Péguy\">Charles Péguy</a> (1873-1914)</li>\n<li><i>La pensée intuitive</i> (1929) de Édouard Le Roy (1870-1954)</li>\n<li><i>La fin d'une parade philosophique, le bergsonisme</i> (1929) de <a href=\"/wiki/Georges_Politzer\" title=\"Georges Politzer\">Georges Politzer</a> (1903-1942)</li>\n<li><i>Henri Bergson</i> (1931) de <a href=\"/wiki/Vladimir_Jank%C3%A9l%C3%A9vitch\" title=\"Vladimir Jankélévitch\">Vladimir Jankélévitch</a> (1903-1985)</li>\n<li><i>Le temps vécu</i> (1933) de Eugène Minkowski (1885-1972)</li>\n<li><i>Le temps musical</i> (1945) de Gisèle Brelet (1915-1973)</li>\n<li><i>Personnalité, création, combat</i> de Vaclav Cerny</li>\n<li><i>La pensée interrogative</i> (1954) de Jeanne Delhomme (1911-1985)</li>\n<li><i>Presença e Campo Transcendental: Consciência e Negatividade da Filosofia de Henri Bergson</i> (1965) de <a href=\"/wiki/Bento_Prado_J%C3%BAnior\" title=\"Bento Prado Júnior\">Bento Prado Júnior</a>, publicado somente em 1988</li>\n<li><i>Le Bergsonisme</i> (1966) de <a href=\"/wiki/Gilles_Deleuze\" title=\"Gilles Deleuze\">Gilles Deleuze</a> (1925-1995)</li>\n<li><i>La pensée et le réel. Critique de l'ontologie</i> (1967) de Jeanne Delhomme (1911-1985)</li>\n<li><i>Bergson: Intuição e Discurso Filosófico</i> (1994) de <a href=\"/wiki/Franklin_Leopoldo_e_Silva\" title=\"Franklin Leopoldo e Silva\">Franklin Leopoldo e Silva</a></li>\n<li><i>Bergson ou le deux sens de la vie</i>  (2004) de <a href=\"/wiki/Fr%C3%A9d%C3%A9ric_Worms\" title=\"Frédéric Worms\">Frédéric Worms</a> (1964), publicado em português com o título <i>Bergson ou os Dois Sentidos da Vida</i> (2010)</li>\n<li><i>Bergson: O método Intuitivo: uma abordagem positiva do Espírito</i> (2008) de Astrid Sayegh</li>\n<li>\"O ator risível: procedimentos para as cenas cômicas\" (2010)   Fernando Lira Ximenes</li>\n<li><i>Bergson: A Consciência Criadora: Metafísica da Ciência</i> (2010) de Astrid Sayegh</li>\n<li><i>Derrida-Bergson. Sur l'immédiateté</i>, <a href=\"/w/index.php?title=%C3%89ditions_Hermann&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Éditions Hermann (página não existe)\">Hermann</a>, Paris, coll. \"Hermann Philosophie\", de Pierre-Alexandre Fradet <a href=\"/wiki/Especial:Fontes_de_livros/9782705688318\" class=\"internal mw-magiclink-isbn\">ISBN 9782705688318</a> (2014)</li></ul>",
        "<ul><li><a href=\"/wiki/Intui%C3%A7%C3%A3o\" title=\"Intuição\">Intuição</a></li>\n<li><a href=\"/wiki/Dura%C3%A7%C3%A3o\" class=\"mw-disambig\" title=\"Duração\">Duração</a></li></ul>",
        "<ul><li>Bergson, Henri. <i>Correspondências, obras e outros escristos</i>, São Paulo, Abril Cultural, 1974</li>\n<li>Bianco, Giuseppe. <i>Après Bergson. Portrait de groupe avec philosophe</i>. Paris, PUF, 2015.</li>\n<li><a href=\"/wiki/Gilles_Deleuze\" title=\"Gilles Deleuze\">Deleuze, Gilles</a>. <i>Le Bergsonisme</i>, Paris, Puf, 2004</li>\n<li><a href=\"/wiki/Vladimir_Jank%C3%A9l%C3%A9vitch\" title=\"Vladimir Jankélévitch\">Jankélévitch, Vladimir</a>. <i>Henri Bergson</i>, Paris, Puf, 2008</li>\n<li><a href=\"/wiki/Bento_Prado_J%C3%BAnior\" title=\"Bento Prado Júnior\">Prado Júnior, Bento</a>. <i>Presença e Campo Transcendental: Consciência e Negatividade na Filosofia de Bergson</i>, São Paulo, EDUSP, 1988</li>\n<li>Sayegh, Astrid. <i>Bergson: A Consciência Criadora: Metafísica da Ciência</i>, São Paulo, Humanitas, 2010</li>\n<li>Sayegh, Astrid. <i>Bergson: O método Intuitivo: uma abordagem positiva do Espírito</i>, São Paulo, Humanitas, 2008</li>\n<li>Vieillard-Baron, Jean-Louis. <i>Bergson et le bergsonisme</i>, Paris, Armand Colin, 1999</li>\n<li><a href=\"/wiki/Fr%C3%A9d%C3%A9ric_Worms\" title=\"Frédéric Worms\">Worms, Frédéric</a>. <i>Bergson ou os Dois Sentidos da Vida</i>, São Paulo, Editora Unifesp, 2010</li>\n<li><a href=\"/wiki/Fr%C3%A9d%C3%A9ric_Worms\" title=\"Frédéric Worms\">Worms, Frédéric</a>. <i>Le vocabulaire de Bergson</i>, Paris, Ellipses, 2000</li>\n<li><a href=\"/wiki/Fr%C3%A9d%C3%A9ric_Worms\" title=\"Frédéric Worms\">Worms, Frédéric</a>; Soulez, Philippe. <i>Bergson : biographie</i>, Paris, Puf, « Quadrige », 2002</li>\n<li><a href=\"/wiki/Franklin_Leopoldo_e_Silva\" title=\"Franklin Leopoldo e Silva\">Silva, Franklin Leopoldo</a>. <i>Bergson : Intuição e Discurso Filosófico</i>, São Paulo, Edições Loyola, 1994</li>\n<li>Sokal, Alan; Bricmont, Jean. \"Imposturas Intelectuais\". Rio de Janeiro: Record, 2006.</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://nobelprize.org/nobel_prizes/literature/laureates/1927/\">«Perfil no sítio oficial do Nobel de Literatura 1927»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AHenri+Bergson&amp;rft.btitle=Perfil+no+s%C3tio+oficial+do+Nobel+de+Literatura+1927&amp;rft.genre=unknown&amp;rft_id=https%3A%2F%2Fnobelprize.org%2Fnobel_prizes%2Fliterature%2Flaureates%2F1927%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://issuu.com/mteles13/docs/revista_humanidade/37?zoomed=&amp;zoomPercent=&amp;zoomX=&amp;zoomY=&amp;noteText=&amp;noteX=&amp;noteY=&amp;viewMode=magazine\">«Artigo: \"Ocultação, desocultação, e invenção em Bergson\", por Felipe Peres»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AHenri+Bergson&amp;rft.btitle=Artigo%3A+%22Oculta%C3%A7%C3%A3o%2C+desoculta%C3%A7%C3%A3o%2C+e+inven%C3%A7%C3%A3o+em+Bergson%22%2C+por+Felipe+Peres&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fissuu.com%2Fmteles13%2Fdocs%2Frevista_humanidade%2F37%3Fzoomed%3D%26zoomPercent%3D%26zoomX%3D%26zoomY%3D%26noteText%3D%26noteX%3D%26noteY%3D%26viewMode%3Dmagazine&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.consciencia.org/contemporanea/bergsonbochenski.shtml\">«Henri  Bergson\" por J. M. Bochenski»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AHenri+Bergson&amp;rft.btitle=Henri++Bergson%22+por+J.+M.+Bochenski&amp;rft.genre=unknown&amp;rft_id=https%3A%2F%2Fwww.consciencia.org%2Fcontemporanea%2Fbergsonbochenski.shtml&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.vidaslusofonas.pt/henri_bergson.htm\">«Dados biográficos»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AHenri+Bergson&amp;rft.btitle=Dados+biogr%C3%A1ficos&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.vidaslusofonas.pt%2Fhenri_bergson.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.amisdebergson.fr/\">«Site de la Société des amis de Bergson»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AHenri+Bergson&amp;rft.btitle=Site+de+la+Soci%C3%A9t%C3%A9+des+amis+de+Bergson&amp;rft.genre=unknown&amp;rft_id=https%3A%2F%2Fwww.amisdebergson.fr%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>        </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1859\" title=\"Categoria:Nascidos em 1859\">Nascidos em 1859</a><a href=\"/wiki/Categoria:Mortos_em_1941\" title=\"Categoria:Mortos em 1941\">Mortos em 1941</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_vitalistas\" title=\"Categoria:Filósofos vitalistas\">Filósofos vitalistas</a><a href=\"/wiki/Categoria:Nobel_de_Literatura\" title=\"Categoria:Nobel de Literatura\">Nobel de Literatura</a><a href=\"/wiki/Categoria:Laureados_da_Fran%C3%A7a_com_o_Nobel\" title=\"Categoria:Laureados da França com o Nobel\">Laureados da França com o Nobel</a><a href=\"/wiki/Categoria:Membros_da_Academia_Francesa\" title=\"Categoria:Membros da Academia Francesa\">Membros da Academia Francesa</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos do século XIX\">Filósofos do século XIX</a><a href=\"/wiki/Categoria:Ensa%C3%ADstas_da_Fran%C3%A7a\" title=\"Categoria:Ensaístas da França\">Ensaístas da França</a><a href=\"/wiki/Categoria:Diplomatas_da_Fran%C3%A7a\" title=\"Categoria:Diplomatas da França\">Diplomatas da França</a><a href=\"/wiki/Categoria:Escritores_por_religi%C3%A3o\" title=\"Categoria:Escritores por religião\">Escritores por religião</a><a href=\"/wiki/Categoria:Judeus_da_Fran%C3%A7a\" title=\"Categoria:Judeus da França\">Judeus da França</a><a href=\"/wiki/Categoria:Henri_Bergson\" title=\"Categoria:Henri Bergson\">Henri Bergson</a><a href=\"/wiki/Categoria:Cr%C3%ADticos_do_positivismo\" title=\"Categoria:Críticos do positivismo\">Críticos do positivismo</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Paris\" title=\"Categoria:Alunos da Universidade de Paris\">Alunos da Universidade de Paris</a><a href=\"/wiki/Categoria:Professores_do_Coll%C3%A8ge_de_France\" title=\"Categoria:Professores do Collège de France\">Professores do Collège de France</a><a href=\"/wiki/Categoria:Naturais_de_Paris\" title=\"Categoria:Naturais de Paris\">Naturais de Paris</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_continentais\" title=\"Categoria:Filósofos continentais\">Filósofos continentais</a><a href=\"/wiki/Categoria:Judeus_ganhadores_do_Nobel\" title=\"Categoria:Judeus ganhadores do Nobel\">Judeus ganhadores do Nobel</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Henri_Bergson_02.jpg/250px-Henri_Bergson_02.jpg",
    "view": "henri_bergson"
}