{
    "url": "https://pt.wikipedia.org/wiki/Henry_More",
    "codigo_http": 200,
    "titulo": [
        "Henry More"
    ],
    "conteudo": [
        "Henry More FRS (12 de outubro de 1614 - 1 de setembro de 1687) foi um filósofo inglês da escola platônica de Cambridge.\n",
        "Henry nasceu em Grantham, Lincolnshire em 12 de outubro de 1614.[1] Ele era o sétimo filho de Alexander More, prefeito de Grantham, e Anne More (nascida Lacy). Seus pais eram calvinistas, mas ele mesmo \"nunca poderia engolir essa dura doutrina\".[2]\n",
        "Ele foi educado na The King's School, Grantham e no Eton College. Em 1631 ingressou no Christ's College, Cambridge, mais ou menos na época em que John Milton o estava deixando. Ele obteve seu bacharelado em 1635, seu mestrado em 1639 e, imediatamente depois, tornou-se membro de sua faculdade, recusando todos os outros cargos oferecidos.[3] Ele não aceitaria o mestrado de seu colégio, para o qual, entende-se, ele teria sido preferido em 1654, quando Ralph Cudworth foi nomeado. Em 1675, ele finalmente aceitou uma prebenda na Catedral de Gloucester, mas apenas para renunciá-la em favor de seu amigo Edward Fowler, depois bispo de Gloucester.\n",
        "More ensinou muitos alunos notáveis, incluindo Anne Finch, irmã de Heneage Finch, posteriormente Conde de Nottingham. Mais tarde, ela se tornou Lady Conway, e em sua casa de campo em Ragley, Warwickshire, More passaria \"uma parte considerável de seu tempo\". Ela e seu marido o apreciavam, e em meio à floresta desse retiro ele escreveu vários de seus livros. O entusiasmo espiritual de Lady Conway foi um fator considerável em algumas das especulações de More, embora ela finalmente tenha se juntado aos quacres. Ela se tornou amiga não apenas de More e William Penn, mas de Franciscus Mercurius van Helmont (1614–1699) e Valentine Greatrakes, místicos taumaturgos do século XVII. Ragley tornou-se um centro de devoção e espiritualismo.\n",
        "More foi um prolífico escritor de versos e prosa. Os Divine Dialogues (1688) condensa sua visão geral da filosofia e da religião. Como muitos outros, começou como poeta e terminou como prosador. Sua primeira obra, publicada em 1642, mas escrita dois anos antes, foi Psychodoia Platonica: or, a Platonicall Song of the Soul, consisting of four several Poems. Foi seguido em 1647 por sua coleção completa de Philosophical Poems, que inclui The Song of the Soul, ampliada e dedicada a seu pai. Uma segunda edição foi publicada no mesmo ano, e foi incluída por A. B. Grosart em sua Chertsey Worthies Library (1878).[4]\n",
        "As obras em prosa de More são:\n",
        "Acredita-se também que More tenha escrito Philosophiae Teutonicae Censura, 1670, uma crítica à teosofia de Jacob Boehme; e ter editado Saducismus Triumphatus, de Joseph Glanvill, 1681. Ele certamente contribuiu em grande parte para o volume, e também escreveu muitas das anotações para Lux Orientalis, de Glanvill, 1682. More concordou com Glanvill quanto à crença em feitiçaria e aparições. Várias cartas de More para John Worthington estão impressas no Diário de Worthington, e algumas Cartas Filosóficas e Morais entre John Norris e Henry More são adicionadas ao de Norris.Theory and Regulation of Love, 1688. Uma coleção de vários escritos filosóficos do Dr. Henry More foi publicada pela primeira vez em 1662 e inclui seu Antídoto contra o ateísmo, com o Apêndice, Enthusiasmus Triumphatus, Letters to Des Cartes, etc., Immortality of the Soul, e Conjectura Cabbalistica. Uma quarta edição, corrigida e muito ampliada, foi publicada em 1712, com notas.[4]\n",
        "More publicou edições completas de suas obras, sua Opera theologica em 1675 e sua Opera philosophica em 1678. Entre 1672 e 1675, ele se dedicou principalmente à tradução de suas obras inglesas para o latim. Em 1675 apareceu Henrici Mori Cantabrigiensis Opera Theologica, Anglice quidem primitius scripta, mine vero per autorem Latine reddita. Hisce novus praefixus est De Synchronismis Apocalypticis Tractatulus. Foi seguido em 1679 por uma obra maior em dois volumes, Henrici Mori Cantabrigiensis Opera Omnia, tum quae Latine tum quae Anglice scripta sunt; nunc vero Latinitate donata instigatu et impensis generosesimi juvenis Johannis Cockshutt nobilis Angli. John Cockshutt do Templo Interiordeixou um legado de 300 libras para More para que três de suas principais peças fossem traduzidas para o latim; e More cumpriu os termos do legado traduzindo para o latim muitas outras de suas obras em inglês. Em 1692 foram publicados Discursos sobre Vários Textos das Escrituras, com prefácio assinado \"John Worthington\"; e em 1694 Cartas sobre Vários Assuntos, publicadas por Edmund Elys. Os resumos e extratos das obras de More eram numerosos; e em 1708 foi publicado um volume para bibliotecas de caridade, The Theological Works of the most Pious and Learned Henry More. A obra está em inglês, mas \"de acordo com as melhorias do autor em sua edição latina\".[4]\n",
        "As principais autoridades para a vida de More são Vida de Richard Ward (1710); a prefatio generalissima prefixada à sua Opera omnia (1679); e também um relato de seus escritos em uma Apologia publicada em 1664. Seus Poemas Filosóficos apareceram (1647), com suas especulações e experiências de Echief\". (1874); ver também Johann Georg Ritter von Zimmermann, Henry More und die vierte Dimension des Raums (Viena, 1881); Henry More: Tercentenary Studies, ed. por Sarah Hutton (Dordrecht, 1990).\n"
    ],
    "ligacoes": [
        "<ul><li><i>Observations upon Anthroposophic Theomagica and Anima Magica Abscondita</i>, by Alazonomastix Philalethes <a href=\"/wiki/Pseud%C3%B3nimo\" title=\"Pseudónimo\">pseudônimo</a>), 1650; em resposta a Thomas Vaughan, que respondeu em <i>The Man-mouse took in a Trape</i>.</li>\n<li><i>The Second Lash of Alazonomastix</i>, a rejoinder to Vaughan, 1651.</li>\n<li><i>An Antidote against Atheism, or an Appeal to the Natural Faculties of the Minde of Man, whether there be not a God,</i> 1653: 2ª edição. corrigido e ampliado, com um apêndice, 1655.</li>\n<li>conjecture Cabbalistica... or a Conjectural Essay of Interpreting the Minde of Moses, according to a Threefold Cabbala: viz. Literal, Philosophical, Mystical, or Divinely Moral<i>, 1653;</i> dedicado a Ralph Cudworth.</li>\n<li>enthusiasm Triumphatus, or a Discourse of Nature, Causes, Kinds, and Cure of Enthusiasm; written by Philophilus Parrasiastes, and prefixed to Alazonomastix his Observations and Reply<i>, 1656.</i></li>\n<li><i>The Immortality of the Soul, so far forth as it is demonstrable from the Knowledge of Nature and the Light of Reason</i>, 1659; dedicado ao <a href=\"/w/index.php?title=Edward_Conway,_3rd_Viscount_Conway_and_Killultagh&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Edward Conway, 3rd Viscount Conway and Killultagh (página não existe)\">Viscount Conway</a>.</li>\n<li><i>An Explanation of the Grand Mystery of Godliness; or a True and Faithful Representation of the Everlasting Gospel of our Lord and Saviour Jesus Christ</i>, 1660.</li>\n<li><i>A Modest Enquiry into the Mystery of Iniquity</i>, and an <i>Apologie</i>, 1664.</li>\n<li><i>Enchiridion Ethicum, praecipua Moralis Philosophiae Rudimenta complectens, illustrate ut plurimum Veterum Monuments, et ad Probitatem Vitae perpetuo accommodate</i>, 1667, 1668, 1669, 1695, 1696, e 1711.</li>\n<li><i>Divine Dialogues, containing sundry Disquisitions and Instructions concerning the Attributes of God and His Providence in the World</i>, 1668. A edição mais autêntica apareceu em 1713.</li>\n<li><i>An Exposition of the Seven Epistles to the Seven Churches; Together with a Brief Discourse of Idolatry, with application to the Church of Rome.</i> O título deste último no próprio volume é <i>An Antidote against Idolatry</i>, e suscitou de More em resposta aos ataques <i>A brief Reply to a late Answer to Dr. Henry More his antidote against Idolatry</i>, 1672, and <i>An Appendix to the late Antidote against Idolatry</i>, 1673.</li>\n<li><i><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.fr/books?id=cjFknIxPPY4C&amp;printsec=frontcover&amp;source=gbs_ge_summary_r&amp;cad=0#v=onepage&amp;q=princeps&amp;f=false\">Enchiridion Metaphysicum: sive, de rebus incorporeal succinct et luculent dissertatio</a>; pars prima</i>, 1671, um ataque à filosofia cartesiana, que ele havia admirado anteriormente.</li>\n<li><i>Remarks upon two late ingenious Discourses [by Matthew Hale]; the one, an Essay, touching the Gravitation and non-Gravitation of Fluid Bodies; the other, touching the Torricellian Experiment, so far forth as they may concern any passages in his \"Enchiridion Metaphysicum,\"</i> 1676.</li>\n<li><i>Apocalypsis Apocalypseos; or the Revelation of St. John the Divine unveiled: an exposition from chapter to chapter and from verse to verse of the whole Book of the Apocalypse</i>, 1680.</li>\n<li><i>A Plain and continued Exposition of the several Prophecies or Divine Visions of the Prophet Daniel, which have or may concern the People of God, whether Jew or Christian</i>, 1681.</li>\n<li><i>A Brief Discourse of the Real Presence of the Body and Blood of Christ in the Celebration of the Holy Eucharist; wherein the Witty Artifices of the Bishop of Meaux [Bossuet] and of Monsieur Maimbourg are obviated, whereby they would draw in the Protestants to imbrace the doctrine of Transubstantiation</i>, 1681.<sup id=\"cite_ref-DNB_4-1\" class=\"reference\"><a href=\"#cite_note-DNB-4\"><span class=\"cite-bracket\">[</span>4<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li>Aharon Lichtenstein, <i>Henry More: The Rational Theology of a Cambridge Platonist</i> Cambridge: Harvard University Press, 1962.</li>\n<li>S. Hutton (ed.) <i>Henry More (1614–1687): Tercentenary Studies</i> Dordrecht: Kluwer Academic Publishers, 1990.</li>\n<li>D. Hedley and S. Hutton (ed.) <i>Platonism at the Origins of Modernity</i> Dordrecht: Springer, 2008.</li>\n<li>Ryan Stark, <i>Rhetoric, Science, and Magic in Seventeenth-Century England.</i> Washington, DC: The Catholic University of America Press, 2009, 99–101.</li>\n<li>Jasper Reid, <i>The Metaphysics of Henry More</i>. Dordrecht: Springer, 2012.</li></ul>",
        "<ul><li>Este artigo incorpora texto  (em inglês) da <i><a href=\"/wiki/Encyclop%C3%A6dia_Britannica_(edi%C3%A7%C3%A3o_de_1911)\" title=\"Encyclopædia Britannica (edição de 1911)\">Encyclopædia Britannica</a></i> (11.ª edição), publicação em <a href=\"/wiki/Dom%C3%ADnio_p%C3%BAblico\" title=\"Domínio público\">domínio público</a>.</li></ul>",
        "<ul><li><cite id=\"CITEREFO'ConnorRobertson\" class=\"citation\">O'Connor, John J.; <a href=\"/wiki/Edmund_Robertson\" title=\"Edmund Robertson\">Robertson, Edmund F.</a>, <a rel=\"nofollow\" class=\"external text\" href=\"https://mathshistory.st-andrews.ac.uk/Biographies/More_Henry.html\">«Henry More»</a>, <i><a href=\"/wiki/MacTutor_History_of_Mathematics_archive\" title=\"MacTutor History of Mathematics archive\">MacTutor History of Mathematics archive</a></i> (em inglês), <a href=\"/wiki/Universidade_de_St._Andrews\" title=\"Universidade de St. Andrews\">Universidade de St. Andrews</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AHenry+More&amp;rft.atitle=Henry+More&amp;rft.au=Robertson%2C+Edmund+F.&amp;rft.aufirst=John+J.&amp;rft.aulast=O%27Connor&amp;rft.btitle=MacTutor+History+of+Mathematics+archive&amp;rft.genre=bookitem&amp;rft.pub=Universidade+de+St.+Andrews&amp;rft_id=https%3A%2F%2Fmathshistory.st-andrews.ac.uk%2FBiographies%2FMore_Henry.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><span typeof=\"mw:File\"><span><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/20px-Wikisource-logo.svg.png\" decoding=\"async\" width=\"15\" height=\"16\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/40px-Wikisource-logo.svg.png 1.5x\" data-file-width=\"410\" data-file-height=\"430\"></span></span> Obras relacionadas com <a href=\"https://en.wikisource.org/wiki/Author:Henry_More\" class=\"extiw\" title=\"wikisource:Author:Henry More\">Henry More</a> no Wikisource</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.gutenberg.org/author/34535\">Obras de Henry More</a> (em inglês) no <a href=\"/wiki/Projeto_Gutenberg\" title=\"Projeto Gutenberg\">Projeto Gutenberg</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"//archive.org/search.php?query=%28subject%3A%22More%2C%20Henry%22%20OR%20subject%3A%22Henry%20More%22%20OR%20creator%3A%22More%2C%20Henry%22%20OR%20creator%3A%22Henry%20More%22%20OR%20creator%3A%22More%2C%20H%2E%22%20OR%20title%3A%22Henry%20More%22%20OR%20description%3A%22More%2C%20Henry%22%20OR%20description%3A%22Henry%20More%22%29%20OR%20%28%221614-1687%22%20AND%20More%29\">Obras de ou sobre Henry More</a> no <a href=\"/wiki/Internet_Archive\" title=\"Internet Archive\">Internet Archive</a></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_Reino_Unido\" title=\"Categoria:Filósofos do Reino Unido\">Filósofos do Reino Unido</a><a href=\"/wiki/Categoria:M%C3%ADsticos_protestantes\" title=\"Categoria:Místicos protestantes\">Místicos protestantes</a>']",
    "imagem": null,
    "view": "henry_more"
}