{
    "url": "https://pt.wikipedia.org/wiki/Herbert_Feigl",
    "codigo_http": 200,
    "titulo": [
        "Herbert Feigl"
    ],
    "conteudo": [
        "Herbert Feigl (Liberec, 14 de dezembro de 1902 - Minneapolis, 1 de junho de 1988) foi um filósofo austríaco e um membro do Círculo de Viena.\n",
        "Estudou física e filosofia sob a orientação de Moritz Schlick, o fundador do Círculo de Viena. Doutorou-se em 1927 com o ensaio: “O Acaso e a Lei – Uma análise epistemológica do papel da probabilidade e da indução nas ciências Naturais”. Em 1929 publicou o seu primeiro livro com o título: Teoria e Experiência em Física. Por esta altura foi um participante activo no Círculo de Viena. Foi um dos raros membros que teve oportunidade de partilhar ideias com Ludwig Wittgenstein e Karl Popper.[1]\n",
        "Em 1930, esteve na Universidade de Harvard, ao abrigo de uma bolsa internacional Rockfeller. Aí encontrou-se com nomes notáveis como o físico Percy Williams Bridgman,o filósofo Willard Van Orman Quine, e o psicólogo Stanley Smith Stevens. Em 1931 publicou um artigo, em parceria com Albert Blumberg – Positivismo Lógico: Um Novo Movimento Europeu, defendendo que o positivismo lógico devia voltar a chamar-se empirismo lógico, dadas as grandes diferenças que se verificavam entre a Filosofia da Ciência e o Movimento Positivista mais antigo.\n",
        "Em 1931 emigrou definitivamente para os Estados Unidos, tendo ocupado um lugar de professor de filosofia na Universidade do Iowa. Em 1940 transferiu-se para a Universidade do Minnesota, onde ensinou durante 31 anos, até ao fim da sua vida. A sua relação pessoal e profissional com Wilfrid Sellars proporcionou alguns projectos conjuntos, nomeadamente o livro: Readings in Philosophical Analysis, e o jornal Philosophical Studies, que ele e Sellars fundaram em 1949.\n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://ditext.com/feigl/mp/mp.html\">The Mental and the Physical – Herbert Feigl</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://cogprints.org/5600/1/Mind-Body_Theory_in_the_Origin_of_Logical_Empiricism.pdf\">The Mind-Body Problem in the Origin of Logical Empiricism: Herbert Feigl and Psychophysical Parallelism – Michael Heidelberger, Universität Tübingen</a></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1902\" title=\"Categoria:Nascidos em 1902\">Nascidos em 1902</a><a href=\"/wiki/Categoria:Mortos_em_1988\" title=\"Categoria:Mortos em 1988\">Mortos em 1988</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_anal%C3%ADticos\" title=\"Categoria:Filósofos analíticos\">Filósofos analíticos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_%C3%81ustria\" title=\"Categoria:Filósofos da Áustria\">Filósofos da Áustria</a><a href=\"/wiki/Categoria:Naturais_de_Liberec\" title=\"Categoria:Naturais de Liberec\">Naturais de Liberec</a>']",
    "imagem": null,
    "view": "herbert_feigl"
}