{
    "url": "https://pt.wikipedia.org/wiki/Herbert_Marcuse",
    "codigo_http": 200,
    "titulo": [
        "Herbert Marcuse"
    ],
    "conteudo": [
        "Herbert Marcuse (Berlim, 19 de julho de 1898 – Starnberg, 29 de julho de 1979) foi um sociólogo e filósofo alemão naturalizado norte-americano, pertencente à Escola de Frankfurt.[1] Está sepultado no Dorotheenstädtischer Friedhof em Berlim.\n",
        "Em suas obras escritas, ele criticou o capitalismo, a tecnologia moderna, o materialismo histórico e a cultura do entretenimento, argumentando que eles representam novas formas de controle social.[2] Seus trabalhos mais conhecidos são Eros e Civilização (1955) e O Homem Unidimensional (1964).\n",
        "De origem judia,[3] assim que os nazistas tomaram o poder em 1933, ele emigrou com sua família, primeiro para a Suíça e depois para os Estados Unidos, após uma breve passagem em Paris. É contratado pelo Instituto para Pesquisa Social de Frankfurt, que já se mudara para Nova Iorque. Devido à fraca situação financeira do Instituto, entre 1943 e 1950, Marcuse trabalhou no serviço do governo dos EUA para o Escritório de Serviços Estratégicos (OSS; antecessor da Agência Central de Inteligência), onde trabalhou em um projeto de desnazificação e criticou a ideologia do Partido Comunista da União Soviética no livro Marxismo Soviético: Uma Análise Crítica (1958).\n",
        "Após seus estudos, nas décadas de 1960 e 1970, ele ficou conhecido como o principal teórico da Nova Esquerda e dos movimentos estudantis da Alemanha Ocidental, França e Estados Unidos; alguns o consideram o \"pai da nova esquerda\".[4] Seus estudos acadêmicos críticos e análises do marxismo inspiraram muitos intelectuais radicais e ativistas políticos nas décadas de 1960 e 1970, tanto nos Estados Unidos quanto internacionalmente, incluindo, Angela Davis,[5] Norman O. Brown,[6] Charles J. Moore, Abbie Hoffman, Rudi Dutschke e Robert M. Young\n",
        "Herbert Marcuse nasceu em Berlim numa família de judeus assimilados.\n",
        "Foi membro do Partido Social-Democrata Alemão entre 1917 e 1918, tendo participado de um Conselho de Soldados durante a revolução berlinense de 1919, na sequência da qual deixou o partido.\n",
        "Estudou filosofia primeiro em Berlim e depois em Freiburg, onde estudou literatura alemã contemporânea e complementarmente filosofia e economia política.\n",
        "Em 1922 defendeu sua tese O Romance de Arte alemão, claramente inspirada na obra do Lukács pré-marxista e na de Hegel.\n",
        "Casou-se em 1924 com Sophie Wertheim e descobriu Ser e Tempo de Heidegger.[1]\n",
        "Depois disso, em 1928 voltou a Freiburg para estudar com Heidegger, que acabara de suceder a cadeira de Husserl, tendo se tornado seu assistente de cátedra. Em 1932, Heidegger o alertou para o risco de continuar na Alemanha, conforme depoimento a seu neto Harold.[7]\n",
        "Em 1933, já no seu exílio ocasionado pela ascensão nazista, Marcuse escreveu seu último trabalho na Alemanha, sobre a Filosofia do Fracasso de Karl Jaspers.\n",
        "Marcuse era um crítico de Heidegger desde o início de seu contato com ele, pois considerava que a analítica do 'Dasein', de enfrentar suas próprias consequências práticas, era um conceito a-histórico.\n",
        "Assim Marcuse partiu para o estudo de filósofos que poderiam fornecer uma maior concretude aos conteúdos e conceitos filosóficos, como Dilthey e Hegel.[1]\n",
        "Todos os filósofos que participaram até então da formação de Marcuse tiveram sua importância grandemente diminuídas quando são editadas as obras da juventude de Karl Marx em 1932. Marcuse foi um dos primeiros a interpretar criticamente os Manuscritos Economico-filosóficos de Marx e \"pensava encontrar neles um fundamento filosófico da economia política no sentido de uma teoria da revolução\" (Wiggershaus 2003, p. 134). Para ele, não era mais necessário recorrer a Heidegger para fundamentar filosoficamente o marxismo, já que viu no próprio Marx a possibilidade dessa fundamentação.\n",
        "É de Marx que virá sua crítica ao Nacionalismo e aos efeitos que o capitalismo burguês vai ter na vida das pessoas. Também vem de Marx a proposta de que, com o desenvolvimento da tecnologia e do capitalismo como um todo, em conjunto com uma ação prática-revolucionária da sociedade, poderemos alterar as nossas condições e erguer uma nova organização social, que possibilite uma vida melhor para as pessoas, e onde elas não sejam alienadas. Marcuse procura esboçar caminhos que nos levem para além da organização sócio-econômica atual.[8]\n",
        "Em 1933, por intermédio da intervenção de Leo Lowenthal e de Kurt Riezler, Herbert Marcuse foi admitido no Instituto de Pesquisas Sociais que seria mais tarde associado à Escola de Frankfurt, que neste momento estava exilado em Genebra. Ele tentara, sem sucesso, desde 1931 entrar em uma relação mais estreita com o Instituto. Em 1934, junto com Theodor Adorno e Max Horkheimer mantém suas atividades nos Estados Unidos. Em 1950, os colaboradores do Instituto retornam à Alemanha, mas Marcuse decide permanecer nos Estados Unidos onde pensa, escreve e ensina até sua morte em 1979.\n",
        "Podemos perceber, em “Eros e Civilização”, um diálogo constante que Marcuse terá com a obra freudiana. Uma grande influência de Freud será a busca da felicidade do indivíduo humano, que virá através da satisfação dos desejos individuais da pessoa. As pessoas hoje seriam infelizes porque a sociedade bloqueia a realização de seus desejos, e devemos tentar reverter essa situação. Será utilizado muito da teoria da psicanálise, também para explicar o comportamento das pessoas na sociedade atual; por exemplo, como atuam suas pulsões e como procuram realizar ou reprimir os seus desejos.[8]\n",
        "De acordo com o prefácio de \"Eros e Civilização\", essa sua obra tinha um objetivo otimista: de que as mudanças decorridas nos últimos tempos de nossa sociedade industrial-tecnológica nos habilitariam a inverter o sentido do progresso. Ao invés de se basear em uma sociedade de produção e consumo desenfreados, poder-se-ia usar a riqueza e o conhecimento da sociedade de forma a satisfazer, na medida do possível, as pulsões vitais humanas, além de impedir os efeitos nocivos de nossas vontades destrutivas. O homem poderia então trabalhar menos e se dedicar mais a uma vida de satisfação de seus desejos e pulsões, vivendo de maneira muito mais plena. No entanto, Herbert reconhece que subestimou a capacidade do sistema sócio-político atual em desenvolver formas de controle social cada vez mais eficazes. Entre essas formas de controle, temos uma produção de bens supérfluos cada vez maior, para redirecionar as necessidades de prazer e satisfação da população.[8]\n",
        "Marcuse se preocupava com o desenvolvimento descontrolado da tecnologia, os movimentos repressivos das liberdades individuais, e com uma desvalorização da razão em favor da técnica. Em seu livro \"O homem unidimensional\", Marcuse afirma que a sociedade industrial chegou a um ponto onde a burguesia e o proletariado, classes responsáveis pelo movimento da história, deixam de ser agentes transformadores da sociedade para se tornarem agentes defensores do status quo. Os avanços da técnica solucionaram tantas pequenas necessidades, tornaram a vida destes grupos tão confortáveis, que o ímpeto revolucionário desses grupos cessou. Ao mesmo tempo, a técnica possibilita um controle social cada vez mais aperfeiçoado, e se torna não um instrumento neutro, como se acreditava anteriormente, e sim engrenagem central de um novo sistema de dominação. E se o proletariado não é mais \"sujeito revolucionário\", grupo em oposição à sociedade hegemônica, que grupo social o será? De acordo com Marcuse, isso cabe àqueles cuja ascensão não é permitida pela sociedade moderna, aos grupos minoritários às margens da sociedade que o bem-estar geral não conseguiu (ou não se interessou em) incorporar.[9]\n",
        "Marcuse retoma de Hegel duas noções capitais, a ideia de \"Razão\" e a ideia de \"Negatividade\". A Razão é a faculdade humana que se manifesta no uso completo feito pelo homem de suas possibilidades. Não se pode compreender a \"possibilidade\" longe do conceito de \"necessidade\". O que necessitamos? A necessidade nos dirige a certos objetos cuja falta sentimos. A possibilidade mede o raio de nosso alcance face a tais objetos. Se quero um apartamento mas não tenho dinheiro para comprá-lo, o objeto de minha necessidade é o apartamento, e a medida de minha possibilidade é o dinheiro que me falta. É muito fácil compreender como a falta de dinheiro representa um bloqueio falso, fictício, à satisfação de meu desejo. Na realidade posso ter o apartamento, mas certas convenções sociais, que respeito de modo mais ou menos acrítico, me impedem de possuí-lo. Ao mesmo tempo, se me interrogo a respeito da minha necessidade face ao apartamento, essa também se dissolve. O apartamento é um símbolo de status social, ou resultado de certas convenções visando ao gosto que seriam, em outras condições, muito discutíveis, e que nem sempre me possibilitam morar satisfatoriamente. A minha necessidade se revela, portanto, como uma falsa necessidade, assim como o bloqueio pela falta de dinheiro das minhas possibilidades era um bloqueio falso. Onde se encontram, então, minhas necessidades e minhas possibilidades? Como compreenderemos o que e Razão? Marcuse muito se preocupa com este problema ao longo de toda a sua obra, sempre polêmica.\n",
        "No livro Ideologia da Sociedade Industrial, Marcuse repete a crítica ao racionalismo da sociedade moderna, e tenta ao mesmo tempo esboçar o caminho que poderá nos afastar dele. O caminho será, por um aspecto, a contestação da sociedade pelos marginais que a sociedade desprezou ou não conseguiu beneficiar. Será por outro aspecto o desenvolvimento extremo da tecnologia, que deverá ter, segundo Marx e Marcuse, efeitos revolucionários. Quais são estes efeitos? O problema da sociedade moderna é a invasão da mentalidade mercantilista e quantificadora a todos os domínios do pensamento. Essa mentalidade se representa economicamente pelo valor de troca, ligado de modo íntimo aos processos de alienação do homem. E, segundo Marx, com o desenvolvimento extremo da tecnologia \"a forma de produção assente no valor de troca sucumbirá\". A sociedade moderna, sentindo, que sua base a tecnologia - contém seu rompimento, age repressivamente para evitar este avanço extremo. Marcuse tinha esperança de que não.\n",
        "(Isabel Loureiro, Apresentação a Herbert Marcuse, Grande Recusa Hoje, p. 7).\n"
    ],
    "ligacoes": [
        "<ul><li><i>Reason and Revolution</i>, 1941 (<i>Razão e revolução, Paz e terra</i>, RJ)</li>\n<li><i>Eros and Civilization</i>, 1955 (<i>Eros e Civilização</i>, Zahar Editores, Rio de Janeiro)</li>\n<li><i>Soviet Marxism</i>, 1958 (<i>Marxismo Soviético</i>, São Paulo, Saga, 1968)</li>\n<li><i>One-Dimensional Man</i>, 1964 (<i>O Homem Unidimensional: Estudos da Ideologia da Sociedade Industrial Avançada,</i> Editora EDIPRO, 2015, SP)</li>\n<li><i>Das ende der Utopie</i>, 1967 (<i>O fim da Utopia</i>, Editora Civilização brasileira, RJ)</li>\n<li><i>Psychoanalyse und Politik</i>, 1968 (<i>Psicoanálises y política</i>, Ediciones, Península, Barcelona)</li>\n<li><i>Towards a Critical Theory of Society</i>, 1969 (<i>Idéias sobre uma Teoria Crítica da Sociedade</i>, Zahar Editores, RJ)</li>\n<li><i>Counter-revolution and Revolt</i>, 1972 (<i>Contra-revolução e revolta</i>, Zahar, RJ, 1973)</li>\n<li><i>Cultura e Psicanálise</i> (Editora Paz e Terra, 1997)</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://r1.ufrrj.br/esa/V2/ojs/index.php/esa/article/viewFile/123/119\">«BRÜSEKE, Franz Josef. A crítica da técnica moderna. <b>Estudos Sociedade e Agricultura,</b> Rio de Janeiro, v. 10, p.5-55, abr. 1998.»</a>. r1.ufrrj.br</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AHerbert+Marcuse&amp;rft.btitle=BR%C3%9CSEKE%2C+Franz+Josef.+A+cr%C3tica+da+t%C3%A9cnica+moderna.+Estudos+Sociedade+e+Agricultura%2C+Rio+de+Janeiro%2C+v.+10%2C+p.5-55%2C+abr.+1998.&amp;rft.genre=unknown&amp;rft.pub=r1.ufrrj.br&amp;rft_id=http%3A%2F%2Fr1.ufrrj.br%2Fesa%2FV2%2Fojs%2Findex.php%2Fesa%2Farticle%2FviewFile%2F123%2F119&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li>MARCUSE, Herbert. <i>Cultura e Sociedade</i>. vol. 1. Rio de Janeiro: Paz e Terra, 1997.</li>\n<li>________________. <i>Cultura e Sociedade</i>. vol. 2. Rio de janeiro: Paz e Terra, 1998.</li>\n<li>________________. <i>et al</i>. <i>A Grande Recusa Hoje</i>. Organizado por Isabel Loureiro. Petrópolis: Vozes, 1999.</li>\n<li>WIGGERSHAUS, Rolf. <i>Escola de Frankfurt</i>. Rio de Janeiro: Difeel, 2003.</li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://pt.scribd.com/doc/89903986/Herbert-Marcuse-Psicanalise\">«VASCONCELOS, Vitor Vieira. A interpretação da teoria psicanalítica Freudiana por Herbert Marcuse – Um estudo do Eros e Civilização. UFMG, 2003.»</a>. pt.scribd.com</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AHerbert+Marcuse&amp;rft.btitle=VASCONCELOS%2C+Vitor+Vieira.+A+interpreta%C3%A7%C3%A3o+da+teoria+psicanal%C3tica+Freudiana+por+Herbert+Marcuse+%93+Um+estudo+do+Eros+e+Civiliza%C3%A7%C3%A3o.+UFMG%2C+2003.&amp;rft.genre=unknown&amp;rft.pub=pt.scribd.com&amp;rft_id=http%3A%2F%2Fpt.scribd.com%2Fdoc%2F89903986%2FHerbert-Marcuse-Psicanalise&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_miscellaneous.svg\" title=\"Portal da educação\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/40px-Nuvola_apps_edu_miscellaneous.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/60px-Nuvola_apps_edu_miscellaneous.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Educa%C3%A7%C3%A3o\" title=\"Portal:Educação\">Portal da educação</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Logo_sociology.svg\" title=\"Portal da sociologia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/40px-Logo_sociology.svg.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/60px-Logo_sociology.svg.png 2x\" data-file-width=\"400\" data-file-height=\"360\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Sociologia\" title=\"Portal:Sociologia\">Portal da sociologia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_States.svg\" title=\"Portal dos Estados Unidos\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/40px-Flag_of_the_United_States.svg.png\" decoding=\"async\" width=\"25\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/60px-Flag_of_the_United_States.svg.png 2x\" data-file-width=\"1235\" data-file-height=\"650\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Estados_Unidos\" title=\"Portal:Estados Unidos\">Portal dos Estados Unidos</a></span></span></li>    </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1898\" title=\"Categoria:Nascidos em 1898\">Nascidos em 1898</a><a href=\"/wiki/Categoria:Mortos_em_1979\" title=\"Categoria:Mortos em 1979\">Mortos em 1979</a><a href=\"/wiki/Categoria:Anticapitalistas_da_Alemanha\" title=\"Categoria:Anticapitalistas da Alemanha\">Anticapitalistas da Alemanha</a><a href=\"/wiki/Categoria:Anticapitalistas_dos_Estados_Unidos\" title=\"Categoria:Anticapitalistas dos Estados Unidos\">Anticapitalistas dos Estados Unidos</a><a href=\"/wiki/Categoria:Antifascistas_da_Alemanha\" title=\"Categoria:Antifascistas da Alemanha\">Antifascistas da Alemanha</a><a href=\"/wiki/Categoria:Antifascistas_dos_Estados_Unidos\" title=\"Categoria:Antifascistas dos Estados Unidos\">Antifascistas dos Estados Unidos</a><a href=\"/wiki/Categoria:Ateus_da_Alemanha\" title=\"Categoria:Ateus da Alemanha\">Ateus da Alemanha</a><a href=\"/wiki/Categoria:Ateus_dos_Estados_Unidos\" title=\"Categoria:Ateus dos Estados Unidos\">Ateus dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_continentais\" title=\"Categoria:Filósofos continentais\">Filósofos continentais</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Judeus_da_Alemanha\" title=\"Categoria:Judeus da Alemanha\">Judeus da Alemanha</a><a href=\"/wiki/Categoria:Judeus_asquenazes\" title=\"Categoria:Judeus asquenazes\">Judeus asquenazes</a><a href=\"/wiki/Categoria:Judeus_ateus\" title=\"Categoria:Judeus ateus\">Judeus ateus</a><a href=\"/wiki/Categoria:Judeus_dos_Estados_Unidos\" title=\"Categoria:Judeus dos Estados Unidos\">Judeus dos Estados Unidos</a><a href=\"/wiki/Categoria:Marxistas_alem%C3%A3es\" title=\"Categoria:Marxistas alemães\">Marxistas alemães</a><a href=\"/wiki/Categoria:Naturais_de_Berlim\" title=\"Categoria:Naturais de Berlim\">Naturais de Berlim</a><a href=\"/wiki/Categoria:Professores_da_Universidade_Johann_Wolfgang_Goethe_de_Frankfurt\" title=\"Categoria:Professores da Universidade Johann Wolfgang Goethe de Frankfurt\">Professores da Universidade Johann Wolfgang Goethe de Frankfurt</a><a href=\"/wiki/Categoria:Socialistas_da_Alemanha\" title=\"Categoria:Socialistas da Alemanha\">Socialistas da Alemanha</a><a href=\"/wiki/Categoria:Socialistas_dos_Estados_Unidos\" title=\"Categoria:Socialistas dos Estados Unidos\">Socialistas dos Estados Unidos</a><a href=\"/wiki/Categoria:Soci%C3%B3logos_da_Alemanha\" title=\"Categoria:Sociólogos da Alemanha\">Sociólogos da Alemanha</a><a href=\"/wiki/Categoria:Soci%C3%B3logos_dos_Estados_Unidos\" title=\"Categoria:Sociólogos dos Estados Unidos\">Sociólogos dos Estados Unidos</a><a href=\"/wiki/Categoria:Teoria_cr%C3%ADtica\" title=\"Categoria:Teoria crítica\">Teoria crítica</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/6/69/Herbert_Marcuse_in_Newton%2C_Massachusetts_1955.jpeg/250px-Herbert_Marcuse_in_Newton%2C_Massachusetts_1955.jpeg",
    "view": "herbert_marcuse"
}