{
    "url": "https://pt.wikipedia.org/wiki/Imre_Lakatos",
    "codigo_http": 200,
    "titulo": [
        "Imre Lakatos"
    ],
    "conteudo": [
        "Imre Lakatos (Debrecen, 9 de novembro de 1922 — Londres, 2 de fevereiro de 1974) foi um filósofo da matemática e da ciência húngaro. \n",
        "Lakatos nasceu com o nome Imre (Avrum) Lipschitz em uma família judia em Debrecen, Hungria em 1922. Graduou-se em matemática, física, e filosofia da Universidade de Debrecen em 1944. Ele evitou a perseguição nazista dos judeus mudando seu nome para Imre Molnár. Sua mãe e sua avó morreram em Auschwitz. Ele se tornou um comunista ativo durante a Segunda Guerra Mundial. Ele mudou seu sobrenome mais uma vez para Lakatos (serralheiro) em honra de Géza Lakatos. \n",
        "Depois da guerra continuou seus estudos de doutorado na Universidade de Debrecen em 1948, onde também frequentou aos seminários privados semanais de Georg Lukács às quartas-feiras.  Ele também estudou na Universidade Estatal de Moscovo sob a supervisão de  Sofya Yanovskaya. Quando retornou à Hungria trabalhou como oficial senior no Ministério da Educação Húngaro. No entanto, acabou por estar no lado perdedor das discussões internas dentro do partido comunista húngaro e esteve preso sob a acusação de revisionismo desde 1950 até 1953. Só recentemente se soube mais das suas actividades depois da Segunda Guerra Mundial. (ver John Kadvany)\n",
        "Depois da sua libertação, Lakatos regressou à vida académica, fazendo pesquisa em Matemática e traduzindo o How to Solve It de George Pólya para o húngaro. Embora ainda fosse comunista de nome, os seus pontos de vista políticos mudaram muito e envolveu-se em pelo menos um grupo dissidente de estudantes numa altura em que se viria a dar a Revolução Húngara de 1956. [carece de fontes?]\n",
        "Depois de a União Soviética invadir a Hungria em novembro de 1956, Lakatos voou para Viena, e chegou mais tarde à Inglaterra. Doutorou-se em filosofia em 1961 na Universidade de Cambridge. O livro Provas e Refutações, publicado depois de sua morte, é baseado nesse trabalho.\n",
        "Lakatos nunca obteve a cidadania britânica, e com efeito permaneceu apátrida.\n",
        "Em 1960 foi nomeado para um lugar na London School of Economics, onde trabalhou nos seus escritos sobre filosofia da matemática e filosofia da ciência. O departamento de filosofia da LSE da altura incluía Karl Popper e John Watkins.\n",
        "Tendo como co-editor Alan Musgrave, editou o muito citado Criticism and the Growth of Knowledge, os Proceedings do Colóquio Internacional de Filosofia da Ciência, de 1965, em Londres.  Publicado em 1970, o Colóquio de 1965 incluía intervenientes muito conhecidos que apresentavam artigos em resposta à obra A Estrutura das Revoluções Científicas de Thomas Kuhn. Segundo Alan Musgrave, Thomas Kuhn era tão popular durante os anos 60 que as pessoas chegavam a assistir às suas aulas em salas adjacentes, ouvindo-o através de sistemas de som.\n",
        "Permaneceu na London School of Economics até morrer, repentinamente, em 1974, com uma hemorragia cerebral, tendo apenas 51 anos. O Prémio Lakatos foi estabelecido pela escola em sua memória.\n",
        "Parte da sua correspondência com o seu amigo e crítico Paul Feyerabend foi publicada em For and Against Method (ISBN 0226467740).\n",
        "A filosofia da matemática de Lakatos foi inspirada tanto pela dialética de Hegel quanto de Marx, pela teoria do conhecimento de Karl Popper, e o trabalho do matemático George Polya.\n",
        "O livro Proofs and Refutations - The Logic of Mathematical Discovery é baseado em sua tese de doutorado. O livro se inicia com um diálogo fictício em uma aula de matemática, onde os alunos tentam provar a Fórmula de Euler para poliedros. Essa fórmula é um teorema sobre as propriedades de poliedros que afirma que, para todos os poliedros, a fórmula V - A + F = 2 é verdadeira, onde V é o número de vértices, A é o número de arestas e F é o número de faces. O diálogo representa uma série de tentativas de prova que matemáticos, historicamente, ofereceram para a conjectura, apenas para serem repetidamente refutados por contraexemplos. Da mesma forma, os estudantes tentam provar a fórmula de Euler para poliedros, mas suas tentativas são refutadas por contraexemplos. Esse ciclo de proposta de conjectura, tentativa de prova e refutação por contraexemplo é fundamental para a visão de Lakatos sobre a natureza da atividade matemática. Assim, o início do livro estabelece a base para uma análise filosófica da prática matemática, destacando a importância da dinâmica de prova e refutação na evolução do conhecimento matemático. Lakatos explora como a matemática avança através do confronto ativo de ideias, em contraste com a visão tradicional de uma progressão linear e puramente dedutiva.[1] \n",
        "O que Lakatos tentou estabelecer foi que nenhum teorema de matemática é final ou perfeito. Isso significa que não devemos pensar que um teorema é ultimamente verdadeiro, apenas que nenhum contraexemplo foi encontrado até agora. Uma vez que um contraexemplo é encontrado, ajustamos o teorema, possivelmente ampliando o domínio de sua validade. Este é um modo contínuo pelo qual nosso conhecimento se acumula, por meio da lógica e do processo de provas e refutações (se axiomas forem dados para um ramo da matemática, no entanto, Lakatos afirmou que as provas a partir desses axiomas eram tautológicas, ou seja, logicamente verdadeiras). [2] \n"
    ],
    "ligacoes": [
        "<ul><li>Lakatos, Musgrave ed. (1970). <i>Criticism and the Growth of Knowledge</i>. Cambridge: Cambridge University Press. <a href=\"/wiki/Especial:Fontes_de_livros/0521078261\" class=\"internal mw-magiclink-isbn\">ISBN 0521078261</a></li>\n<li>Lakatos (1976). <i>Proofs and Refutations</i>. Cambridge: Cambridge University Press. <a href=\"/wiki/Especial:Fontes_de_livros/0521290384\" class=\"internal mw-magiclink-isbn\">ISBN 0521290384</a></li>\n<li>Lakatos (1977). <i>The Methodology of Scientific Research Programmes: Philosophical Papers Volume 1</i>. Cambridge: Cambridge University Press</li>\n<li>Lakatos (1978). <i>Mathematics, Science and Epistemology: Philosophical Papers Volume 2</i>. Cambridge: Cambridge University Press. <a href=\"/wiki/Especial:Fontes_de_livros/0521217695\" class=\"internal mw-magiclink-isbn\">ISBN 0521217695</a></li></ul>",
        "<ul><li><a href=\"/wiki/Programa_de_pesquisa\" title=\"Programa de pesquisa\">Programa de pesquisa</a>, Epistemologia da ciência desenvolvida por Lakatos.</li>\n<li><a href=\"/w/index.php?title=Scientific_Community_Metaphor&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Scientific Community Metaphor (página não existe)\">Scientific Community Metaphor</a>, an approach to programming influenced by Lakatos's work on research programmes.</li></ul>",
        "<ul><li>Brendan Larvor (1998). <i>Lakatos: An Introduction</i>. London: Routledge. <a href=\"/wiki/Especial:Fontes_de_livros/0415142768\" class=\"internal mw-magiclink-isbn\">ISBN 0415142768</a></li>\n<li>John Kadvany (2001). <i>Imre Lakatos and the Guises of Reason</i>. Durham and London: Duke University Press. <a href=\"/wiki/Especial:Fontes_de_livros/0822326590\" class=\"internal mw-magiclink-isbn\">ISBN 0-8223-2659-0</a>; author's Web site:  <a rel=\"nofollow\" class=\"external free\" href=\"http://www.johnkadvany.com\">http://www.johnkadvany.com</a>.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lse.ac.uk/collections/lakatos/scienceAndPseudoscience.htm\"><i>Science and Pseudoscience,</i> incluindo um arquivo de áudio .mp3 da fala de Lakatos sobre o assunto, em  1973.  Open University. BBC Radio </a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Hungary.svg\" title=\"Portal da Hungria\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Flag_of_Hungary.svg/40px-Flag_of_Hungary.svg.png\" decoding=\"async\" width=\"25\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Flag_of_Hungary.svg/60px-Flag_of_Hungary.svg.png 2x\" data-file-width=\"1200\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Hungria\" title=\"Portal:Hungria\">Portal da Hungria</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1922\" title=\"Categoria:Nascidos em 1922\">Nascidos em 1922</a><a href=\"/wiki/Categoria:Mortos_em_1974\" title=\"Categoria:Mortos em 1974\">Mortos em 1974</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Hungria\" title=\"Categoria:Filósofos da Hungria\">Filósofos da Hungria</a><a href=\"/wiki/Categoria:Judeus_da_Hungria\" title=\"Categoria:Judeus da Hungria\">Judeus da Hungria</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Naturais_de_Debrecen\" title=\"Categoria:Naturais de Debrecen\">Naturais de Debrecen</a><a href=\"/wiki/Categoria:Exilados\" title=\"Categoria:Exilados\">Exilados</a><a href=\"/wiki/Categoria:Racionalistas_cr%C3%ADticos\" title=\"Categoria:Racionalistas críticos\">Racionalistas críticos</a><a href=\"/wiki/Categoria:Comunistas_da_Hungria\" title=\"Categoria:Comunistas da Hungria\">Comunistas da Hungria</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Professor_Imre_Lakatos%2C_c1960s.jpg/250px-Professor_Imre_Lakatos%2C_c1960s.jpg",
    "view": "imre_lakatos"
}