{
    "url": "https://pt.wikipedia.org/wiki/Isaac_Newton",
    "codigo_http": 200,
    "titulo": [
        "Isaac Newton"
    ],
    "conteudo": [
        "\n",
        "Sir Isaac Newton PRS (Woolsthorpe-by-Colsterworth, 25 de dezembro de 1642jul./ 4 de janeiro de 1643greg. – Kensington, 20 de março de 1727jul./ 31 de março de 1727greg) foi um matemático, físico, astrônomo, alquimista[1], teólogo e autor inglês (descrito em seus dias como um \"filósofo natural\") amplamente reconhecido como um dos cientistas mais influentes de todos os tempos e como uma figura-chave na Revolução Científica. Seu livro Philosophiæ Naturalis Principia Mathematica (Princípios Matemáticos da Filosofia Natural), publicado pela primeira vez em 1687, lançou as bases da mecânica clássica. Newton também fez contribuições seminais à óptica e compartilha crédito com Gottfried Wilhelm Leibniz pelo desenvolvimento do cálculo infinitesimal.\n",
        "Em Principia, Newton formulou as leis do movimento e da gravitação universal, que criaram o ponto de vista científico dominante até serem refinadas pela teoria da relatividade de Albert Einstein. Usou sua descrição matemática da gravidade para provar as leis de movimento planetário de Kepler, explicar as marés, as trajetórias dos cometas, a precessão dos equinócios e outros fenômenos, consolidando[2] a descrição heliocêntrica do Sistema Solar. Demonstrou que o movimento dos objetos na Terra e nos corpos celestes poderia ser explicado pelos mesmos princípios. A inferência de Newton de que a Terra é um esferoide oblato foi posteriormente confirmada pelas medidas geodésicas de Maupertuis, La Condamine e outros, convencendo a maioria dos cientistas europeus da superioridade da mecânica newtoniana em relação aos sistemas anteriores.\n",
        "Newton construiu o primeiro telescópio refletor prático e desenvolveu uma teoria sofisticada da cor com base na observação de que um prisma separa a luz branca nas cores do espectro visível. Seu trabalho sobre a luz foi coletado em seu livro altamente influente Ótica, publicado em 1704. Também formulou uma lei empírica do resfriamento, fez o primeiro cálculo teórico da velocidade do som e introduziu a noção de um fluido newtoniano. Além de seu trabalho sobre cálculo, como matemático, ele contribuiu para o estudo de séries de potências, generalizou o teorema binomial a expoentes não inteiros, desenvolveu um método para aproximar as raízes de uma função e classificou a maioria das curvas do plano cúbico.\n",
        "Newton foi membro do Trinity College e o segundo professor lucasiano na Universidade de Cambridge. Foi um cristão devoto, mas pouco ortodoxo, que rejeitava, em particular, a doutrina da Trindade. Também se recusava a receber ordens sagradas da Igreja da Inglaterra, o que era incomum para um membro da faculdade de Cambridge da época. Além de seu trabalho nas ciências matemáticas, Newton dedicou grande parte de seu tempo ao estudo da alquimia e da cronologia bíblica, mas a maior parte de seu trabalho nessas áreas permaneceu inédita até muito tempo após sua morte. Politicamente e pessoalmente vinculado ao partido Whig, Newton serviu dois breves mandatos como membro do Parlamento da Universidade de Cambridge (1689–1690 e 1701–1702). Foi cavaleiro da rainha Ana em 1705 e passou as últimas três décadas de sua vida em Londres servindo como diretor (1696–1700) e mestre (1700–1727) da Casa da Moeda Real e como presidente da Royal Society (1703–1727).\n",
        "Isaac Newton nasceu no dia de Natal, 25 de dezembro de 1642 (de acordo com o calendário juliano, em uso na Inglaterra, na época) ou 4 de janeiro de 1643 (segundo o calendário gregoriano), \"entre uma e duas horas depois da meia-noite\",[3] no Woolsthorpe Manor em Woolsthorpe-by-Colsterworth, uma aldeia no condado de Lincolnshire. Seu pai, também chamado Isaac Newton, morreu três meses antes. Nascido prematuramente, Newton era uma criança pequena; sua mãe Hannah Ayscough disse que ele caberia dentro de uma caneca de cerveja.[4] Quando Newton tinha três anos, sua mãe se casou novamente e foi morar com o novo marido, o reverendo Barnabas Smith, deixando o filho sob os cuidados de sua avó materna, Margery Ayscough (Blythe quando solteira). Newton não gostava de seu padrasto e mantinha alguma inimizade em relação a sua mãe por se casar com ele, como revelado por essa nota em uma lista de pecados cometidos até os 19 anos de idade: \"Ameaçar meu pai (Smith) e minha mãe a queimar eles e a casa acima deles\".[5] A mãe de Newton teve três filhos (Mary, Benjamin e Hannah) de seu segundo casamento.[6]\n",
        "Dos doze até os dezessete anos, Newton foi educado na escola The King's School, em Grantham, que ensinava latim e grego e, provavelmente, transmitia uma base significativa de matemática.[7] Foi removido da escola e retornou a Woolsthorpe-by-Colsterworth em outubro de 1659. Sua mãe, Hannah Ayscough, viúva pela segunda vez, tentou fazer dele um fazendeiro, uma ocupação que ele odiava.[8] Então, seu tio, o Rev. William Ayscough, insistiu que ela o mandasse de volta à escola para que ele se preparasse para a universidade. Henry Stokes, mestre da Escola King, também buscou convencê-la, chegando a alegar que seria um desperdício enterrar tamanho talento em atividades rurais.[9] Newton retornou tendo já a perspectiva da universidade adiante e, lá, o desejo de vingança contra um valentão o teria tornado o estudante mais bem classificado,[10] distinguindo-se, principalmente, na construção de relógios de sol e modelos de moinhos de vento.[11]\n",
        "Em junho de 1661, foi admitido no Trinity College, Cambridge, por recomendação de seu tio, Rev. William Ayscough, que havia estudado lá. Começou como um tipo de bolsista, pagando seus estudos ao cumprir as funções de criado particular até receber uma bolsa de estudos em 1664, garantindo-lhe mais quatro anos até conseguir seu diploma de mestrado.[12] Naquela época, os ensinamentos da faculdade eram baseados-nos de Aristóteles. Newton os complementou com o ensino de filósofos modernos como Descartes e astrônomos como Galileu e Thomas Street, através dos quais ele aprendeu sobre o trabalho de Kepler. Colocou, em seu caderno, uma série de \"Quaestiones\" (questões) sobre a filosofia mecânica. Em 1665, descobriu o teorema binomial generalizado e começou a desenvolver uma teoria matemática que, mais tarde, se tornou o cálculo. Logo depois que Newton obteve seu diploma de bacharel, em agosto de 1665, a universidade fechou temporariamente como precaução contra a Grande Praga. Apesar de ter sido indistinguível como estudante de Cambridge,[13] os estudos privados de Newton em Woolsthorpe ao longo dos dois anos seguintes viram o desenvolvimento de suas teorias em cálculo e outras áreas.[14]\n",
        "Em abril de 1667, retornou a Cambridge e em outubro foi eleito membro da Trinity.[15][16] Foi necessário que os bolsistas se tornassem sacerdotes ordenados, embora isso não tenha sido cumprido nos anos de restauração, sendo uma afirmação de conformidade com a Igreja da Inglaterra suficiente. No entanto, em 1675, isto não poderia ser evitado.[17]\n",
        "Seus estudos impressionaram o professor lucasiano Isaac Barrow, que estava mais ansioso para desenvolver seu próprio potencial religioso e administrativo (ele se tornou mestre de Trinity dois anos depois); em 1669, Newton o sucedeu, apenas um ano após receber seu mestrado. Foi eleito membro da Royal Society (FRS) em 1672.[18]\n",
        "Dizem que o trabalho de Newton \"avança claramente todos os ramos da matemática estudados\".[20] Seu trabalho sobre o assunto geralmente referido como fluxões ou cálculo, visto em um manuscrito de outubro de 1666, agora publicado entre os trabalhos matemáticos de Newton.[21] O autor do manuscrito De analysi per aequationes numero terminorum infinitas, enviado por Isaac Barrow a John Collins em junho de 1669, foi identificado por Barrow em uma carta enviada a Collins em agosto daquele ano como \"[...] de um extraordinário gênio e proficiência nessas coisas\".[22]\n",
        "Seu trabalho usa extensivamente o cálculo na forma geométrica, com base nos valores-limite das proporções de quantidades extremamente pequenas: nos próprios Principia, Newton demonstrou isso sob o nome de \"o método da primeira e da última proporções\"[23] e explicou por que ele colocou suas exposições dessa forma,[24] comentando também que \"por meio disso é realizada a mesma coisa que pelo método dos indivisíveis\".[25]\n",
        "Por causa disso, os Principia foram chamados \"um livro denso com a teoria e a aplicação do cálculo infinitesimal\" nos tempos modernos[26] e no tempo de Newton \"quase tudo sobre cálculo\".[27] Seu uso de métodos que envolvem \"uma ou mais ordens do infinitamente pequeno\" está presente em De motu corporum in gyrum de 1684[28] e em seus artigos sobre movimento \"nas duas décadas anteriores a 1684\".[29]\n",
        "Newton relutou em publicar seu cálculo porque receava controvérsias e críticas.[30] Ele era próximo do matemático suíço Nicolas Fatio de Duillier. Em 1691, Duillier começou a escrever uma nova versão dos Principia de Newton e se correspondeu a Leibniz.[31]\n",
        "A partir de 1699, membros da Royal Society acusaram Leibniz de plágio.[32] A disputa começou com força total em 1711, quando a Royal Society proclamou em um estudo que era Newton quem era o verdadeiro descobridor e classificou Leibniz como uma fraude; mais tarde, verificou-se que Newton escreveu as considerações finais do estudo sobre Leibniz. Assim começou a amarga controvérsia que estragou a vida de Newton e Leibniz até a morte deste em 1716.[33]\n",
        "Newton é geralmente creditado com o teorema binomial generalizado, válido para qualquer expoente. Descobriu as identidades de Newton, o método de Newton, classificou as curvas do plano cúbico (polinômios de três graus em duas variáveis), fez contribuições substanciais à teoria das diferenças finitas e foi o primeiro a usar índices fracionários e a empregar geometria analítica para derivar soluções para as equações diofantinas. Aproximou somas parciais da série harmônica por logaritmos (um precursor da fórmula de soma de Euler) e foi o primeiro a usar as séries de potência. O trabalho de Newton em séries infinitas foi inspirado nos decimais de Simon Stevin.[34]\n",
        "Quando Newton recebeu seu mestrado e se tornou membro do \"Colégio da Santíssima Trindade Indivisível\" em 1667, ele assumiu o compromisso de que \"definirei a teologia como objeto de meus estudos e tomarei as ordens sagradas conforme o tempo prescrito por estes estatutos [7 anos] chega, ou irei me demitir da faculdade\".[35]\n",
        "Foi nomeado Professor Lucasiano de Matemática em 1669, por recomendação de Barrow. Durante esse período, qualquer membro de uma faculdade em Cambridge ou Oxford era obrigado a receber ordens sagradas e se tornar um sacerdote anglicano ordenado. No entanto, os termos da cátedra lucasiana exigiam que o portador não fosse ativo na igreja - presumivelmente para ter mais tempo para a ciência. Newton argumentou que isso o isentaria da exigência de ordenação, e Carlos II, cuja permissão era necessária, aceitou esse argumento. Assim, um conflito entre as visões religiosas de Newton e a ortodoxia anglicana foi evitado.[36]\n",
        "Em 1666, Newton observou que o espectro de cores que sai de um prisma na posição de desvio mínimo é oblongo, mesmo quando o raio de luz que entra no prisma é circular, ou seja, o prisma refrata cores diferentes por ângulos diferentes.[38]\n",
        "De 1670 a 1672, Newton deu palestras sobre óptica.[39] Durante esse período investigou a refração da luz, demonstrando que o espectro multicolorido produzido por um prisma poderia ser recomposto em luz branca por uma lente e um segundo prisma.[40] Estudos modernos revelaram que a análise e ressíntese da luz branca de Newton devem uma dívida à alquimia corpuscular.[41]\n",
        "Mostrou que a luz colorida não altera suas propriedades separando um feixe colorido e brilhando-o em vários objetos e que, independentemente de refletida, dispersa ou transmitida, a luz permanece da mesma cor. Assim, ele observou que a cor é o resultado de objetos que interagem com a luz já colorida, em vez de objetos gerando a própria cor. Isso é conhecido como teoria da cor de Newton.[42]\n",
        "A partir deste trabalho, concluiu que as lentes de qualquer telescópio refratário sofriam com a dispersão da luz em cores (aberração cromática). Como prova do conceito, construiu um telescópio usando espelhos reflexivos em vez de lentes como objetivo de contornar esse problema. A construção do projeto, o primeiro telescópio refletor funcional conhecido, hoje chamado de telescópio Newtoniano, envolveu a solução do problema de um material de espelho e uma técnica de modelagem adequados. Newton retocou seus próprios espelhos a partir de uma composição personalizada de metal especular altamente refletivo, usando os anéis de Newton para julgar a qualidade da óptica de seus telescópios. No final de 1668, ele foi capaz de produzir este primeiro telescópio refletor. Tinha cerca de oito centímetros de comprimento e gerava uma imagem mais clara e ampliada. Em 1671, a Royal Society pediu uma demonstração de seu telescópio refletor.[43] O interesse deles o encorajou a publicar suas anotações, Of Colors,[44] que mais tarde ele expandiu para o trabalho Opticks. Quando Robert Hooke criticou algumas das ideias de Newton, ele ficou tão ofendido que se retirou do debate público.[45]\n",
        "Em sua Hypothesis of Light de 1675, Newton postulou a existência do éter para transmitir forças entre as partículas. O contato com o filósofo platônico Henry More ressuscitou seu interesse pela alquimia. Substituiu o éter por forças ocultas baseadas em ideias herméticas de atração e repulsão entre partículas. John Maynard Keynes, que adquiriu muitos dos escritos de Newton sobre alquimia, afirmou que \"Newton não era o primeiro da era da razão: ele era o último dos mágicos\".[46] O interesse de Newton pela alquimia não pode ser isolado de suas contribuições para a ciência.[47]\n",
        "Em 1704, Newton publicou o Opticks, no qual expôs sua teoria corpuscular da luz. Considerava a luz composta de corpúsculos extremamente sutis, que a matéria comum era composta de corpúsculos mais grossos e especulava que, através de um tipo de transmutação alquímica, \"Não são os corpos e a luz brutos conversíveis entre si ... e não podem os corpos receber grande parte de sua atividade das partículas de luz que entram em sua composição?\" Newton também construiu uma forma primitiva de um gerador eletrostático de atrito, usando um globo de vidro.[48]\n",
        "Em seu livro Opticks, Newton foi o primeiro a mostrar um diagrama usando um prisma como um expansor de feixe e também o uso de matrizes de prisma múltiplo.[49] Cerca de 278 anos após a discussão de Newton, os expansores de feixe de prisma múltiplo tornaram-se centrais para o desenvolvimento de lasers ajustáveis. Além disso, o uso desses expansores prismáticos de feixe levou à teoria da dispersão de prisma múltiplo.[49]\n",
        "Depois de Newton, muito foi alterado. Young e Fresnel combinaram a teoria das partículas de Newton com a teoria das ondas de Huygens para mostrar que a cor é a manifestação visível do comprimento de onda da luz. A ciência também lentamente percebeu a diferença entre a percepção da cor e a óptica matematizável. O poeta e cientista alemão Goethe não conseguiu abalar a fundação newtoniana, mas \"um buraco Goethe encontrou de fato na armadura de Newton, ... Newton havia se comprometido com a doutrina de que a refração sem cor era impossível. Ele, portanto, pensava que as objetivas dos telescópios deviam permanecer imperfeitas para sempre, sendo incompatíveis o acromatismo e a refração. Esta inferência foi provada por Dollond como errada\".[50]\n",
        "Em 1679, Newton voltou ao seu trabalho sobre mecânica celeste, considerando a gravitação e seu efeito nas órbitas dos planetas, com referência às leis de Kepler. Isto foi estimulado por uma breve troca de cartas entre 1679 a 1680 com Hooke, nomeado para administrar a correspondência da Royal Society, e que abriu uma correspondência destinada a obter contribuições de Newton para as transações da Royal Society. O interesse de Newton em assuntos astronômicos recebeu mais estímulos pelo aparecimento de um cometa no inverno de 1680–81, enquanto se correspondia com John Flamsteed.[51] Após as trocas com Hooke, Newton descobriu que a forma elíptica das órbitas planetárias resultaria de uma força centrípeta inversamente proporcional ao quadrado do vetor do raio. Newton comunicou seus resultados a Edmond Halley e à Royal Society em De motu corporum in gyrum, um folheto escrito em cerca de nove folhas que foram copiadas no Livro de Registro da Royal Society em dezembro de 1684.[52]\n",
        "O Principia foi publicado em 5 de julho de 1687 com o apoio e a ajuda financeira de Edmond Halley. Neste trabalho, Newton declarou as três leis universais do movimento. Juntas, essas leis descrevem a relação entre qualquer objeto, as forças que atuam sobre ele e o movimento resultante, estabelecendo as bases para a mecânica clássica. Eles contribuíram para muitos avanços durante a Revolução Industrial que logo se seguiram e não foram aprimorados por mais de 200 anos. Muitos desses avanços continuam sendo os fundamentos das tecnologias não relativísticas no mundo moderno. Usou a palavra latina gravitas (peso) para o efeito que seria conhecido como gravidade e definiu a lei da gravitação universal.[53]\n",
        "No mesmo trabalho, Newton apresentou um método de cálculo como análise geométrica usando 'primeira e última razão', deu a primeira determinação analítica (baseada na lei de Boyle) da velocidade do som no ar, inferiu o achatamento da figura esferoidal da Terra, responsável pela precessão dos equinócios como resultado da atração gravitacional da Lua sobre o achatamento terrestre, iniciou o estudo gravitacional das irregularidades no movimento da Lua, forneceu uma teoria para a determinação das órbitas dos cometas e fez muito mais.[53]\n",
        "Newton deixou claro sua visão heliocêntrica do Sistema Solar - desenvolvida de maneira um tanto moderna, porque já em meados da década de 1680 reconheceu o \"desvio do Sol\" em relação ao centro de gravidade do Sistema Solar.[54] Para Newton, não era precisamente o centro do Sol ou de qualquer outro corpo que pudesse ser considerado em repouso, mas \"o centro de gravidade comum da Terra, do Sol e de todos os planetas deve ser estimado como o Centro do Mundo\" e esse centro de gravidade \"está em repouso ou avança uniformemente em linha reta\" (Newton adotou a alternativa \"em repouso\" em vista do consentimento comum de que o centro, onde quer que estivesse, estava em repouso).[55]\n",
        "O postulado de Newton de uma força invisível capaz de agir por longas distâncias o levou a ser criticado por introduzir \"agências ocultas\" na ciência.[56] Mais tarde, na segunda edição dos Principia (1713), Newton rejeitou firmemente essas críticas em um General Scholium conclusivo, escrevendo que bastava que os fenômenos implicassem uma atração gravitacional, como o fizeram; mas até agora não indicaram sua causa e era desnecessário e impróprio enquadrar hipóteses de coisas que não estavam implícitas nos fenômenos.[57]\n",
        "Com os Principia, Newton tornou-se reconhecido internacionalmente.[58] Adquiriu um círculo de admiradores, incluindo o matemático nascido na Suíça Nicolas Fatio de Duillier.[59]\n",
        "Newton encontrou 72 das 78 \"espécies\" de curvas cúbicas e as classificou em quatro tipos. Em 1717, e provavelmente com a ajuda de Newton, James Stirling provou que todo cúbico era um desses quatro tipos. Newton também afirmou que os quatro tipos poderiam ser obtidos por projeção plana de um deles e isto foi comprovado em 1731, quatro anos após sua morte.[60]\n",
        "Na década de 1690, Newton escreveu uma série de folhetos religiosos que tratavam da interpretação literal e simbólica da Bíblia. Um manuscrito que Newton enviou a John Locke no qual disputou a fidelidade de 1 João 5:7 - a vírgula joanina - e sua fidelidade aos manuscritos originais do Novo Testamento, permaneceu inédito até 1785.[61]\n",
        "Newton também foi membro do Parlamento da Inglaterra pela Universidade de Cambridge em 1689 e 1701, mas, segundo alguns relatos, seus únicos comentários foram reclamar de uma corrente de ar frio na câmara e solicitar que a janela fosse fechada.[62] Foi, no entanto, observado pelo diarista de Cambridge, Abraham de la Pryme, por ter repreendido estudantes que eram assustadores locais ao alegar que uma casa estava assombrada.[63]\n",
        "Newton mudou-se para Londres para assumir o cargo de diretor da Casa da Moeda Real em 1696, uma posição que obteve através do patrocínio de Charles Montagu, 1º conde de Halifax, então chanceler do Tesouro da Inglaterra. Ele se encarregou da cunhagem de moedas e garantiu o emprego de vice-controlador da filial temporária de Chester para Edmond Halley. Newton tornou-se talvez o mestre mais conhecido da Casa da Moeda após a morte de Thomas Neale em 1699, cargo que Newton ocupou nos últimos 30 anos de sua vida.[64][65]\n",
        "Como diretor, e depois como mestre, da Casa da Moeda Real, Newton estimou que 20 por cento das moedas recunhadas durante o Grande Recunhagem de 1696 eram falsificadas. A falsificação era alta traição, punível com o crime ser enforcado, arrastado e esquartejado. Apesar disto, condenar até os criminosos mais flagrantes poderia ser extremamente difícil. No entanto, Newton se mostrou digno da tarefa.[66]\n",
        "Disfarçado em bares e tabernas, ele próprio reuniu muitas dessas evidências.[67] Apesar de todas as barreiras impostas à acusação e da separação dos ramos do governo, a lei inglesa ainda possuía costumes antigos e formidáveis de autoridade. O próprio Newton havia feito justiça à paz em todos os condados domésticos. Um rascunho da carta sobre o assunto está incluído na primeira edição pessoal de Newton da Philosophiæ Naturalis Principia Mathematica, que ele deveria estar alterando na época.[68] Então ele conduziu mais de 100 interrogatórios de testemunhas, informantes e suspeitos entre junho de 1698 e Natal de 1699. Newton processou com êxito 28 cunhadores.[69]\n",
        "Newton foi nomeado presidente da Royal Society em 1703 e associado da Académie des Sciences francesa. Em sua posição na Royal Society, Newton tornou-se inimigo de John Flamsteed, o Astrônomo Real, publicando prematuramente a Historia Coelestis Britannica, de Flamsteed, que Newton havia usado em seus estudos.[71]\n",
        "Em abril de 1705, a rainha Ana tornou Newton um cavaleiro durante uma visita real ao Trinity College, Cambridge. É provável que a cavalaria tenha sido motivada por considerações políticas relacionadas às eleições parlamentares em maio de 1705, em vez de qualquer reconhecimento do trabalho ou serviços científicos de Newton como Mestre da Casa da Moeda.[72] Newton foi o segundo cientista a ser cavaleiro, depois de Sir Francis Bacon.[73]\n",
        "Como resultado de um relatório escrito por Newton em 21 de setembro de 1717 aos Comissários Lordes do Tesouro de Sua Majestade, a relação bimetálica entre moedas de ouro e moedas de prata foi alterada pela proclamação real em 22 de dezembro de 1717, proibindo a troca de guinéus de ouro por mais de 21 xelins de prata.[74] Isto inadvertidamente resultou em uma escassez de prata, pois as moedas de prata eram usadas para pagar as importações, enquanto as exportações eram pagas em ouro, efetivamente transferindo a Grã-Bretanha do padrão-prata para o padrão-ouro. É uma questão de debate sobre se Newton pretendia causar isto ou não.[75] Argumentou-se que Newton concebeu seu trabalho na Casa da Moeda como uma continuação de seu trabalho alquímico.[76]\n",
        "Newton investiu na South Sea Company e perdeu cerca de 20 000 libras esterlinas (3 milhões de dólares em 2003) quando ela entrou em colapso por volta de 1720.[77]\n",
        "No final de sua vida, Newton passou a residir em Cranbury Park, perto de Winchester, com a sobrinha e seu marido, até sua morte em 1727.[78] Sua meia sobrinha, Catherine Barton Conduitt [79] serviu como anfitriã em assuntos sociais em sua casa na Jermyn Street, em Londres; ele era seu \"tio muito amoroso\",[80] acordo com sua carta para ela quando ela estava se recuperando da varíola.\n",
        "Newton morreu dormindo em Londres em 20 de março de 1727. Seu corpo foi enterrado na Abadia de Westminster. Voltaire pode ter estado presente em seu funeral.[81] Solteirão, ele havia cedido grande parte de seus bens a parentes durante seus últimos anos e morreu sem testamento.[82] Seus papéis foram para John Conduitt e Catherine Barton. Após sua morte, o cabelo de Newton foi examinado e descobriu-se que continha mercúrio, provavelmente resultante de suas atividades alquímicas. O envenenamento por mercúrio pode explicar a excentricidade de Newton na idade avançada.[82]\n",
        "Embora tenha sido afirmado que ele já foi noivo,[nota 1] Newton nunca se casou. O escritor e filósofo francês Voltaire, que estava em Londres na época do funeral de Newton, disse que ele \"nunca foi sensível a nenhuma paixão, não estava sujeito às fragilidades comuns da humanidade, nem tinha comércio com mulheres — uma circunstância que era me assegurada pelo médico e cirurgião que o atendeu em seus últimos momentos\".[84] A crença generalizada de que ele morreu como um virgem foi comentada por escritores como o matemático Charles Hutton,[85] o economista John Maynard Keynes[86] e o físico Carl Sagan.[87]\n",
        "Newton tinha uma estreita amizade com o matemático suíço Nicolas Fatio de Duillier, que conheceu em Londres por volta de 1689[59] — parte da correspondência entre eles sobreviveu.[88][89] Seu relacionamento chegou a um fim abrupto e inexplicável em 1693 e, ao mesmo tempo, Newton sofreu um colapso nervoso,[90] que incluiu o envio de cartas acusatórias loucas a seus amigos Samuel Pepys e John Locke — sua nota para este último incluía a acusação de que Locke \"se esforçou para me envolver com mulheres\".[91]\n",
        "\nO matemático Joseph-Louis Lagrange disse que Newton foi o maior gênio que já viveu e, certa vez, acrescentou que Newton também era \"o mais afortunado, pois não podemos encontrar mais de uma vez um sistema de mundo para estabelecer\".[92] O poeta inglês Alexander Pope escreveu o famoso epitáfio: .mw-parser-output .flexquote{display:flex;flex-direction:column;background-color:#F1F1F1;border-left:3px solid #C7C7C7;font-size:100%;margin:1em 4em;padding:.4em .8em}.mw-parser-output .flexquote>.flex{display:flex;flex-direction:row}.mw-parser-output .flexquote>.flex>.quote{width:100%}.mw-parser-output .flexquote>.flex>.separator{border-left:1px solid #C7C7C7;border-top:1px solid #C7C7C7;margin:.4em .8em}.mw-parser-output .flexquote>.cite{text-align:right}@media all and (max-width:600px){.mw-parser-output .flexquote>.flex{flex-direction:column}}@media screen{html.skin-theme-clientpref-night .mw-parser-output .flexquote{background-color:transparent}}@media screen and (prefers-color-scheme:dark){html.skin-theme-clientpref-os .mw-parser-output .flexquote{background-color:transparent}}",
        " Newton era relativamente modesto sobre suas realizações, escrevendo em uma carta a Robert Hooke em fevereiro de 1676: ",
        " Dois escritores acham que a citação acima, escrita em uma época em que Newton e Hooke estavam em disputa por descobertas ópticas, foi um ataque oblíquo a Hooke (dito ter sido baixo e corcunda), em vez de — ou além de — uma declaração de modéstia.[94][95] Em um livro de memórias posterior, Newton escreveu: ",
        " Em 1816, um dente que se dizia pertencer a Newton foi vendido por 730 libras[97] (3 633 dólares) em Londres a um aristocrata que o colocou em um anel.[98] O Guinness World Records 2002 o classificou como o dente mais valioso da história, que valeria aproximadamente 25 mil libras (35 700 dólares) no final de 2001.\n",
        "Albert Einstein mantinha uma foto de Newton em sua parede de estudos, ao lado de Michael Faraday e James Clerk Maxwell.[99] Em uma pesquisa realizada em 2005 com membros da Royal Society do Reino Unido (anteriormente chefiada por Newton) que perguntava quem teve maior efeito na história da ciência, Newton ou Einstein, os membros consideraram que Newton teve a maior contribuição geral. Em 1999, uma pesquisa de opinião de 100 dos principais físicos elegeu Einstein o \"melhor físico de todos os tempos\", com Newton como o segundo colocado, enquanto uma pesquisa paralela de físicos com base no site PhysicsWeb deu o primeiro lugar a Newton.[100]\n",
        "O monumento de Newton (1731) pode ser visto na Abadia de Westminster, ao norte da entrada do coro, perto de sua tumba. Foi executado pelo escultor Michael Rysbrack (1694–1770) em mármore branco e cinza, com design do arquiteto William Kent. O monumento mostra uma figura de Newton reclinada em cima de um sarcófago, o cotovelo direito apoiado em vários de seus grandes livros e a mão esquerda apontando para um pergaminho com um desenho matemático. Acima dele, há uma pirâmide e um globo celeste, mostrando os signos do zodíaco e o caminho do cometa de 1680. Um painel de relevo mostra putto usando instrumentos como telescópio e prisma. A inscrição latina na base é traduzida como:\n",
        "De 1978 a 1988, uma imagem de Newton desenhada por Harry Ecclestone apareceu nas notas de banco da Série D uma libra esterlina emitidas pelo Banco da Inglaterra (as últimas notas de uma libra emitidas pelo Banco da Inglaterra). Newton era mostrado no verso das notas, segurando um livro e acompanhado por um telescópio, um prisma e um mapa do Sistema Solar.[101]\n",
        "Embora nascido em uma família anglicana, aos trinta anos, Newton mantinha uma fé cristã que, se tivesse sido tornada pública, não seria considerada ortodoxa pelo cristianismo convencional,[102] sendo que um historiador o rotulou de \"herege\".[103]\n",
        "Em 1672 começou a registrar suas pesquisas teológicas em cadernos que não mostrava a ninguém e que apenas recentemente foram examinados. Eles demonstram um amplo conhecimento dos escritos da Igreja primitiva e mostram que no conflito entre Atanásio e Ário, que definiu o Credo, ele ficou do lado de Ário, o perdedor, que rejeitava a visão convencional da Trindade. Newton \"reconhecia Cristo como um mediador divino entre Deus e o homem, subordinado ao Pai que o criou\".[104] Estava especialmente interessado em profecias, mas, para ele, \"a grande apostasia era o trinitarismo\".[105]\n",
        "Newton tentou, sem sucesso, obter uma das duas bolsas que isentavam o titular da exigência de ordenação. No último momento, em 1675, recebeu uma dispensa do governo que isentava a ele e a todos os futuros detentores da cátedra lucasiana.[106]\n",
        "Aos olhos de Newton, adorar a Cristo como Deus era idolatria, para ele o pecado fundamental.[107] Em 1999, o historiador Stephen D. Snobelen escreveu: \"Isaac Newton era um herege. Mas ... ele nunca fez uma declaração pública de sua fé particular - que os ortodoxos teriam considerado extremamente radical. Ele escondeu sua fé tão bem que os estudiosos ainda estão revelando suas crenças pessoais\".[103]\n",
        "Em uma posição minoritária, T. C. Pfizenmaier oferece uma visão mais sutil, argumentando que Newton se aproximou da visão semiariana da Trindade de que Jesus Cristo era de uma \"substância semelhante\" (homoiousios) do Pai, em vez da visão ortodoxa de que Jesus Cristo é da \"mesma substância\" do Pai (homoousios) como endossada pelos modernos ortodoxos orientais, católicos romanos e protestantes. No entanto, esse tipo de visão \"perdeu apoio ultimamente com a disponibilidade dos trabalhos teológicos de Newton\"[108] e agora a maioria dos estudiosos identifica Newton como um monoteísta antitrinitário.[103]\n",
        "Embora as leis do movimento e da gravitação universal tenham se tornado as descobertas mais conhecidas de Newton, ele advertiu contra usá-las para interpretar o Universo como uma mera máquina, como se fosse semelhante a um grande relógio. Ele disse: \"Então a gravidade pode colocar os planetas em movimento, mas sem o Poder Divino, nunca poderia colocá-los em um movimento circulante, como ocorre com o Sol\".[109]\n",
        "Junto com sua fama científica, os estudos de Newton sobre a Bíblia e os pais da Igreja primitiva também foram dignos de nota. Newton escreveu trabalhos sobre crítica textual, principalmente Um Relato Histórico de Duas notáveis Corrupções das Escrituras e Observações sobre as profecias de Daniel e o Apocalipse de São João.[110] Ele datava a crucificação de Jesus Cristo em 3 de abril de 33 d.C., que concorda com uma data tradicionalmente aceita.[111]\n",
        "Acreditava em um mundo racionalmente imanente, mas rejeitava o hilozoísmo implícito em Leibniz e Baruch Spinoza. O Universo ordenado e informado dinamicamente pode ser entendido e deve ser entendido por uma razão ativa. Em sua correspondência, Newton afirmou que, ao escrever os Principia, \"eu estava de olho sobre tais Princípios que pudessem funcionar à consideração dos homens para a crença de uma Deidade\".[112] Viu evidências de desígnio no sistema do mundo: \"Uma uniformidade tão maravilhosa no sistema planetário deve ter sido efeito de escolha\". Mas Newton insistiu que eventualmente seria necessária uma intervenção divina para reformar o sistema, devido ao lento crescimento de instabilidades.[113] Para isso, Leibniz o satirizou: \"Deus Todo-Poderoso quer dar corda no seu relógio de vez em quando: caso contrário, deixaria de se mover. Ele não tinha, pelo que parece, providência suficiente para torná-lo um movimento perpétuo\".[114]\n",
        "A posição de Newton foi defendida vigorosamente por seu seguidor Samuel Clarke em uma famosa correspondência. Um século depois, a obra de Pierre-Simon Laplace, Mécanique céleste, tinha uma explicação natural do porquê as órbitas do planeta não requerem intervenção divina periódica.[115] O contraste entre a visão de mundo mecanicista de Laplace e a de Newton é o mais estrito, considerando a famosa resposta que o cientista francês deu a Napoleão, que o criticou pela ausência do Criador na Mécanique céleste: \"Sire, j'ai pu me passer de cette hyphotese\"(\"Eu não preciso de tal hipótese\").[116]\n",
        "Os estudiosos debatem há muito tempo se Newton contestava a doutrina da Trindade. Seu primeiro biógrafo, Sir David Brewster, que compilou seus manuscritos, interpretou Newton como questionador da veracidade de algumas passagens usadas para apoiar a Trindade, mas afirma que ele nunca negou a doutrina da Trindade como tal.[117] No século XX, manuscritos criptografados escritos por Newton e comprados por John Maynard Keynes (entre outros) foram decifrados e tornou-se conhecido que Newton realmente rejeitava o trinitarismo.[103]\n",
        "A abordagem de Newton e Robert Boyle à filosofia mecânica foi promovida por panfletistas racionalistas como uma alternativa viável aos panteístas e entusiastas, e foi aceita hesitantemente por pregadores ortodoxos, bem como por pregadores dissidentes, como os latitudinaristas. A clareza e simplicidade da ciência eram vistas como uma maneira de combater os superlativos emocionais e metafísicos do entusiasmo supersticioso e da \"ameaça\" do ateísmo.[119]\n",
        "Os ataques feitos contra o \"pensamento mágico\" pré-iluminista e os elementos místicos do cristianismo foram fundados com a concepção mecânica de Boyle do Universo. Newton deu às ideias de Boyle sua conclusão por meio de provas matemáticas e, talvez mais importante, teve muito sucesso em popularizá-las.[120]\n",
        "A sociedade secreta rosa-cruz[121] foi possivelmente a que exerceu maior influência sobre Newton. Apesar de o movimento rosa-cruz ter causado uma grande curiosidade entre os acadêmicos europeus durante o século XVII, na época de Newton já havia atingido a maturidade e se tornara algo menos sensacionalista. O movimento teve uma profunda influência sobre Newton, particularmente nas pesquisas sobre alquimia e filosofia.[121] Newton foi também contemporâneo dos Platonistas de Cambridge e amplamente influenciado por esse movimento, sendo muito evidente o seu contato com os pensamentos de Platão, citados em suas obras.[122][123]\n",
        "\nEm um manuscrito que escreveu em 1704 (que nunca teve a intenção de publicar), menciona a data de 2060, mas não é dada como uma data para o fim dos dias. Isto foi falsamente relatado como uma previsão.[124]",
        "No personagem de Morton Opperly em \"Poor Superman\" (1951), o autor de ficção Fritz Leiber diz sobre Newton: \"Todo mundo conhece Newton como o grande cientista. Poucos se lembram de que ele passou metade da vida se confundindo com a alquimia e procurando pela pedra filosofal. Essa era a pedra à beira-mar que ele realmente queria encontrar\".[126]\n",
        "Das cerca de dez milhões de palavras escritas nos trabalhos de Newton, cerca de um milhão trata de alquimia. Muitos dos escritos de Newton sobre alquimia são cópias de outros manuscritos, com suas próprias anotações.[127] Os textos alquímicos misturam o conhecimento artesanal com a especulação filosófica, muitas vezes escondida por trás de camadas de jogo de palavras, alegorias e imagens para proteger os segredos da alquimia.[128] Ao morrer, a biblioteca de Newton apresentava 169 livros sobre o tópico da alquimia, e acreditava-se que teria consideravelmente mais livros durante os anos de formação em Cambridge, embora possivelmente os tenha vendido antes de mudar-se para Londres em 1696.[121]\n",
        "Em 1888, depois de passar dezesseis anos catalogando os trabalhos de Newton, a Universidade de Cambridge manteve um pequeno número deles e devolveu o restante ao conde de Portsmouth. Em 1936, um descendente ofereceu os papéis à venda na Sotheby's. A coleção foi dividida e vendida por um total de cerca de 9 mil libras.[129] John Maynard Keynes foi um dos cerca de três dúzias de licitantes que obtiveram parte da coleção em leilão. Keynes remontou metade da coleção de artigos de Newton sobre alquimia antes de doar sua coleção para a Universidade de Cambridge em 1946.[127][130][131]\n",
        "Todos os escritos conhecidos de Newton sobre alquimia estão atualmente sendo colocados online em um projeto realizado pela Universidade de Indiana: \"The Chymistry of Isaac Newton\"[132] e resumidos em um livro.[133][134] Charles Coulston Gillispie contesta que Newton já praticou alquimia e diz que \"sua química estava no espírito da filosofia corpuscular de Boyle\".[135]\n",
        "Em junho de 2020, duas páginas não publicadas das anotações de Newton sobre o livro de Jan Baptist van Helmont sobre a praga, De Peste,[136] estavam sendo leiloadas online pela Bonham's. A análise de Newton deste livro, que ele fez em Cambridge enquanto se protegia da Grande Praga de Londres de 1665–66, é a declaração escrita mais substancial que se sabe que ele fez sobre a praga, segundo Bonham. No que diz respeito à terapia, Newton escreve que \"o melhor é um sapo suspenso pelas pernas em uma chaminé por três dias, que finalmente vomitaria terra com vários insetos em um prato de cera amarela e logo depois morreria. A combinação das excreções e soro é transformada em pastilhas e usada na área afetada, o que afasta o contágio e retira o veneno\".[137]\n",
        "Os filósofos do Iluminismo escolheram uma breve história dos predecessores científicos - principalmente Galileu, Boyle e Newton - como os guias e garantidores de suas aplicações do conceito singular de natureza e lei natural a todos os campos físicos e sociais da época. Nesse sentido, as lições da história e as estruturas sociais construídas sobre ela poderiam ser descartadas.[138]\n",
        "Foi a concepção de Newton do universo, baseada em leis naturais e racionalmente compreensíveis, que se tornou uma das sementes da ideologia do Iluminismo.[139]\n",
        "O próprio Newton costumava contar a história que se inspirou a formular sua teoria da gravitação assistindo a queda de uma maçã de uma árvore.[140][141] Acredita-se que a história tenha passado para o conhecimento popular depois de ter sido relatada por Catherine Barton, sobrinha de Newton, a Voltaire.[142]\n",
        "Embora tenha sido dito que a história da maçã é um mito e que ele não chegou à sua teoria da gravidade em nenhum momento específico, conhecidos de Newton (como William Stukeley, cujo relato manuscrito de 1752 foi disponibilizado por Royal Society) de fato confirmam o incidente, embora não a versão apócrifa de que a maçã realmente atingiu a cabeça de Newton. Stukeley gravou em suas Memoirs of Sir Isaac Newton uma conversa com Newton em Kensington em 15 de abril de 1726.[143]\n",
        "John Conduitt, que foi assistente de Newton na Casa da Moeda Real e marido da sobrinha do cientista, também descreveu o evento quando escreveu sobre a vida de Newton:\n",
        "Sabe-se que em seus cadernos Newton estava lidando, por volta do final da década de 1660, com a ideia de que a gravidade terrestre se estende, numa proporção inversa ao quadrado, à Lua; no entanto, ele levou duas décadas para desenvolver a teoria plenamente.[144]\n",
        "Alega-se que várias árvores são \"a\" macieira descrita por Newton. A The Kings's School afirma que a árvore foi comprada pela escola, arrancada e transportada para o jardim do diretor alguns anos depois. Os funcionários da (agora) Mansão Woolsthorpe, de propriedade do National Trust, contestam isto e afirmam que uma árvore presente em seus jardins é a descrita por Newton. Uma descendente da árvore original pode ser visto crescendo do lado de fora do portão principal do Trinity College, em Cambridge, abaixo da sala em que Newton morava quando estudou lá.[145]\n",
        " \n"
    ],
    "ligacoes": [
        "<ul><li><i>De analysi per aequationes numero terminorum infinitas</i> (1669, publicado 1711)<sup id=\"cite_ref-147\" class=\"reference\"><a href=\"#cite_note-147\"><span class=\"cite-bracket\">[</span>146<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Das leis e processos óbvios da natureza na vegetação</i> (não publicado, c. 1671–1675)<sup id=\"cite_ref-148\" class=\"reference\"><a href=\"#cite_note-148\"><span class=\"cite-bracket\">[</span>147<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>De motu corporum in gyrum</i> (1684)<sup id=\"cite_ref-149\" class=\"reference\"><a href=\"#cite_note-149\"><span class=\"cite-bracket\">[</span>148<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/wiki/Princ%C3%ADpios_Matem%C3%A1ticos_da_Filosofia_Natural\" title=\"Princípios Matemáticos da Filosofia Natural\">Philosophiæ Naturalis Principia Mathematica</a></i> (1687)<sup id=\"cite_ref-150\" class=\"reference\"><a href=\"#cite_note-150\"><span class=\"cite-bracket\">[</span>149<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/wiki/Newton_(escala)\" title=\"Newton (escala)\">Scala graduum Caloris. Calorum Descriptiones &amp; signa</a></i> (1701)<sup id=\"cite_ref-151\" class=\"reference\"><a href=\"#cite_note-151\"><span class=\"cite-bracket\">[</span>150<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/wiki/Opticks\" title=\"Opticks\">Opticks</a></i> (1704)<sup id=\"cite_ref-152\" class=\"reference\"><a href=\"#cite_note-152\"><span class=\"cite-bracket\">[</span>151<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Relatórios como mestre da casa da moeda</i> (1701–1725)<sup id=\"cite_ref-Pickover2008_153-0\" class=\"reference\"><a href=\"#cite_note-Pickover2008-153\"><span class=\"cite-bracket\">[</span>152<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/wiki/Arithmetica_Universalis\" title=\"Arithmetica Universalis\">Arithmetica Universalis</a></i> (1707)<sup id=\"cite_ref-Pickover2008_153-1\" class=\"reference\"><a href=\"#cite_note-Pickover2008-153\"><span class=\"cite-bracket\">[</span>152<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li><i>De mundi sistemmate</i> (<i>O sistema do mundo</i>) (1728)<sup id=\"cite_ref-Pickover2008_153-2\" class=\"reference\"><a href=\"#cite_note-Pickover2008-153\"><span class=\"cite-bracket\">[</span>152<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Palestras ópticas</i> (1728)<sup id=\"cite_ref-Pickover2008_153-3\" class=\"reference\"><a href=\"#cite_note-Pickover2008-153\"><span class=\"cite-bracket\">[</span>152<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/wiki/The_Chronology_of_Ancient_Kingdoms\" title=\"The Chronology of Ancient Kingdoms\">A cronologia dos reinos antigos alterada</a></i> (1728)<sup id=\"cite_ref-154\" class=\"reference\"><a href=\"#cite_note-154\"><span class=\"cite-bracket\">[</span>153<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Observações sobre Daniel e o apocalipse de São João</i> (1733)<sup id=\"cite_ref-Pickover2008_153-4\" class=\"reference\"><a href=\"#cite_note-Pickover2008-153\"><span class=\"cite-bracket\">[</span>152<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/wiki/Method_of_Fluxions\" title=\"Method of Fluxions\">Method of Fluxions</a></i> (1671, publicado em 1736)<sup id=\"cite_ref-155\" class=\"reference\"><a href=\"#cite_note-155\"><span class=\"cite-bracket\">[</span>154<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Um relato histórico de duas notáveis corrupções das escrituras</i> (1754)<sup id=\"cite_ref-Pickover2008_153-5\" class=\"reference\"><a href=\"#cite_note-Pickover2008-153\"><span class=\"cite-bracket\">[</span>152<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li class=\"mw-empty-elt\">\n<li><i>Este artigo foi inicialmente traduzido, total ou parcialmente, do artigo da Wikipédia em <a href=\"/wiki/L%C3%ADngua_inglesa\" title=\"Língua inglesa\">inglês</a> cujo título é «<a href=\"https://en.wikipedia.org/wiki/Isaac_Newton\" class=\"extiw\" title=\"en:Isaac Newton\">Isaac Newton</a>».</i></li>\n<li>Este artigo incorpora texto  (em inglês) da <i><a href=\"/wiki/Encyclop%C3%A6dia_Britannica_(edi%C3%A7%C3%A3o_de_1911)\" title=\"Encyclopædia Britannica (edição de 1911)\">Encyclopædia Britannica</a></i> (11.ª edição), publicação em <a href=\"/wiki/Dom%C3%ADnio_p%C3%BAblico\" title=\"Domínio público\">domínio público</a>.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://librivox.org/search?q=Isaac+Newton&amp;search_form=advanced\">Obras de Isaac Newton</a> (em inglês) no <a href=\"/wiki/LibriVox\" title=\"LibriVox\">LibriVox</a> (livros falados em domínio público) <span typeof=\"mw:File\"><span><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Speaker_Icon.svg/20px-Speaker_Icon.svg.png\" decoding=\"async\" width=\"15\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Speaker_Icon.svg/40px-Speaker_Icon.svg.png 1.5x\" data-file-width=\"500\" data-file-height=\"500\"></span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://scholar.google.com/citations?user=j2MGGBAAAAAJ\">Isaac Newton</a>, publicações indexadas pelo <a href=\"/wiki/Google_Scholar\" title=\"Google Scholar\">Google Scholar</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://scienceworld.wolfram.com/biography/Newton.html\">Biografia da ScienceWorld</a> por <a href=\"/wiki/Eric_W._Weisstein\" title=\"Eric W. Weisstein\">Eric Weisstein</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://makingscience.royalsociety.org/s/rs/people/fst01801333\">Ciência nos</a> artigos de Isaac Newton nos arquivos da Royal Society</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.dlib.indiana.edu/collections/newton\">\"The Chymistry of Isaac Newton\"</a>, pesquisa sobre seus escritos alquímicos</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.is/20030513080422/http://hss.fullerton.edu/philosophy/GeneralScholium.htm\">O \"General Scholium\" dos <i>Principia</i> de <i>Newton</i></a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.phaser.com/modules/historic/newton/index.html\">Primeiro ODE de Newton</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070705191603/http://www.phaser.com/modules/historic/newton/index.html\">Arquivado em</a> 5 de julho de  2007, no <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>. - Um estudo sobre como Newton aproximou as soluções de uma EDO de primeira ordem usando séries infinitas</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://mathgenealogy.org/id.php?id=74313\">Isaac Newton</a> (em inglês) no <a href=\"/wiki/Mathematics_Genealogy_Project\" title=\"Mathematics Genealogy Project\">Mathematics Genealogy Project</a> <span class=\"mw-valign-text-top\" typeof=\"mw:File/Frameless\"><a href=\"https://www.wikidata.org/wiki/Q935#P549\" title=\"Editar isso no Wikidata\"><img alt=\"Editar isso no Wikidata\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Blue_pencil.svg/20px-Blue_pencil.svg.png\" decoding=\"async\" width=\"10\" height=\"10\" class=\"mw-file-element\" data-file-width=\"600\" data-file-height=\"600\"></a></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20061213222519/http://www.ltrc.mcmaster.ca/newton/\">\"A mente de Isaac Newton\"</a> - imagens, áudio, animações e segmentos interativos</li>\n<li>Vídeos de <a rel=\"nofollow\" class=\"external text\" href=\"http://www.enlighteningscience.sussex.ac.uk/home\">ciência esclarecedores</a> sobre a biografia, a ótica, a física, a recepção e os pontos de vista de Newton sobre ciência e religião</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www-history.mcs.st-andrews.ac.uk/Mathematicians/Newton.html\">Biografia de Newton (Universidade de St. Andrews)</a></li>\n<li><span typeof=\"mw:File\"><span><img src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/20px-Wikisource-logo.svg.png\" decoding=\"async\" width=\"15\" height=\"16\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/40px-Wikisource-logo.svg.png 1.5x\" data-file-width=\"410\" data-file-height=\"430\"></span></span> <cite class=\"citation encyclopaedia\"><a href=\"/wiki/Hugh_Chisholm\" title=\"Hugh Chisholm\">Chisholm, Hugh</a>, ed. (1911). «[[s:en:1911 Encyclopædia Britannica/|]]». <i><a href=\"/wiki/Encyclop%C3%A6dia_Britannica\" title=\"Encyclopædia Britannica\">Encyclopædia Britannica</a></i> (em inglês) <a href=\"/wiki/Encyclop%C3%A6dia_Britannica_(edi%C3%A7%C3%A3o_de_1911)\" title=\"Encyclopædia Britannica (edição de 1911)\">11.ª</a> ed. <a href=\"/wiki/Encyclop%C3%A6dia_Britannica,_Inc.\" title=\"Encyclopædia Britannica, Inc.\">Encyclopædia Britannica, Inc.</a> (atualmente em <a href=\"/wiki/Dom%C3%ADnio_p%C3%BAblico\" title=\"Domínio público\">domínio público</a>)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AIsaac+Newton&amp;rft.atitle=&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11.%AA&amp;rft.genre=bookitem&amp;rft.pub=Encyclop%C3%A6dia+Britannica%2C+Inc.+%28atualmente+em+dom%C3nio+p%C3%BAblico%29&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.npg.org.uk/collections/search/person.php?LinkID=mp{{{id}}}\">Retratos de Sir Isaac Newton</a> no <a href=\"/wiki/National_Portrait_Gallery\" title=\"National Portrait Gallery\">National Portrait Gallery</a>, em <a href=\"/wiki/Londres\" title=\"Londres\">Londres</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-pt-hist-cien-logo.png\" title=\"Portal da história da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/40px-Wikipedia-pt-hist-cien-logo.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/60px-Wikipedia-pt-hist-cien-logo.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Hist%C3%B3ria_da_ci%C3%AAncia\" title=\"Portal:História da ciência\">Portal da história da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_katomic.png\" title=\"Portal da física\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nuvola_apps_katomic.png/40px-Nuvola_apps_katomic.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nuvola_apps_katomic.png/60px-Nuvola_apps_katomic.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:F%C3%ADsica\" title=\"Portal:Física\">Portal da física</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_mathematics-p.svg\" title=\"Portal da matemática\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/40px-Nuvola_apps_edu_mathematics-p.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/60px-Nuvola_apps_edu_mathematics-p.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Matem%C3%A1tica\" title=\"Portal:Matemática\">Portal da matemática</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Earth_Eastern_Hemisphere.jpg\" title=\"Portal da astronomia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Earth_Eastern_Hemisphere.jpg/40px-Earth_Eastern_Hemisphere.jpg\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Earth_Eastern_Hemisphere.jpg/60px-Earth_Eastern_Hemisphere.jpg 2x\" data-file-width=\"2048\" data-file-height=\"2048\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Astronomia\" title=\"Portal:Astronomia\">Portal da astronomia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_Kingdom_(3-5).svg\" title=\"Portal do Reino Unido\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/40px-Flag_of_the_United_Kingdom_%283-5%29.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/60px-Flag_of_the_United_Kingdom_%283-5%29.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Reino_Unido\" title=\"Portal:Reino Unido\">Portal do Reino Unido</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_England.svg\" title=\"Portal da Inglaterra\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/be/Flag_of_England.svg/40px-Flag_of_England.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/be/Flag_of_England.svg/60px-Flag_of_England.svg.png 2x\" data-file-width=\"800\" data-file-height=\"480\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Inglaterra\" title=\"Portal:Inglaterra\">Portal da Inglaterra</a></span></span></li>   </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1643\" title=\"Categoria:Nascidos em 1643\">Nascidos em 1643</a><a href=\"/wiki/Categoria:Mortos_em_1727\" title=\"Categoria:Mortos em 1727\">Mortos em 1727</a><a href=\"/wiki/Categoria:Isaac_Newton\" title=\"Categoria:Isaac Newton\">Isaac Newton</a><a href=\"/wiki/Categoria:Fabricantes_de_instrumentos_cient%C3%ADficos\" title=\"Categoria:Fabricantes de instrumentos científicos\">Fabricantes de instrumentos científicos</a><a href=\"/wiki/Categoria:Membros_da_Royal_Society\" title=\"Categoria:Membros da Royal Society\">Membros da Royal Society</a><a href=\"/wiki/Categoria:F%C3%ADsicos_da_Inglaterra\" title=\"Categoria:Físicos da Inglaterra\">Físicos da Inglaterra</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Inventores_da_Inglaterra\" title=\"Categoria:Inventores da Inglaterra\">Inventores da Inglaterra</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Inglaterra\" title=\"Categoria:Matemáticos da Inglaterra\">Matemáticos da Inglaterra</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_do_s%C3%A9culo_XVII\" title=\"Categoria:Matemáticos do século XVII\">Matemáticos do século XVII</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_do_s%C3%A9culo_XVIII\" title=\"Categoria:Matemáticos do século XVIII\">Matemáticos do século XVIII</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Inglaterra_do_s%C3%A9culo_XVII\" title=\"Categoria:Matemáticos da Inglaterra do século XVII\">Matemáticos da Inglaterra do século XVII</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Inglaterra_do_s%C3%A9culo_XVIII\" title=\"Categoria:Matemáticos da Inglaterra do século XVIII\">Matemáticos da Inglaterra do século XVIII</a><a href=\"/wiki/Categoria:Te%C3%B3logos_da_Inglaterra\" title=\"Categoria:Teólogos da Inglaterra\">Teólogos da Inglaterra</a><a href=\"/wiki/Categoria:Crist%C3%A3os_da_Inglaterra\" title=\"Categoria:Cristãos da Inglaterra\">Cristãos da Inglaterra</a><a href=\"/wiki/Categoria:Alquimistas_do_Reino_Unido\" title=\"Categoria:Alquimistas do Reino Unido\">Alquimistas do Reino Unido</a><a href=\"/wiki/Categoria:Presidentes_da_Royal_Society\" title=\"Categoria:Presidentes da Royal Society\">Presidentes da Royal Society</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Cambridge\" title=\"Categoria:Professores da Universidade de Cambridge\">Professores da Universidade de Cambridge</a><a href=\"/wiki/Categoria:Autodidatas\" title=\"Categoria:Autodidatas\">Autodidatas</a><a href=\"/wiki/Categoria:Escritores_por_religi%C3%A3o\" title=\"Categoria:Escritores por religião\">Escritores por religião</a><a href=\"/wiki/Categoria:Alunos_do_Trinity_College\" title=\"Categoria:Alunos do Trinity College\">Alunos do Trinity College</a><a href=\"/wiki/Categoria:Sepultados_na_Abadia_de_Westminster\" title=\"Categoria:Sepultados na Abadia de Westminster\">Sepultados na Abadia de Westminster</a><a href=\"/wiki/Categoria:Rosacruzes\" title=\"Categoria:Rosacruzes\">Rosacruzes</a><a href=\"/wiki/Categoria:Ge%C3%B3metras\" title=\"Categoria:Geómetras\">Geómetras</a><a href=\"/wiki/Categoria:Pol%C3%ADmatas\" title=\"Categoria:Polímatas\">Polímatas</a><a href=\"/wiki/Categoria:Anglicanos_do_Reino_Unido\" title=\"Categoria:Anglicanos do Reino Unido\">Anglicanos do Reino Unido</a><a href=\"/wiki/Categoria:Naturais_de_Lincolnshire\" title=\"Categoria:Naturais de Lincolnshire\">Naturais de Lincolnshire</a><a href=\"/wiki/Categoria:F%C3%ADsicos_te%C3%B3ricos\" title=\"Categoria:Físicos teóricos\">Físicos teóricos</a><a href=\"/wiki/Categoria:Supostos_virgens\" title=\"Categoria:Supostos virgens\">Supostos virgens</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:F%C3%ADsicos_%C3%B3pticos\" title=\"Categoria:Físicos ópticos\">Físicos ópticos</a><a href=\"/wiki/Categoria:Hist%C3%B3ria_do_c%C3%A1lculo\" title=\"Categoria:História do cálculo\">História do cálculo</a><a href=\"/wiki/Categoria:Knights_Bachelor\" title=\"Categoria:Knights Bachelor\">Knights Bachelor</a><a href=\"/wiki/Categoria:Dinamicistas_dos_fluidos\" title=\"Categoria:Dinamicistas dos fluidos\">Dinamicistas dos fluidos</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Portrait_of_Sir_Isaac_Newton%2C_1689_%28brightened%29.jpg/250px-Portrait_of_Sir_Isaac_Newton%2C_1689_%28brightened%29.jpg",
    "view": "isaac_newton"
}