{
    "url": "https://pt.wikipedia.org/wiki/Jacques_Lacan",
    "codigo_http": 200,
    "titulo": [
        "Jacques Lacan"
    ],
    "conteudo": [
        "Jacques-Marie Émile Lacan (Paris, 13 de abril de 1901 — Paris, 9 de setembro de 1981) foi um psicanalista francês. Renovou a psicanálise a partir da década de 1950, promovendo reinterpretações de conceitos freudianos, novas práticas clínicas e uma integração da psicanálise com a linguística saussuriana e o estruturalismo.\n",
        "Depois dos estudos em Medicina, Lacan se orientou em direção à Psiquiatria e fez seu doutorado em 1932, com a tese Da Psicose Paranoica em suas Relações com a Personalidade. Depois de um experiência analítica com Rudolph Loewenstein, passa a integrar a Sociedade Psicanalítica de Paris (SPP) em 1934, e nesta é eleito membro titular em 1938. É depois da Segunda Guerra Mundial que seu ensino toma importância. Teve contato com a psicanálise através do surrealismo e a partir de 1951, opondo-se aos pós-freudianos que promoveram a Psicologia do Ego, propõe um retorno a Freud.\n",
        "O caráter inovador de sua abordagem, seus temas e sua concepção da cura psicanalítica conduziram a cisões com a SPP e instâncias internacionais. Para isso, utiliza-se da linguística de Saussure (e posteriormente de Jakobson e Benveniste) e da antropologia estrutural de Lévi-Strauss, tornando-se importante figura do Estruturalismo. Posteriormente encaminha-se para a Lógica e para a Topologia. Seu ensino é primordialmente oral, dando-se através de seminários e conferências. Jacques Lacan foi um grande intérprete do texto freudiano, propondo resgatar a psicanálise de seus desvios, e dando seguimento à corrente de seu pensamento. \n",
        "Ao longo de todo seu percurso intelectual Lacan manteve interlocução com a abordagem filosófica de autores como Immanuel Kant, Georg Wilhelm Friedrich Hegel, Martin Heidegger, Alexandre Koyré, Jean-Paul Sartre.[1][2][3][4] Seu pensamento influenciou vários filósofos contemporâneos entre os quais Jacques Derrida, Slavoj Žižek, Alain Badiou.[5]\n",
        "Sua primeira intervenção na psicanálise é para situar o Eu como instância de desconhecimento, de ilusão, de alienação, sede do narcisismo. É o momento do Estádio do Espelho.[6] O Eu é situado no registro do Imaginário, juntamente com fenômenos como amor e ódio. É o lugar das identificações e das relações duais. Distingue-se do Sujeito do Inconsciente, instância simbólica. Lacan reafirma, então, a divisão do sujeito, pois o Inconsciente seria autônomo com relação ao Eu. E é no registro do Inconsciente que deveríamos situar a ação da psicanálise.\n",
        "Esse registro é o do Simbólico, é o campo da linguagem, do significante. Lévi-Strauss afirmava que \"os símbolos são mais reais que aquilo que simbolizam, o significante precede e determina o significado\",[7] no que é seguido por Lacan. Marca-se aqui a autonomia da função simbólica. Este é o Grande Outro que antecede o sujeito, que só se constitui através deste - [carece de fontes?].\n",
        "O campo de ação da psicanálise situa-se então na fala, onde o inconsciente se manifesta, através de atos falhos, esquecimentos, chistes e de relatos de sonhos, enfim, naqueles fenômenos que Lacan nomeia como \"formações do inconsciente\". A isto se refere o aforismo lacaniano  [carece de fontes?].\n",
        "O Simbólico é o registro em que se marca a ligação do Desejo com a Lei e a Falta, através do Complexo de Castração, operador do Complexo de Édipo. Para Lacan, \"a lei e o desejo recalcado são uma só e a mesma coisa\". Lacan pensa a lei a partir de Lévi-Strauss, ou seja, da interdição do incesto que possibilita a circulação do maior dos bens simbólicos, as mulheres. O desejo é uma falta-a-ser metaforizada na interdição edipiana, a falta possibilitando a deriva do desejo, desejo enquanto metonímia. Lacan articula neste processo dois grandes conceitos, o Nome-do-Pai e o Falo. Para operar com este campo, cria seus Matemas.\n",
        "Ainda, tal estratégia aparece em Lacan através da temática do desejo como pura negatividade, como “falta-a-ser” primordial que põe a não-adequação entre o sujeito e aquilo que aparece no campo empírico. Neste sentido, também, vale para Lacan o que Sartre havia dito a respeito do desejo como função intencional constitutiva do sujeito. Portanto, algo fundamental do sujeito não encontra lugar no campo intersubjetivo. Para tanto, Lacan faz apelo a fenomenologia do olhar em Sartre, a saber, a este impasse intersubjetivo que, para Sartre aparece principalmente nas relações amorosas. Um exemplo esclarecedor aqui talvez seja a maneira com que Lacan retoma uma certa “fenomenologia do olhar” apresentada por Sartre em sua obra O ser e o nada.[1][2][3]\n",
        "É na década de 1970 que Lacan dará cada vez mais prioridade ao registro do Real. Em sua tópica de três registros, Real, Simbólico e Imaginário, RSI, ao Real cabe aquilo que resiste a simbolização, \"o real é o impossível\", \"não cessa de não se inscrever\". Seu pensamento sobre o Real deriva primeiramente de três fontes: a ciência do real, de Meyerson, da Heterologia, de Bataille, e dos conceitos de realidade psíquica e de pulsão, de Freud. O Real toca naquilo que no sujeito é o \"improdutivo\", resto inassimilável, sua \"parte maldita\", o gozo, já que é \"aquilo que não serve para nada\". Na tentativa de fazer a psicanálise operar com este registro, Lacan envereda pela Topologia, pelo Nó Borromeano, revalorizando a escrita, constrói uma Lógica da Sexuação (\"não há relação sexual\", \"A Mulher não existe\"). Se grande parte de sua obra foi marcada pelo signo de um retorno a Freud, Lacan considera o Real, junto com o Objeto a (\"objeto ausente\"), suas criações.\n",
        "Se existem algumas obras que tratam da vida de Lacan, sua biografia tem como fonte principal o trabalho da historiadora da psicanálise Élisabeth Roudinesco, “Jacques Lacan, Esboço de uma vida, história de um sistema de pensamento”, lançado na França em 1993. Essa biografia foi destacada pelo escopo e qualidade do trabalho realizado, bem como por sua riqueza documental, frequentemente em primeira mão[8][9]. Porém, a obra foi igualmente criticada por certas escolhas bibliográficas e teóricas de Roudinesco[10][11].\n",
        "Jacques Marie Émile Lacan nasceu em 13 de abril de 1901 e foi a primeira criança de uma família da média burguesia que prosperava durante a fase de grande progresso técnico (Belle Époque). Seu avô paterno, Émile Lacan era um representante de vendas que casou com Marie Julie Dessaux, a irmã de seu patrão. Jacques Lacan cresce, em companhia de uma governanta, no apartamento parisiense de seus avós, com os quais vivem seus pais, situação que origina uma ruptura entre pai e avô. É um meio marcado, segundo Roudinesco, pelo “clericalismo e hostilidade aos valores da República e da laicidade. Sua mãe principalmente, Émile Baudry(1876-1948), filha de pensionista enriquecido pelo ouro, é muito devota, enquanto que seu pai, Alfred(1873-1960), se consagra no seu trabalho. Seu irmão mais novo nasceu em 1902 e morreu de hepatite em 1904. Sua irmã, Madeleine Marie Emmanuelle, que se casaria com um primo, Jacques Houlon, e viveria na Indochina, nasceu em 1903. Marc Marie, o caçula de sete anos, se tornou monge beneditino sob o nome de François.\n",
        "Jacques Lacan fez seus estudos no colégio Stanislas, ensino privado católico, onde ele brilhantemente seguiu a partir de 1907 no curso primário, depois secundário, apesar de sua aparência débil e numerosas faltas. Aos quatorze anos, ele descobriu A Ética, de Espinoza, que teria uma grande influência sob ele.\n",
        "No fim da Primeira Guerra, Lacan rompe com seu meio. Na aula de filosofia, durante os anos de 1917-1918, ele recebeu com interesse vivo o ensinamento de Jean Baruzi (com o qual fez laços de amizade posteriormente), autor de uma tese sobre João da Cruz, possuindo uma concepção de estudo das religiões orientada ao estudo científico, histórico e comparativo. Baruzi se interessava igualmente por Leibniz, Paulo de Tarso e Angelus Silesius. Paulo foi uma referência importante na reflexão ulterior de Lacan sobre o desejo e a lei e Angelus Silesius foi citado em várias ocasiões(sobretudo no que diz respeito ao gozo místico).\n",
        "Quando seu pai retornou do front, não era o mesmo pai amoroso de sua infância. O filho renuncia à fé, frequenta a biblioteca de Adrienne Monnier e descobre Dada, o primeiro surrealista, na revista Littérature. Ele conheceu André Breton e Philippe Soupault que experimentavam a escrita automática, tipo de associação livre no viés literário que simulava automatismos mentais – comum em psicóticos. Também foi contra o conselho de seu pai que começasse os estudos de medicina em 1919.\n",
        "Estudante de letras, ele participou da primeira leitura de Ulisses, de James Joyce, à livraria Shakespeare &amp; Co., conduzida por Sylvia Beach em 7 de dezembro de 1922. Em 1923, ele escuta falar pela primeira vez de Sigmund Freud. No mesmo ano, ele foi dispensado do serviço militar pelo fato de sua constituição fraca. Germanista realizado, ele lê Nietzsche em alemão e choca sua antiga escola e sua família propondo a seu irmão mais novo ler para a festa de Sant Charlemagne do ano de 1925 o elogio que ele redigiu para o autor de Para além do bem e do mal.\n",
        "Desde 1923 ele se interessava nas ideias de Charles Maurras, sem no entanto aderir ao princípio antissemita. Em 1924, no final do estágio, segundo uma carta à Charles Maurras, Jacques Lacan interrompe seus estudos de medicina e considera se instalar no Senegal. Antes de partir solicita um apoio: um encontro com o ideologo, talvez para fazer a sua política. A entrevista dura cinco minutos, em seguida passa a participa das reuniões da Ação francesa.\n",
        "Segundo Bertrand Ogilvie, a sociologia positivista de Maurras, que apresenta o sujeito como produto de seu meio, por consequência, de sua cultura, poderia criar um mal entendido com uma concepção que Édouard Pichon imprimiu com a ideia de \"inconsciente nacional\". O jovem Lacan se inspirou na tese etológica de Jakob von Uexküll, sobre o papel determinante do meio não somente sobre a evolução das espécies, mas sobre a elaboração de uma linguagem. Ele se mostra fiel ao projeto espinosista de uma antropologia determinista, desse determinismo que reduz a ilusão cartesiana do livre-arbítrio ao inconsciente de suas determinações, em particular de suas determinações sociais. Ele prefigura a concepção de Claude Lévi-Strauss que identifica o desenvolvimento do psiquismo individual a um jogo na estrutura social a qual pertence este indivíduo.\n",
        "A partida para as colonias não teve lugar e o estudante retoma seu curso na Faculdade de Medicina de Paris em neurologia - a especialidade “psiquiatria” não existia nesse momento.\n",
        "Devido a perda de sua fé durante a adolescência e à responsabilidade de ser o mais velho, ele vive como uma falha pessoal à ordenação sacerdotal de seu irmão à Abadia de Hautecombe em 1926. Em 4 de novembro ele realizou sua primeira apresentação sob a direção do neurologista Théophile Alajouanine na Sociedade Neurológica de Paris. Ele teve exito no concurso que o permitiu começar em 1927, seu internato no serviço “Clinica das Doenças mentais e do Encéfalo” dirigida por Henri Claude e que foi um dos mestres de Lacan na Sainte Anne(no qual permaneceu até 1931) permitindo-o passar assim da neurologia à psiquiatria.\n",
        "Ele se iniciou pelas necessidades das observações à linguística estruturalista de Ferdinand de Saussure – que ele faria uso particularmente fecundo, duas décadas mais tarde – através da obra de Henri Delacroix, ex-aluno de Henri Bergson, ao qual ele fazia referência de um caso de psicose, que ele apresentaria em 11 de dezembro de 1931 à Sociedade Médicopsicológica, onde o delírio se exprime como uma forma de linguagem escrita. É ao descobrir o asilo, o hospital psiquiátrico da época, que, contrariamente ao que é ensinado, mas na linha que Jules Seglas apontou em 1888 e publicou em 1913 da ‘melancolia ansiosa”, o déficit de pensamento dos pacientes não era anterior mas consecutivo às suas alucinações e que ele chega mesmo como delírios, construídos por negação (analgesia, hipocondria, ideia de imortalidade, megalomania, etc), se exprimindo, antes de conduzir à loucura (vésanie), com força e vivacidade num discurso de estrutura gramatical singular, mas rica, notadamente pelos escritos mais ou menos poéticos. É lhe dado a observar, essas são do caso Schreber.\n",
        "À Sainte-Anne, o interno Lacan está no coração da escola da clínica das formas mais inexplicáveis da psicose, essas da paranoia delirante, tais como as descritas de maneira mais fina há alguns decênios por Valentin Magnan, tais que continuam a lhes ensinar Henri Claude. Contudo na maioria dos casos o paciente permanece tratado de forma desumana e a etiologia é atribuída a uma suposta degenerescência psíquica. Lacan se beneficia das mudanças de visões com os alienistas mais brilhantes, da partilha de casos mais destacáveis, e do apoio do círculo de pesquisa que constitui a revista L’Évolution psychiatrique criada por Angelo Hesnard, René Laforgue, Henri Codet, Adrien Borel e Eugène Minkowski.\n",
        "É com o amigo e chefe do serviço de asilo da Maison Blanche Marc Trénel, aluno de Paul Sérieux e especialista em psiquiatria forense, que ele aprende a clínica dos distúrbios da linguagem.  Em 2 de novembro de 1928, ele apresenta à Sociedade neurológica de Paris um caso diagnóstico como sendo pitiatismo, resistente à psicoterapia que ele diagnostica de natureza psiconeurótica na ausência de lesão fisiológica.\n",
        "Ele exerce seu ano de interno de 1928 a 1929 na enfermaria especial dos alienados da sede de polícia de Paris, sob a direção de Gaëtan Gatian de Clérambault. Lacan dirá que é do inventor do automatismo mental e da erotomania que ele aprende a observar os neologismo ‘ideogênicos’ pelos quais Paul Guiraud caracteriza as línguas psicóticas. Apesar de sua oposição ao ponto de vista mecanicista e organicista de Clérambault, e segundo Paul Bercherie dos ciúmes deste, ele reconhece nele, não sem uma ingratidão provocativa ao lugar dos numerosos professores brilhantes que ele teria recebido ensinamento e à Sigmund Freud, nem uma ironia doce contra os que se orgulhavam de uma posição superior, seu “único mestre em psiquiatria”. Além disso, ele qualifica o automatismo mental de Clérambault de “concepção elementar”.\n",
        "Durante o período de interno, Lacan vive num modesto apartamento mobilado, rua da Pompe. Nessa época ele é amante de Marie-Thérèse de Bergerot, quinze anos mais velha, depois cai de amores em 1929 por Olesia Seinkiewicz, segunda mulher de seu amigo Pierre Drieu la Rochelle que  teria sido abandonado por Victoria Ocampo. A união com Olesia duraria até 1933 e permaneceria secreta. Ela datilografou sua tese enquanto que Marie-Thérèse financiou a impressão.\n",
        "De acordo com Victoria Ocampo, ele frequentou o círculo decadente da condessa Isabel Dato onde ele fez amizade com Georges Bataille, que ele não seguira no movimento antiMussolini do Círculo comunista democrático, e com Pierri Drieu la Rochelle, que deixou sua mulher em 1929 para agradas a ciumenta Victoria Ocampo. Esta, de passagem à Paris para organizar uma exposição Agore, promete ao escritor entrar no conselho editorial de sua futura revista Sur.\n",
        "Em julho de 1930, a leitura de L’Âne pourri de Salvador Dalí na revista Surrealismo ao serviço da revolução, lhe permitiria “romper com a doutrina das constituições e passar a uma nova apreensão da linguagem no campo das psicoses” através de uma concepção particular de Dalí nomeado de método paranoico-crítico. Lacan contacta o pintor e vai ouvir no seu quarto de hotel dissertar sobre as relações entre a criação artística e paranoia que permitiria ultrapassar a passividade da escritura automática. A partir de dezembro, retorna ao Cyrano de la place Blanche, o diretor da revista, André Breton, ex-enfermeiro psiquiatra sensível ao papel da suplência no delírio e adepto de Freud que ele foi encontrar em Viena em 1922.\n",
        "Em agosto e setembro de 1930, ele realizou, talvez graças à intervenção de Eugène Minkowski, um estágio na Policlínica de Burghölzli, que é um serviço de psiquiatria ambulatorial, sob a direção do ex-assistente de Carl Gustav Jung e sucessor de Eugène Bleuler, Hans Maier. Ele teve a experiencia de cuidado sem detenção sistemática de 1931 a 1933 no hospital que Henri Rouselle abrira em 1922 nas instalações do serviço de admissões e de enfermaria do hospital Sainte-Anne. Estabelecimento autônomo dirigido por Édouard Toulouse, foi o primeiro serviço aberto. Com sua clínica e seu serviço social, ele prefigura, não sem deficiências, a política de setor que irá estabelecer, em 1960, a partir do impulso dado por Georges Daumezon.\n",
        "É ao longo desse estágio no estabelecimento Henri Rousselle – mais avançado na pesquisa psiquiátrica em Sainte-Anne – que ele obtém um diploma de medico legista e principalmente ele pode fazer a observação da gênese da paranoia e do desenvolvimento do delírio a partir de seus próprios suportes e os teorizar, seguindo o caminho da fenomenologia de Eugène Minkowski, visto em 1931 em “Estruturas das psicoses paranoicas”, primeiro texto doutrinal onde a paranoia é vista como um efeito de estrutura no sentido fenomenológico e sob influencia de Clérambault. Com o chefe da clínica Henri Ey, ele aplica a lição de Hans Maier de relatar os sintomas, além da sua descrição detalhada, à personalidade própria do paciente, concepção emprestada de Karl Jaspers. Para fazer validar sua formação, ele se contraí em um discurso conformista sobre a heterodegenerecencia, mas se esforça em trazer todas as nuances possíveis. Do lado do freudismo, essas são mágoas matizadas de chauvinismo entre apoiadores e opositores do analista profano, ao espetáculo que ele assiste entre 30 e 31 de outubro com seu colega Henri Ey na 6ª Conferencia de psicanalistas de língua francesa.\n",
        "É, no entanto, no departamento vizinho de Henri Claude – que defendia a psicanálise na psiquiatria – que ele aperfeiçoou em companhia de Henri Ey e Pierre Mâle a clínica. É lá que Georges Dumas, titular da cadeira em psicopatologia da Sorbonne, opositor à Henri Claude e à psicanálise e que fora um mestre para Lacan, fundou segundo Michel Caire o célebre Laboratório de psicologia, lugar de todos os debates. É lá que Georges Heuyer, sucessor interino de Ernerst Dupré em 1921, introduziu a psicanálise na instituição hospitalar confiando o posto de psicólogo à Eugénie Sokolnicka. Se ele é um adepto da heredodegenerescencia, Georges Heuyer é sensível à eficácia de uma escuta do paciente, que ele assimila a um auxilio psicológico, e permanece aberto à psicanálise, à condição que seu exercício seja reservado de preferencia à mulheres não médicas. Porque Henri Claud assumiu suas funções em 1922 revogou isto pelo motivo que a psicanálise deveria ser reservada aos médicos, Georges Heuyer, que teve portanto a necessidade de uma prova médica da psicanalise, encoraja o interno Lacan à realizar um salto epistemológico que é oferecer uma etiologia psicanalítica ao delírio. É assim que em 18 de junho de 1931, na ala feminina, a ele é confiado um exame de uma erotomana criminosa, seguido por Joseph Lévy-Valensi e Daniel Lagache, que mostra sua especialidade, a medicina legal.\n",
        "O ano de 1931 foi um ano crucial para Lacan, aquele onde ele começa uma síntese, partindo da paranóia, de “três dominios do conhecimento: a clínica psiquiátrica, a doutrina freudiana e o segundo surrealismo”. Isto irá leva-lo, se apoiando sobre um “brilhante conhecimento da filosofia” e após o “Caso Aimée”, à redigir sua tese que fará dele um chefe de escola.\n",
        "O caso Aimée deu a Lacan argumentos da sua tese de doutorado, intitulado \"Da psicose paranoica e suas relações com a personalidade\". Sustentada em novembro de 1932 em frente a um juri presidido por Henri Claude. Ele obteve o diploma de doutor em medicina, especialidade medicina legal, assim como o título de assistente hospitalar.\n",
        "Sua tese é, segundo Robert Misrahi “colocada sob o signo e espírito” de Espinoza, citado na primeira página e no fim da obra, notadamente através da noção de paralelismo, resposta ao problema da união entre alma e corpo e ao problema colocado na psiquiatria pelas teorias de hereditariedade-degenerescencia. Segundo Bertrand Ogilvie, Jacques Lacan, por uma inversão de uma moral que denuncia a ilusão reitera a lição espinozista que ao contrário a vida psíquica de cada um é de uma agir para a satisfação de suas diferenças e convida a reconhecer que na paranoia “as ilusões não tem menos consistência e interesse que a verdade”, quer dizer que ele tem uma personalidade própria, possivelmente produtiva e poética, e não somente alterada. Esta é substituta a tentativa de dialogo normativa de uma analise dos mecanismos dessas ilusões ao seio de um monólogo psicótico levado a sério.\n",
        "Essa concepção situa a paranoia – e a loucura em geral-, não mais como um fenômeno deficitário caindo na anomalia, mas como uma diferença ou uma discordância em relação a uma personalidade normal. Lacan aproxima o conceito espinozista de discordância com o da clivagem do eu de Freud.\n",
        "A definição e a causalidade da paranoia segundo Jacques Lacan se inscreve numa perspectiva dinâmica e não mais orgânica, questionando o fato que a psicose poderia ter uma origem única, e avançando na ideia de múltiplas determinações. Assim, “Lacan inaugura, à maneira de Freud, um modo de pensamento tópico, que será encontrado ao longo de todo seu trajeto intelectual. Lacan, por meio do caso Aimée deixa a psiquiatria pela psicanálise e “é a Freud e a seus discípulos que ele toma emprestado os conceitos clínicos […] ele aborda o continente da loucura a partir da revolução freudiana e do primado do inconsciente”. Daqui em diante, a paranoia, e a psicose, seriam tomadas como sendo curáveis e Lacan convida a psiquiatria a deixar todo organicismo e a abandonar a posição repressiva para adotar os princípios de tolerância, de profilaxia e da cura psicanalítica.\n",
        "Se a tese ocupa um lugar particular no itinerário de Lacan na medida onde “ela é ainda uma obra de psiquiatria enquanto já é um texto psicanalítico”, ele se destaca da primeira geração psiquiatrica-psicanalista francesa que teria integrado o freudismo a uma revisão da teoria da hereditariedade-degenerescencia, Lacan ao contrário mostra sua recusa “de integrar a psicanálise à psiquiatria” e a “ necessidade absoluta de fazer o inconsciente freudiano destacar-se a despeito da elaboração nosográfica da psiquiatria”; adicionando a esta uma valorização dos conceitos filosóficos e psiquiátricos alemães em detrimentos das concepções francesas, ditas “latinas”, Lacan juntou-se aos surrealistas. Nesta “ seria o primeiro pensador da segunda geração psiquiatrica-psicanalitica a operar uma síntese entre dois grandes formas de penetração do freudismo” na França, entre a maneira psiquiátrica e o modo surrealista. Lacan lamenta não ter conduzido uma cura psicanalítica com Aimée, como ele nota em sua tese.\n",
        "A tese permanece entretanto ignorada pela primeira geração de psicanalistas franceses. Em psiquiatria, é seu camarada Henri Ey que redigirá um comentário elogioso em L’Encéphale. Serão as personalidades do meio artísticos e literários, Paul Nizan, René Crevel, Salvador Dalo, Jean Bernier – todos atravessas em graus diversos por um engajamento marxista -, que contribuíram para fazer de Lacan um “mestre à pensar pelo futuro do movimento psicanalítico francês” tanto quanto um “bardo de uma doutrina materialista no campo das doenças da alma”. Isto levará Lacan a abandonar sua teoria da personalidade de influencia espinozista e a fenomenologia psiquiátrica para se tornar um materialista hegeliano-marxista, o que o levará quatro anos mais tarde a se iniciar na fenomenologia do espírito e ao pensamento heidenggeriano por meio de Kojève e Koyré.\n",
        "Lacan traduziu em 1932 para a Revue française de psychanalyse um texto de Freud publicado em 1922 e intitulado “Alguns mecanismos neuróticos no ciúme, na paranoia e na homossexualidade” cujo tema se referia a uma nova concepção da paranoia.\n",
        "Lacan começou em junho, poucos meses antes da defesa de sua tese, uma psicanálise com Rodolph Loewenstein, médico de Zurich radicado em Paris em 1926 e amante de Marie Bonaparte. Este, um dos únicos analistas de Sigmund Freud na França – além de Eugénie Sokolnicka-, é o patrono da SPP. Essa análise teve início em seus trinta anos e não tem nenhuma formalidade. Ela coincide com o fim das aventuras femininas que o conduziram ao casamento e com um distanciamento dos surrealistas que o inscreveram na carreira médica. Em outubro de 1933, ele é convidado pelo seu professor Hans Maier a escutar Ferdinand de Saussure na conferência anual da Sociedade Suíça de Psiquiatria.\n",
        "Algumas semanas mais tarde, Man Ray e Paul Éluard, perguntam a ele sobre o processo das irmãs Papin. Este tomou um rumo político, os apoiadores da ordem esperavam uma condenação à morte. O assassinado da patroa das duas domésticas é visto como uma expressão da revolta de classe. Jacques Lacan interveio para apoiar seu colega o doutor Logre e os jornalistas Jean e Jérôme Tharaud na contestação dos três especialistas que concluíram como responsabilidade penal. O caso foi a ocassião de retomar a concepção de crimes passionais formulados sobre a tese de que a passagem ao ato é a satisfação de um desejo, uma autopunição, resolvendo um delírio subitamente. Exclui-se dessa forma a premeditação. Ele precisa que a enucleação à rápida resposta a uma imagem, de modo a atingir, do ego ao espelho do outro como o corpo fragmentado que é o sujeito fora da construção edipiana. Ele se apoiará sobre o caso Papin para revisar sua teoria das psicoses em 1950.\n",
        "Em 29 de janeiro de 1934, ele se casou com Marie-Louise Blondin, Malou, irmã reencontrada alguns meses antes de seu amigo Sylvain Blondin, cirurgião de hospitais. Quase simultaneamente à obtenção do título de medico de asilos, sua solicitação de adesão à SPP é aprovada em 20 de novembro de 1934, três dias depois do suicídio de seu antigo professor Gaëtan Gatian de Clérambault.\n",
        "Em fevereiro de 1935, Marie Bonaparte o apresenta à Michel Leiris. Os anos trinta são de sua participação aos seminários que Alexandre Kojève, arruinado pela Grande Depressão, dá sobre a fenomenologia hegeliana na École pratique des hautes études. É um lugar de troca entre personalidade muito diferentes como Raymond Aron, Jean Hyppolite, Georges Bataille… O curso, transcrito por Raymond Queneau, se prolonga em um café na praça da Sorbonne em torno de Maurice Merleau-Ponty, Pierre Klossowski, Alexandre Koyré. Para Lacan, é um momento de formação intelectual importante. No discurso de Kojève, ele descobre formulado em sistema o que a clínica dá a ver, a concepção espinozista do desejo humano como desejo de desejo, a dimensão, primordial para Lacan, como para Kojève, do reconhecimento, de fato, a afirmação da natureza imaginária do Eu.\n",
        "Em 1936, ele muda-se para Boulevard Malesherbes 97, onde ele abre um consultório psicanalítico. É lá que na presença silenciosa do psiquiatra ficavam os conselhos editoriais da L’Acéphale, antítese da revista “científica” L’Encéphale. A revista prolongou no campo literário o combate político do movimento Contre attaque, dissolvido em março de 1936 após a ruptura entre Georges Bataille e André Breton. Esse movimento, sustentado pela revista La Critique Sociale na sua oposição ao Stalinismo, era ele mesmo uma dissidência fundada em 7 de outubro de 1935 em resposta a exclusão do Partido Comunista dos Surrealista, acusados por Ilya Ehrenbourg de “pederastia”, e em reação ao suicídio de René Crevel.\n",
        "Em agosto, Jacques Lacan participou pela primeira vez ao congresso da IPA, realizada nesse ano em Marienbad. Ele foi convidado em 31 de julho à pronunciar uma comunicação breve sobre o Estádio de Espelho, cujo texto foi perdido, mas o presidente Ernest Jones, conhecido por ser pouco complacente, não o deixou terminar além do prazo de dez minutos. Esta é a primeira vez que não se atrevem a simplesmente parafrasear Freud, de se referir à estudiosos não psicanalista, no caso de Henri Wallon, de propor um conceito original. A recepção é bastante calorosa.\n",
        "Em 8 de janeiro de 1937, nasceu sua primeira filha, Caroline, futura mãe de Fabrice Roger-Lacan. “Malou” teria duas outras crianças de Lacan, Thibault, nascido em 1939, e Sibylle, nascida em 1940.\n",
        "Em 1938, a Enciclopédia Francesa recorreu ao Doutor Lacan para redigir o artigo Família, mas o reconhecimento pelos seus pares, de fato Rudolph Loewenstein, de sua prática psicanalítica, enquanto que seu colega Daniel Lagache, universitário associado, é titulado pela SPP desde 1937. De simples membro, ele tornou-se um membro titular em 20 de dezembro de 1938 depois de uma exposição clínica ilustrando a renovação da psiquiatria pela psicanálise, nomeadamente o conceito de impulso e mais genericamente a prática de escuta dos pacientes. À procura de uma estrutura pré-edipiana correspondente ao Estádio do Eu fragmentado, ele traz a essa ocasião uma noção de Real, lugar de um “pulsão em estado puro” que se manifesta por uma “beatitude passiva” face ao horror. Loewenstein condicionou seu apoio a esta candidatura, e continuou sua análise com ele. Praticamente titular, Lacan termina sua analise.\n",
        "Em 1º de abril, ele recebe em Sainte Anne, Antonin Artaud, que foi preso em Dublin por escândalo sobre uma via pública. O atendimento dura onze meses, até a transferência do paciente à Ville Évrard no antigo serviço de seu professor Marc Trénel. Ele diagnostica uma grafomania, quer dizer, ao contrário da visão de seu colega Nodet, uma salvação possível, pela escritura, como ocorreu com James Joyce.\n",
        "Durante o ano de 1939, o ano da morte de Sigmund Freud, ele mudou-se para a rua de Lille 3 e construiu uma ligação com a atriz cinematográfica Sylvia Bataille, nascida Maklès. Ela era casado com seu amigo Georges Bataille mas vivia uma vida de festa, de devassidão e de álcool que os tinha separado desde 1933. Ele estava mobilizado e atribuído ao hospital militar dos Franciscanos em Pau.\n",
        "Em 13 de junho de 1940, na véspera da entrada dos alemães à Paris, sua colega Sophie Morgenstern se suicida. Jacques Lacan, desmobilizado dos serviços de saúde dos exércitos, uniu a família em Marseille , principal cidade de zona livre, onde ele encontra André Malraux, com pouco dinheiro. Ele aluga a casa que possuía em Roquebrune para abrigar sua amante grávida. A mãe de Judith Bataille declarou imprudentemente sua filha como judia ao comissariado de Cagnes, seu futuro genro é contrabandeado na sala onde são armazenados os dossiês e os esconde numa prateleira. Ele encontra a irmã de Sylvia Bataille e o cunhado desta, André Masson à Montredon na casa da Condessa Pastré, cuja associação Pour que vive o espírito escondido dos artistas, tais como Youra Guller, sob o âmbito da lei contra os judeus e serve de antena legal à rede do Centro americano de socorro.\n",
        "Em 1941, enquanto eles dois ainda são casados, nasce Judith Bataille – filha de Jacques Lacan e Sylvie Bataille – à qual a lei confere o nome do marido de sua mãe. A escolha do nome de uma heroína judia e é por si só um programa e nessas circunstâncias, um desafio. A mulher legítima pede então o divorcio que será emitido após a guerra.\n",
        "Com falta de dinheiro, incapaz da dar o seguro financeiro que André Malraux pediu para libertar seu irmão, ele retorna à Paris para tomar seu posto no serviço agora dirigido por Henri Ey em Sainte-Anne. Os muitos pacientes chegam desnutridos, morrendo de fome e de frio. Colocada como governanta na casa do pai de Lacan, Aimée escapa desse destino.\n",
        "Uma parte do hospital foi requisitado pelas forças de ocupação para servir de hospital militar, um outro abrigo, o Front nacional sanitário comunista de rede, dirigido por Lucien Bonnafé.\n",
        "O tráfico de falsos certificados floresce. Jacques Lacan oferece assistência a um colega, Jacques Biézin, ameaçado pelas leis anti-semitas, mas ele permanece atrás do engajamento de seus colegas da resistência, Julian de Ajuriaguerra, Jean Talairach, Pierre Deniker, René Suttel, Henri Cénac-Thaly, que foi preso em 1943, o capitão Delcourt, Virginie Olivier alias Charlotte, que morreu em Ravensbrück.\n",
        "Durante toda a ocupação, foi proibido de publicar ou ensinas, mas, como John Leuba e Françoise Dolto, continuavam em privado uma atividade psicanalítica, que transfere para um novo apartamento do prédio ao lado, rua Lille 5. Entre seus pacientes, René Diatkine, um amigo de Julian de Ajuriaguerra. É durante esses anos de silencio que ele aprende com Paul Demiéville o chinês, língua “ideográfica” que interroga menos a verdade do significante que a relação do significado ao signo.\n",
        "Em 19 de março de 1944, ele está com Jean-Paul Sartre, Simone de Beauvoir, Raymond Queneau, Pierre Reverdy, Dora Maar, que interpreta o papel da Angústia, Brassaï, Valentine Hugo, Zanie Campan, Maria Casarès do círculo que assistia a leitura que fez Albert Camus no apartamento de Michel Leiris do escrito por Pablo Picasso -Le Désir attrapé par la queue.\n",
        "Dora Maar, com ciumes da jovem Françoise Gilot, não sente nada mais que desprezo por Picasso. Alguns meses mais tarde, ela mergulha no rancor e é hospitalizada contra a sua vontade no Sainte-Anne em março de 1945 depois de um escândalo em via pública. O médico chefe Jean Delay deixa prescrito uma sismoterapia experimental criada em 1943. Este, opositor dos métodos medicais nazistas e promotor de uma sismoterapia respeitosa ao indivíduo e atenta a dor, foi nomeado pelo interino seguida da sua exclusão profissional consecutiva à lei de 16 de agosto de seu amigo Joseph Lévi-Valensi, deportado apesar de seus esforços para o proteger. Detentor do único tratamento eficaz em caso de delírios agudos, ele estava distante da psicanálise de seus mestras que fizeram a especificidade do serviço no tempo de Henri Claude. Alertado por André Breton, Lacan falha em 15 de março de 1945 em transferir uma paciente em urgência sob um falso certificado mas terminar por obter a assinatura de Jean Delay, depois de ter sido insultado, autorizando a transferência para o hospital de Bonneval dirigido pelo seu amigo Henri Ey desde 1938. Ele a curaria e teria sucesso ao orientá-la a uma vida possível na religião e na arte. Ele recebe um primeiro relato detalhado da mulher de Georges Duthuit, que voltara.\n",
        "De movimentos como o do linguista Édouard Pichon, teorizando um inconsciente nacional dependente da língua, passando ao segundo plano do fato das experiências recentes.\n",
        "O exílio de Loewenstein, amante de Marie Bonaparte, fervoroso defensor do biologismo e autoridade moral dos pioneiros da psicanálise, conduz uma mudança nas relações de força. Nesse pós-guerra, a figura de Lacan toma importância por conta de uma efeito de aspiração: ele fez parte de alguns titulares que não escolheram o exílio.\n",
        "Em 1949, ele torna-se o supervisor de Moustapha Safouan.\n",
        "Ele participa das reuniões da Ordem dos médicos organizadas entre 1951 e 1952 ao tema da liberdade do exercício da psicanálise pelos não-médicos à ocasião da relação com Margaret Clark-Williams. Ele se pronuncia a favor da análise profana por uma razão clínica, a necessidade para o psiquiatra de analisar a personalidade, e uma razão prática, a insuficiência do número de médicos. Ele precisa que os psicanalistas tem a expertise que falta aos psiquiatras ao terminarem as suas formações. Com Georges Heuyer, ele se coloca no campo de Daniel Lagache. Seguido por André Berge, Georges Parcheminey, Juliette Favez-Boutonier entre outro, os que se opõem, notadamente por uma concepção de ensinamento universitário da psicologia, ao monopólio dos médicos representado por Jean Delay, Sacha Nacht e Jean-Robert Debray, que tem a tarefa de controlar uma prática lucrativa e o desenvolvimento de uma psicanálise concorrente do Largactil colocado em marcha em 1952 por Pierre Deniker.\n",
        "No final dos anos 40 e início dos 50 a tópico das sessões curtas começa a ser tratada por Lacan. É a época de mais sessões de longa duração do que sessões verdadeiramente curtas – como no fim de sua vida onde ele conduz sessões de alguns minutos. O assunto torna-se o vaso de Soissons da psicanálise francesa. Lacan recebe uma primeira advertência em relação a essas sessões em 1951. Após a rebelião dos estudantes de psicanálise em 1953, devido à obscuridade do funcionamento e a um certo autocratismo do instituto que estava a cargo do ensino, uma crise institucional agitou a SPP. Essa crise mistura os problemas de distribuição de poderes entre a Sociedade de psicanálise e o instituto, o peso respectivo das diferentes correntes e as práticas – desaprovadas por quase todos à época – de Lacan. Retiram seu título de presidente da SPP. Daniel Lagache sai da SPP e decide fundar um instituto de inspiração universitária, a Sociedade francesa de psicanálise, seguido por Françoise Dolto e Juliette Favez-Boutonier. Lacan os segue, pelo menos por um tempo. Ele é uma das causas, mas não o fomentador dessa primeira cisão. A Associação Psicanalítica Internacional decide que a nova sociedade só poderá ser filiada depois de investigas os métodos de ensinamento e de análise -  o que visa implicitamente Lacan.\n",
        "Entre 1953 e 1954, Lacan operou uma virada que o faz abandonar momentaneamente suas referências à Hegel(hegelianismo à moda de Kojève) pelo estruturalismo. Quando Lacan abordou a função do simbólico e a necessidade de um pacto entre o Eu e o pequeno outro, é assim que ele toma apoio na noção de estrutura, que é estritamente equivalente a noção de linguagem. É no seu grande texto inaugural “Função e campo da fala e da linguagem” que ele se refere aos estudos de Claude Lèvi-Strauss, para anunciar, em seguida, essa grande lei primordial das trocas e da parentalidade.\n",
        "Ele introduz em 1953 conceitos que se tornaram fundamentais na sua obra, os três registros: Real, Simbólico e Imaginário. Ele começa a trabalhar numa teoria do significante redescobrindo Ferdinand de Saussure e se apoiando sobre Roman Jakobson. É também aí que ele começa a citar regularmente a tese de Claude Lèvi-Strauss, As estruturas elementares do parestesco.\n",
        "Em 1960, Henri Ey organiza um colóquio à abadia Saint-Florentin de Bonneval sobre o tema do inconsciente: Reuniram-se psicanalistas da nova geração, filósofos como Merleau-Ponty e Jean Hyppolite. “Para Lacan, Bonneval é um grande desafio”, escreve Élisabeth Roudinesco: “Ele se coloca para, frente a IPA, fazer a demonstração na França que freudismo revisto e corrigido pela linguística tem o estatuto de uma ciência plena”. Quase todos os debates se relacionam mais ou menos à teoria lacaniana do inconsciente, daqui em diante formada nas suas grandes linhas e resumida pela palavra de ordem lacaniana por excelência: “o inconsciente é estruturado como uma linguagem”. Mas, explica Roudinesco, se “todos os filósofos rendem homenagem ao trabalho de Freud”, “nenhum aceita a revisão de Lacan”, e a historiadora cita a declaração de Merleau-Ponty: “Eu sinto um desconforto em ver a categoria da linguagem tomar todo o lugar”. O jovem Jean Laplanche, enquanto isso, começou a criticar sobre o plano metapsicológico essa concepção linguística de inconsciente no relatório escrito com Serge Leclaire e submetida à discussão no Colóquio de Bonneval. A partir dessa época, a psicanálise na França parecia se resumir a: ser a favor ou contra Lacan. Ele ganhou uma posição central e cristalizou os debates.\n",
        "O pai de Lacan morre dia 15 de outubro.\n",
        "Os doze anos que decorrem entre a fundação da SFP e sua dissolução em 1965 foram um período de grandes mudanças na paisagem psicanalítica francesa. De um ponto de vista institucional, foram dez anos de negociações para que os psicanalistas que fizeram a cisão em 1953 fossem reconhecidos pela IPA.\n",
        "A sondagem da IPA se concentrará progressivamente sobre Lacan e suas sessões ditas curtas – na época da duração variável, essa duração sendo sempre inferior à norma da IPA. A investigação concluirá, em 1963, que a SFP pode receber a aprovação se ela retirar Lacan(e Françoise Dolto) seu título de analista didata, ou seja, retirar o direito de formar psicanalistas e de continuar seu ensino. Isso provoca a dissolução da sociedade fundada por Daniel Lagache, todos os que não praticam e não sustentam a técnica de Lacan se veem condenados à exclusão das instancias internacionais se continuarem a proteger Lacan. Assim nasce em 1964 a Associação Psicanalítica da França, sob os auspícios de Daniel Lagache, Jean-Bertrand Pontalis, Didier Anzieu, Jean Laplanche e Juliette Favez-Boutonier. Para os lacanianos, será a Escola francesa de psicanálise, logo renomeada Escola freudiana de Paris.\n",
        "Em 1964, sua filha Judith Bataille obtém enfim a mudança de nome para Judith Lacan.\n",
        "Aos 63 anos, Lacan funda sua própria escola. Os estatutos dessa Escola freudiana de Paris suprime toda hierarquia. Promovendo a emergência de jovens talentos, essa estrutura utópica, com grande falhas futuras, foi difamada à posteriori e paradoxalmente de colocar o fundador em posição de mestre. Os órgãos de decisão são efetivamente compostos por ele e não excederiam suas opiniões.\n",
        "O fenomenologista François Wahl organizou a edição dos Escritos, que foram publicados pela Seuil em 1966. A obra dá um assento estruturalista à psicanálise e, golpe de gênio de François Wahl, muda em um flash a paisagem intelectual. Assim, Lacan fez parte dos tenores do estruturalismo e seu nome é citado juntamento com Claude Lèvi-Strauss, Roland Barthes, Michel Foucault. Essa celebridade tardia provoca um afluxo importante de jovens à EFP, no mesmo tempo que, torna-se inevitável o fenômeno de massa. Imitam seu dandismo(à moda de Salvador Dalí), seu estilo de discurso com escansão singular, mas, a evidencia da eficácia da palavra provocativa, zombam dela também. A língua francesa se encontra marcada irreversivelmente e das torções lacanianos terminam inconscientemente pela entrada na linguagem dos jornalistas depois na língua corrente. Não sem um certo mal-entendido, maio de 68 acentua o fenômeno lacaniano, o que se vê assaltado por admiradores maoístas.\n",
        "Lacan introduz em 1969 uma prática experimental para habilitar um psicanalista como psicanalista de escola, “la passe”, que se revelará um fator de dissenso e uma falha segundo uma confissão de Lacan. Fator de dissenso por que a adoção desse procedimento provoca imediatamente uma cisão: diversos membros históricos como François Perrir, Piera Aulagnier e Jean-Paul Valabréga demitem-se da EFP e fundam o “Le Quatrième Groupe”(Organização Psicanalítica de Língua Francesa – OPLF). Uma falha, porque esse procedimento, feito para evitar armadilhas de idealização e burocratização, vai ter o efeito inverso do desejado. Em onze anos, somente dezessete pessoas “passaram” com sucesso.\n",
        "Pouco depois da fundação de sua escola, Lacan opera uma nova torção no seu ensinamento, que chamaria de “sucessão logicista”. Seguido das intervenções do jovem Jacques-Alain Miller, Lacan se volta a Frege, Gödel e a topologia. Seu objetivo é assegurar que a recepção de seu ensinamento não seja sujeita à derivações que marcaram, segundo ele, a recepção da obra freudiana. Os nós, as formas impossíveis, os matemas vão daqui em diante invadir os seminários do mestre e torná-los de difícil acesso. Lacan espera assim sair definitivamente do caráter ainda muito descritivo disso que ele qualifica de linguisteria.\n",
        "Depois de ter suturado temporariamente o destino da psicanálise às ciências sociais, é a fuga em direção às ciências exatas: “Tudo o que restava, único alimento do eremita no deserto, a matemática”. Ele poderia também perguntar a uma pessoas por vir três vezes por três sessões de alguns minutos no mesmo dia e manter uma hora inteira na semana seguinte. Ele poderia se levantar, comer, escrever durante as sessões. Ele chega a seu escritório todo o dia durante um fluxo ininterrupto de pessoas. As coisas são ao ponto de que frequentemente não se pode ter compromissos.\n",
        "Aproveitando a reforma das universidades consecutivamente aos eventos de maio de 68, Lacan, de início assistido de Serge Leclaire, tenta implantar-se na universidade pelo caminho de um departamente de psicanálise em Vincennes(Paris VIII). Apesar da posição do presidente do departamente, ele não ocupará nenhum posto, mas o departamento seria uma espécie de bastião lacaniano. Essa última experiencia cristalizaria as oposições já existentes entre diferentes correntes no seio da EFP. A recuperação começada no departamento em nome de Lacan por Jacques-Alain Miller em 1974, marcado pela substituição de diversos professores, provocou uma viva polêmica dentro e fora da faculdade, em psicanalistas e não-psicanalistas.\n",
        "Alguns anos mais tarde, o suicídio de um psicanalista que falhou no processo do passe serviu de revelador das dissensões de uma escola que muito se duvidava que ainda era liderada pelo mestre e não por sua comitiva.\n",
        "Na verdade, Lacan teve ausências, se mostra mais e mais cansado e delega mais e mais a gestão ao seu genro Jacques-Alain Miller. Ele decide dissolver a EFP. Depois de alguns anos de crise perpétua, a única escola fundada por Lacan, é dissolvida em 5 de janeiro de 1980.\n",
        "Sofrendo de um câncer no cólon que tardou à operar, já muito debilitado desde um acidente de carro em 1978, Lacan reduziu sem cessar as suas atividades a partir de fevereiro de 1980. Em 15 de março,  escolhe, não sem humor, o hotel Pullman Saint Jacques para pronunciar com uma voz clara e forte, de pé durante mais de uma hora em frente a uma audiência de oitocentas pessoas, uma conferência intitulada “Dissolução”, que é um programa de refundação da “Causa freudiana”. Sua última intervenção pública é dada na conferencia internacional que ocorreu em Caracas de 12 a 15 de julho de 1980.\n",
        "Em 16 de novembro, ele ficou muito afetado pela passagem ao ato de Louis Althusser, que se culpa por não ter cuidado ele mesmo. Durante seus últimos meses, ele se recupera de uma afasia, consequência de um AVC, na casa de sua filha Judith Lacan e seu genro Jacques-Alain Miller, onde o quarto de seu filho pequeno está disponível. Enquanto sua agenda está cheia de compromissos, ele morre em 9 de setembro de 1981 na clínica Hartmann em Neuilly sur Seine, de uma insuficiência renal consecutiva a ablação de urgência do tumor: “Eu sou obstinado… eu desapareço”(Falece em sua casa, 74, rua d’Assas em 9 de setembro de 1981 às vinte e três horas quarenta e cinco minutos no  6e arrondissement de Paris, segundo seu atestado de óbito.\n",
        "Em 10 de setembro, seu irmão Marc François, silencioso beneditino, rende-lhe homenagem na igreja Saint Pierre du Gros Caillou: “Jacques Lacan falou”. O corpo foi enterrado com a presença de toda a família, reunida fisicamente mas não moralmente, no cemitério de Guitrancourt, próximo de La Prévoté, sua casa de campo. O genro, através do testamento, é encarregado de editar e publicar os vinte volumes póstumos dos vinte e cinco do Séminaire.\n",
        "O ensino de Jacques Lacan orienta-se a partir de uma máxima: O retorno a Freud. A vontade de um retorno a Freud supõe que Lacan considerava a existência de uma lacuna na França, cujo desejo de retornar à obra de Freud, de retornar a ela, e que ele colocou implicitamente em questão a qualidade das traduções, do ensinamento dos psicanalistas e dos teóricos da psicanálise de sua época. Lacan se opôs desde o começo ao que ele considerava uma deriva da psicanálise, tal como a psicologia do Ego, representada por Anna Freud e Rudolph Loewenstein.\n",
        "Além das diferenças teóricas com seus pares, o que caracterizava a atitude de Lacan no seu retorno a Freud era uma leitura que não procurava permanecer na ortodoxia freudiana, mas sim identificar o que há de mais subversivo e coerente na obra de Freud, assim como formula Jean-Michel Rabeté: “Da mesma forma que Althusser se perguntava como ler Marx de maneira “sintomática”, separando o que é autenticamente “marxista” e o que é puramente “hegeliano” nos seus escritos, Lacan se pergunta onde e como localizar os textos onde Freud se mostra autenticamente freudiano.\n",
        "Lacan deixou de lado as especulações de Freud no tocante à biologia. O retorno a Freud não consiste somente em uma crítica ao ensino dos alunos de Freud, mas uma verdadeira leitura do ensinamento de Freud.\n",
        "É nesse modo de conceber seu retorno a Freud que se pode perceber o pensamento lacaniano, que retorna cada vez a Freud, que se renova com a ajuda dos avanços no campo do saber de seu tempo – a linguística por exemplo não tinha, no tempo de Freud, a solidez que adquire no pós-guerra.\n",
        "A teoria da foraclusão do Nome-do-Pai que forma o pivô da doutrina lacaniana encontra seu fundamento no drama da paternidade de Lacan que reconheceu muito tardiamente sua filha Judith, a qual portou durante muito tempo o nome do primeiro marido de sua mulher Sylvia Bataille.\n",
        "A reflexão de Jacques Lacan provém da psicogênese da loucura. A loucura não é sem razão: “Não é louco quem quer”. Para elaborar essa clínica da psicose, Jacques Lacan se apoia sobre a lição dada para Sigmund Freud na qual “o que é foracluído do simbólico retorna no real”.\n",
        "“O termo Verwerfung mostra-se de difícil tradução. Inicialmente, Lacan propôs recusa ou supressão como substituto possível para o termo alemão. Posteriormente, sugeriu o termo jurídico foraclusão, que remete à impossibilidade de elementos serem incluídos em um processo em função do tempo de inserção.”[12]\n",
        "O processo pelo qual o sujeito se constitui em uma estrutura psicótica e não neurótica, Freud descreveu sob o termo de Verwerfung. Lacan, leitor atento de Freud, nota como esse processo não é um mecanismo projetivo. Lacan esquematiza o processo de exclusão da linguagem metafórica sob o termo de foraclusão, quer dizer não somente um mecanismo projetivo em direção ao exterior do Eu mais uma interiorização chamada recalcamento, mas ainda a não introdução de um terceiro na relação da criança com o Outro materno. Daí suas pesquisas sobre o estádio de espelho e sua reflexão sobre a estrutura da linguagem.\n",
        "Este não é um postulado, mas uma hipótese nova à prova de uma clínica herdada das escolas de psiquiatria francesa e alemã e da prática psicanalítica, hipótese já subjacente senão explícita no estudo que faz Sigmund Freud dos lapsos e jogos de palavras, por exemplo. É uma fase central na elaboração teórica de Lacan que dá uma boa ideia geral do seu pensamento. Ela lembra, utilizando o conceito de inconsciente, que Lacan se inscreve na corrente psicanalítica. Ela indica, com o termo de estrutura, a abordagem particular de Lacan, que é aproximado ao estruturalismo. Enfim, ela especifica sua abordagem, que consiste principalmente na importância dada à natureza da linguagem na explicação do funcionamento psíquico.\n",
        "Freud havia designado o inconsciente como conceito explicativo do funcionamento psíquico. Ele o tinha estudado a partir de suas manifestações, seja normais ou patológicas. O abandono de métodos de hipnose e de sugestão marcaram uma virada no pensamento freudiano, virada que começou a permitir à psicanálise sair da simples técnica da sugestão e da psicoterapia. A partir desse momento, Freud não interpreta mais a doença psíquica em função da fala do paciente.\n",
        "Lacan sublinha que, no trabalho de Freud, o inconsciente se deixa ser apreendido de duas maneiras: quando o locutor ou o sonhador comete um deslocamento (diz uma palavra ao invés de outra) ou quando produz uma condensação (como a palavra “famillionär”, analisada por Freud). Ele afirma que o deslocamento e a condensação, no caso, a metonímia e a metáfora, são as duas únicas maneiras de produzir significação se nós nos referimos à teoria de Jakobson, e que assim o inconsciente teria um funcionamento comparável à da linguagem.\n",
        "Lacan renovou a concepção de Freud operando uma leitura estruturalista de sua obra, utilizando para isso ferramentas da linguística.\n",
        "Lacan, realizando uma leitura rigorosa de Freud, mostra que Freud já tinha uma perspectiva estrutural a partir da segunda tópica. Lacan afirmou diversas vezes dever o conceito de estrutura à Claude Lévi-Strauss, que foi um leitor atento de Freud. A tese de Lévi-Strauss, Les Structures élémentaires de la parenté, é a obra escrita por um contemporâneo mais citada nos seminários de Lacan.\n",
        "A seguinte definição ilustra o sentido que Lévi-Strauss dá ao termo “estrutura”:\n",
        "“Também elas [as instituições humanas] são estruturas em que o todo, isto é, o princípio regulador, pode ser dado antes das partes, isto é, este complexo conjunto constituído pela terminologia da instituição, por suas conseqüências e implicações, pelos costumes graças aos quais se exprime e as crenças a que dá lugar. Este princípio regulador pode possuir um valor racional sem ser concebido racionalmente. Pode exprimir-se em fórmulas arbitrárias sem ser privado de significação”.\n",
        "Dessa definição destaca-se que o “todo” da estrutura é o princípio regulador, independentes das partes. A estrutura de Lévi-Strauss é uma estrutura lógica, um conjunto de relações e de termos intercambiáveis. Lacan observa a eficácia desse princípio regulador, a estrutura do sujeito, no desencadeamento do delírio ou, no caso de esquizofrenia, a ineficiência. Ele o reconhece, de forma mais geral, em toda manifestação do inconsciente, como um certo emaranhamento, em cada um dos momentos precisos da história do sujeito, de três registros: o Real, o Simbólico e o Imaginário (o que ele chamou de RSI).\n",
        "Lacan se rodeia a partir de 1972 de vários matemáticos jovens. Com a ajuda de Jean-Michel Vappereau, ex-estudante de matemática, representa esse intrincamento das três funções através de um nó borromeano. A estrutura do nó se dá de forma que não importa qual dos três anéis se rompa, o nó se desfaz. Esse “tripé R.S.I” marca o ponto culminante de sua pesquisa anterior, numa perspectiva topológica, juntamente com um novo paradigma. É um dos conceitos chave de sua obra.\n",
        "A cadeia lógica que representa a divisão subjetiva ($), o significante mestre (S1), o significante do saber (S2), o objeto a pode se posicionar sobre quatro posições (verdade, agente, outro, produto) e assim determinar a modalidade do discurso que caracteriza o sujeito.\n",
        "O discurso do mestre\n",
        "Por causa de sua divisão subjetiva (no lugar de verdade), o mestre (o agente) endereça seu domínio ao outro caracterizado pelo seu saber. Uma falta-a-gozar (o objeto a) é produzido. Nesse discurso o que domina é a lei.\n",
        "Lacan toma a dialética hegeliana do senhor e do escravo como representativa do discurso do mestre. O S1, significante mestre(a lei que encarna no mestre), movido pelo poder, dirige-se ao saber do escravo (S2). Nessa relação produz-se o objeto a, o excesso, o mais-de-gozar, que se encontra ligado ao saber (o escravo). O $, sujeito barrado, encontra-se no lugar de verdade, submetido ao S1 e alheio à produção, ou seja, esse discurso não leva em consideração o sujeito.\n",
        "O discurso da histérica\n",
        "A histérica (como agente) endereça ao mestre (como outro) sua divisão subjetiva. A verdade, causa dessa divisão, é que a histérica está dirigida para o objeto a. O efeito produzido sobre o outro será que ele retornará à histérica um saber (S2) necessariamente impróprio à satisfazer sua natureza desejante e à preencher sua divisão. O sintoma é dominante no discurso da histérica.\n",
        "Fato que retrata o discurso da histérica é que Freud foi impelido pelas histéricas a produzir um saber sobre o sintoma.\n",
        "O discurso da histérica não deve ser confundido com a histeria propriamente dita. Nem o discurso do psicanalista com a psicanálise. Numa analise ideal, o psicanalista ocupa o lugar de agente do discurso do psicanalista, causando o sujeito e dirigindo-se a sua divisão subjetiva, ao mesmo tempo que mantém o analisante na posição de agente do discurso da histérica, dirigindo-se ao mestre e questionando seu saber.\n",
        "O discurso do analista\n",
        "Quando Freud recebeu de uma paciente histérica a ordem de se calar, ele entrou na posição de agente do discurso do analista. Seu silêncio, sua falta de resposta, dividiu o sujeito fazendo-o produzir significantes da sua singularidade.\n",
        "É o discurso causa da transferência. O agente é o objeto a - causa do desejo-, o outro é o sujeito barrado, o produto é o S1. O saber, S2, está no lugar da verdade.                              O discurso do analista é o único em que o sujeito ocupa o lugar do outro, diferentemente do discurso do mestre que provoca um assujeitamento do outro.                                                  É no discurso do analista que o saber do Édipo está no lugar da verdade como castração. É esse saber que sustenta o ato analítico, revelando que neste nem tudo é possível, que é um saber não-totalizado.\n",
        "O discurso do analista revela que S1 é puro traço, não pode ser encarnado: A pura materialidade significante é a característica da produção do sujeito numa análise. Nos outros discursos o S1 é necessariamente encarnado numa figura; lei, mestre e autor, os S1 dos respectivos discursos: do mestre, da histérica e do universitário. Assim, o discurso do analista é o único discurso que não é do semblante. O que domina no discurso do analista é o mais-de-gozar.\n",
        "O discurso universitário\n",
        "S1 em posição de verdade no discurso universitário. O outro é tratado como objeto, assim a partir do saber há uma tendência em objetificar o outro. O que é produzido é o sujeito dividido ($) que se revolta ou sintomatiza ao ser tratado como objeto a. Tal discurso exprime uma tirania do saber científico que dissocia o sujeito de seus significantes primordiais. Ao outro resta apenas o silêncio ou enunciados que serão a repetição do saber universitário. Diferentemente a isso, a indagação da histérica ao mestre produz um saber novo(insabido), e não a reprodução de um saber pré-concebido. O que domina no discurso universitário é o saber.\n",
        "Alan Sokal e Jean Bricmont, em Imposturas Intelectuais, fazem uma crítica no primeiro capítulo ao uso que Lacan faz de diversos conceitos matemáticos: “Nós não pretendemos jugar a psicanálise de Lacan, a filosofia de Deleuze ou os trabalhos concretos de Latour em sociologia. Nós nos limitamos às enunciações que relacionam seja às ciências físicas e matemática, seja aos problemas elementares da filosofia das ciências.” Os autores se interessam notadamente ao uso dos paradoxos concernentes aos fundamentos dos matemáticos (paradoxos de Russel ou de Cantor). Embora admitindo que os matemáticos são nessa área menos maltratados, eles sublinham que “nenhum argumento é dado para ligar os paradoxos pertencentes aos fundamentos da matemática e a lacuna que constitui o sujeito em psicanálise”.\n",
        "A matemática e psicanalista Nathalie Charraud critica o ponto de vista de Sokal e Bricmont: “os ataques de Sokal e Bricmont, […] repousam todos sobre uma certa precipitação, uma enorme má-fé e uma vontade de nada saber sobre psicanálise. Sua conclusão sobre Lacan é particularmente consternante de arrogância e pretensão. Os conhecimentos matemáticos de Lacan são longe de serem “superficiais”, ele sabia cercar-se de matemáticos que o levaram a garantia necessária nos seus avanços; As propriedades que ele explorou não são falsas, mesmo se, aos olhos dos especialistas, elas são presentes sobre uma formulação incomum, o que prova que ele os tinha trabalhada e assimilado para fazer algo pessoal, o que precisamente Sokal e Bricmont não suportam.”\n",
        "O matemático René Lavendhomme mostra na sua obra “Lieux du sujet. Psychanalyse et mathématique” que se os matemáticos não são nas “ciências humanas” uma “ferramenta de linguagem” como eles o são em física, eles podem permitir na psicanálise expor pontualmente alguns elementos da estrutura do sujeito melhor do que uma só linguagem, e isso notadamente passa pelo uso que Lacan faz da topologia: “Os matemáticos lacanianos não constituem um modelo de funcionamento, eles não se reduzem a simples artifícios literários. Eles indicam uma homologia de estrutura sem reduzir os conceitos analíticos aos conceitos matemáticos”.\n",
        "O linguista e filósofo americano Noam Chomsky, que conheceu Lacan nos anos 70, confiou que ele o considerava como um “charlatão consciente que se jogou no meio intelectual parisiense para ver até que ponto ele poderia produzir de absurdo e ainda continuar a ser levado a sério.”\n",
        "O linguista Georges Mounin afirmou num artigo, que Lacan fez mal uso dos conceitos lacanianos, e que seu ensinamento à ENS “arruinou quinze anos de ensinamento” da linguística nessa escola. Um outro linguista, Michel Arrivé, salientando as diferenças entre o signo lacaniano e o signo saussuriano, não os considera como distorções mas como uma adaptação que necessita a transposição de um universo conceitual a um outro. É assim que Lacan remodela o conceito saussuriano de significante para construir uma lógica do significante original.\n",
        "Lacan é controverso no tema da homossexualidade. No Seminário VIII, situa a homossexualidade enquanto uma perversão e compara o Banquete a uma assembleia de “tias velhas”.\n",
        "“Isso não impede que o amor grego permaneça uma perversão, por maior sublimação que seja. Nenhum ponto de vista culturalista prevalece aqui. Que não nos venham dizer, a pretexto de que essa era uma perversão aceita, aprovada, até mesmo festejada, que não fosse uma perversão. A homossexualidade não deixava de ser o que é, uma perversão”. (Lacan, 1992, P.39)\n",
        "“Porque, afinal de contas, este banquete tomado em seu aspecto exterior, por alguém que nele penetre inadvertidamente, pelo camponês que sai de seu pequeno rincão nos arredores de Atenas, representa, convenhamos, uma espécie de assembleia de tias, como se diz, uma reunião de tias velhas“. (Lacan, 1992, p. 47)\n",
        "No entanto, Élisabeth Roudinesco mostra que Jacques Lacan foi o primeiro a aceitar homossexuais em análise e à autorizar os homossexuais a tornarem-se psicanalistas.\n",
        "O psiquiatra e psicanalista Albert Le Dorze conta que segundo o sociólogo e especialista em teoria queer Javier Sáez del Álamo, Lacan “acolhe os homossexuais sem reticencia não procurando transformá-los em heterossexuais\". Segundo o filósofo e especialista em teoria queer Tim Dean “a teoria lacaniana permite o desmantelamento de uma concepção identitária do sexo”\n",
        "LACAN, Jacques\n",
        "Tese\n",
        "Seminários publicados\n",
        "Coletâneas, Conferências, Aulas de Seminários, Artigos\n",
        "Obras de caráter introdutório\n",
        "Estudos específicos\n"
    ],
    "ligacoes": [
        "<ul><li><a href=\"/wiki/1901\" title=\"1901\">1901</a>: Nasce em París, no dia <a href=\"/wiki/13_de_abril\" title=\"13 de abril\">13 de abril</a>, Jacques-Marie Émile Lacan, primeiro filho de uma próspera família católica.</li>\n<li><a href=\"/wiki/1907\" title=\"1907\">1907</a>: Nascimento de seu irmão, Marc-Marie, que mais tarde entrará para a ordem dos beneditinos como o nome de <a href=\"/w/index.php?title=Marc-Fran%C3%A7ois&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Marc-François (página não existe)\">Marc-François</a>.</li>\n<li><a href=\"/wiki/1928\" title=\"1928\">1928</a>: Trabalha como interno da Enfermaria Especial para alienados da Chefatura de Polícia, dirigida por <a href=\"/w/index.php?title=Ga%C3%ABtan_Gatian_Cl%C3%A9rambault&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Gaëtan Gatian Clérambault (página não existe)\">Gaëtan Gatian Clérambault</a>, que mais tarde reconhecerá como seu único mestre na psiquiatria.</li>\n<li><a href=\"/wiki/1931\" title=\"1931\">1931</a>: Após examinar <a href=\"/w/index.php?title=Marguerite_Pantaine&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Marguerite Pantaine (página não existe)\">Marguerite Pantaine</a>, que havia tentado assassinar a atriz <a href=\"/w/index.php?title=Huguette_Duflos&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Huguette Duflos (página não existe)\">Huguette Duflos</a>, escreve sobre o episódio (conhecido como <a href=\"/w/index.php?title=%22Caso_Aim%C3%A9e%22&amp;action=edit&amp;redlink=1\" class=\"new\" title='\"Caso Aimée\" (página não existe)'>\"Caso Aimée\"</a>) uma monografia que está na gênese de sua tese de doutorado.</li>\n<li><a href=\"/wiki/1932\" title=\"1932\">1932</a>: Inicia sua análise com <a href=\"/w/index.php?title=Rudolf_Loewenstein&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Rudolf Loewenstein (página não existe)\">Rudolf Loewenstein</a>. Defende a sua tese de doutorado, <i>Da psicose paranóica em suas relações com a personalidade</i>.</li>\n<li><a href=\"/wiki/1934\" title=\"1934\">1934</a>: Casa-se com <a href=\"/w/index.php?title=Marie-Louise_Blondin&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Marie-Louise Blondin (página não existe)\">Marie-Louise Blondin</a>, com quem terá três filhos. Caroline (1937), Thibault (1939) e Sybille (1940).</li>\n<li><a href=\"/wiki/1936\" title=\"1936\">1936</a>: Sua comunicação sobre o <i>estádio do espelho</i>, durante congresso da <a rel=\"nofollow\" class=\"external text\" href=\"http://www.ipa.org.uk\">Associação Internacional de Psicanálise</a> (IPA) em <a href=\"/wiki/Marienbad\" class=\"mw-redirect\" title=\"Marienbad\">Marienbad</a>, é interrompida no meio por <a href=\"/wiki/Ernest_Jones\" title=\"Ernest Jones\">Ernest Jones</a>, discípulo e biógrafo de Freud.</li>\n<li><a href=\"/wiki/1938\" title=\"1938\">1938</a>: Inicia relações com <a href=\"/w/index.php?title=Sylvia_Bataille&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Sylvia Bataille (página não existe)\">Sylvia Bataille</a>, ex-mulher do escritor e filósofo <a href=\"/wiki/Georges_Bataille\" title=\"Georges Bataille\">Georges Bataille</a>. Torna-se membro da <a href=\"/w/index.php?title=Sociedade_Psicanal%C3%ADtica_de_Paris&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Sociedade Psicanalítica de Paris (página não existe)\">Sociedade Psicanalítica de Paris</a> (SPP).</li>\n<li><a href=\"/wiki/1941\" title=\"1941\">1941</a>: Separa-se de Marie-Louise. Nasce Judith Sophie, filha de Lacan com Sylvia.</li>\n<li><a href=\"/wiki/1951\" title=\"1951\">1951</a>: Sua técnica de sessões curtas gera controvérsias na SPP. Dá início aos Seminários, uma série de apresentações orais que constituirão o núcleo de seu trabalho teórico.</li>\n<li><a href=\"/wiki/1953\" title=\"1953\">1953</a>: Em meio à crise na SPP, faz conferências fundamentais como \"O mito individual do neurótico\" (em que utiliza pela primeira vez a expressão <i>Nome do Pai</i>), \"O real, o simbólico e o imaginário\" (que coloca suas teorias sob o signo do \"retorno a Freud\") e \"Função e campo da palavra e da linguagem em psicanálise\" (pronunciada em <a href=\"/wiki/Roma\" title=\"Roma\">Roma</a>). Deixa a SPP junto com <a href=\"/wiki/Daniel_Lagache\" title=\"Daniel Lagache\">Daniel Lagache</a>, <a href=\"/wiki/Fran%C3%A7oise_Dolto\" title=\"Françoise Dolto\">Françoise Dolto</a> e outros 40 analistas. Funda a <a href=\"/w/index.php?title=Sociedade_Francesa_de_Psican%C3%A1lise_(SFP)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Sociedade Francesa de Psicanálise (SFP) (página não existe)\">Sociedade Francesa de Psicanálise (SFP)</a>. Realiza o seminário <i>Os escritos técnicos de Freud</i>, primeiro a ser registrado por <a href=\"/w/index.php?title=Estenotipista&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Estenotipista (página não existe)\">estenotipista</a>, possibilitando posterior publicação.</li>\n<li><a href=\"/wiki/1963\" title=\"1963\">1963</a>: A IPA admite a filiação da SFP.</li>\n<li><a href=\"/wiki/1964\" title=\"1964\">1964</a>: Lacan funda a <a href=\"/w/index.php?title=Escola_Freudiana_de_Paris&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Escola Freudiana de Paris (página não existe)\">Escola Freudiana de Paris</a> (EFP) com antigos alunos como Françoise Dolto, Maud e Octave Mannoni, <a href=\"/wiki/Serge_Leclaire\" title=\"Serge Leclaire\">Serge Leclaire</a>, <a href=\"/w/index.php?title=Moustapha_Safouan&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Moustapha Safouan (página não existe)\">Moustapha Safouan</a> e <a href=\"/wiki/Fran%C3%A7ois_Perrier\" title=\"François Perrier\">François Perrier</a>.</li>\n<li><a href=\"/wiki/1966\" title=\"1966\">1966</a>: Publicação de <i>Escritos</i> e criação da coleção Campo Freudiano, dirigida por Lacan.</li>\n<li><a href=\"/wiki/1967\" title=\"1967\">1967</a>: Propõe a criação do \"passe\", dispositivo regulador da formação do analista.</li>\n<li><a href=\"/wiki/1968\" title=\"1968\">1968</a>: Lançamento da revista <i>Scilicet</i>, do Campo Freudiano.</li>\n<li><a href=\"/wiki/1973\" title=\"1973\">1973</a>: Publicação da transcrição do Seminário XI, <i>Os quatro conceitos fundamentais da psicanálise</i>, realizado em 1964. A partir daí, os seminários passam a ser editados segundo esse procedimento. Caroline morre num acidente de automóvel.</li>\n<li><a href=\"/wiki/1975\" title=\"1975\">1975</a>: Lançamento de <i>Ornicar?</i>, boletim do Campo Freudiano.</li>\n<li><a href=\"/wiki/1980\" title=\"1980\">1980</a>: Anuncia a dissolução da EFP e funda em outubro a <a rel=\"nofollow\" class=\"external text\" href=\"http://www.causefreudienne.org\">Escola da Causa Freudiana</a>.</li>\n<li><a href=\"/wiki/1981\" title=\"1981\">1981</a>: Morre em Paris no dia 09 de setembro.</li></ul>",
        "<ul><li>Seminário 1 - “Os escritos técnicos de Freud” (1953-54)</li>\n<li>Seminário 2 - “O eu na teoria de Freud e na técnica da psicanálise” (1954-55)</li>\n<li>Seminário 3 - “As psicoses” (1955-56)</li>\n<li>Seminário 4 - “A relação de objeto” (1956-57)</li>\n<li>Seminário 5 - “As formações do inconsciente” (1957-58)</li>\n<li>Seminário 6 - “O desejo e sua interpretação” (1958-59)</li>\n<li>Seminário 7 - “A ética da psicanálise” (1959-60)</li>\n<li>Seminário 8 - “A transferência” (1960-61)</li>\n<li>Seminário 9 - “L’identification” (1961-62)</li>\n<li>Seminário 10 - “A Angústia” (1962-63)</li>\n<li>Seminário 11 - “Os quatro conceitos fundamentais da psicanálise” (1964)</li>\n<li>Seminário 12 - “Problèmes cruciaux pour la psychanalyse” (1964-65)</li>\n<li>Seminário 13 - “L’objet de la psychanalyse” (1965-66)</li>\n<li>Seminário 14 - “La logique du fantasme” (1966-67)</li>\n<li>Seminário 15 - “L’acte psychanalytique” (1967-68)</li>\n<li>Seminário 16 - “De um Outro ao outro” (1968-69)</li>\n<li>Seminário 17 - “O avesso da psicanálise” (1969-70)</li>\n<li>Seminário 18 - “D’un discours qui ne serait pás du semblant” (1970-71)</li>\n<li>Seminário 19 - “...Ou pior” (1971-72)</li>\n<li>Seminário 20 - “Mais, ainda” (1972-73)</li>\n<li>Seminário 21 - “Les non-dupes errent” (1973-74)</li>\n<li>Seminário 22 - “R.S.I.” (1974-75)</li>\n<li>Seminário 23 - “O Sinthoma” (1975-76)</li>\n<li>Seminário 24 - “L’insu que sait de l’une bévue s’aile à mourre” (1976-77)</li>\n<li>Seminário 25 - “Le moment de conclure” (1977-78)</li>\n<li>Seminário 26 - “La topologie et le temps” (1978-79)</li></ul>",
        "<ul><li>Da psicose paranóica em suas relações com a Personalidade. Rio de Janeiro, Forense Universitária, 1987</li></ul>",
        "<ul><li>O Seminário – Livro 1 – Os Escritos Técnicos de Freud. Rio de Janeiro, Jorge Zahar Editor, 1979</li>\n<li>O Seminário – Livro 2 - O Eu na Teoria de Freud e na Técnica da Psicanálise. Rio de Janeiro, Jorge Zahar Editor, 1985.</li>\n<li>O Seminário – Livro 3 - As Psicoses, Rio de Janeiro, Jorge Zahar Edit. 1985.</li>\n<li>O Seminário – Livro 4 - A Relação de Objeto. Rio de Janeiro: Jorge Zahar Editor, 1995.</li>\n<li>O Seminário – Livro 5 - As formações do inconsciente, Rio de Janeiro: Jorge Zahar Edit. 1999</li>\n<li>O Seminário – Livro 6 - O desejo e sua interpretação, Rio de Janeiro: Jorge Zahar Edit. 2016</li>\n<li>O Seminário – Livro 7 - A ética da psicanálise, Rio de Janeiro, Jorge Zahar Edit. 1991.</li>\n<li>O Seminário – Livro 8 - A transferência, Rio de Janeiro, Jorge Zahar Edit. 1992.</li>\n<li>O Seminário - Livro 10 - A Angústia ,Rio de Janeiro, Jorge Zahar Edit., 2005</li>\n<li>O Seminário – Livro 11 - Os Quatro Conceitos Fundamentais da Psicanálise, São Paulo, Jorge Zahar Editor, 1979.</li>\n<li>O Seminário - Livro 16 - De um Outro ao outro, Rio de Janeiro, Jorge Zahar Edit., 2008.</li>\n<li>O Seminário – Livro 17 - O Avesso da Psicanálise, Rio de Janeiro, Jorge Zahar Editor, 1992.</li>\n<li>O Seminário - Livro 18 - De um discurso que não fosse semblante, Jorge Zahar Edit., 2009.</li>\n<li>O Seminário - Livro 19 - ...ou pior, Jorge Zahar Edit., 2012.</li>\n<li>O Seminário – Livro 20 - Mais, Ainda. Rio de Janeiro, Jorge Zahar Editores, 1982.</li>\n<li>O Seminário - Livro 23 - O sinthoma. Rio de Janeiro, Jorge Zahar Editores, 2007</li></ul>",
        "<ul><li>Escritos.  Rio de Janeiro: Jorge Zahar Editor, 1998. 937 p.</li>\n<li>Abertura desta coletânea</li>\n<li>O seminário sobre \"A carta roubada\"</li>\n<li>De nossos antecedentes</li>\n<li>Para-além do \"Princípio de realidade\"</li>\n<li>O estádio do espelho como formador da função do eu</li>\n<li>A agressividade em psicanálise</li>\n<li>Introdução teórica às funções da psicanálise em criminologia</li>\n<li>Formulações sobre a causalidade psíquica</li>\n<li>O tempo lógico e a asserção de certeza antecipada</li>\n<li>Intervenção sobre a transferência</li>\n<li>Do sujeito enfim em questão</li>\n<li>Função e campo da fala e da linguagem em psicanálise</li>\n<li>Variantes do tratamento-padrão</li>\n<li>De um desígnio</li>\n<li>Introdução ao comentário de Jean Hyppolite sobre a \" Verneinung\" de Freud</li>\n<li>Resposta ao comentário de Jean Hyppolite sobre a \" Verneinung\" de Freud</li>\n<li>A coisa freudiana</li>\n<li>A psicanálise e seu ensino</li>\n<li>Situação da psicanálise e formação do psicanalista em 1956</li>\n<li>A instância da letra no inconsciente ou a razão desde Freud</li>\n<li>De uma quesiao preliminar a todo tratamento possível da psicose</li>\n<li>A direção do tratamento e os princípios de seu poder</li>\n<li>Observação sobre o relatório de Daniel Lagache: \"Psicanálise e estrutura da personalidade\"</li>\n<li>A significação do falo</li>\n<li>À memória de Ernest Jones: Sobre sua teoria do simbolismo</li>\n<li>De um silabário a posteriori</li>\n<li>Diretrizes para um Congresso sobre a sexualidade feminina</li>\n<li>Juventude de Gide ou a letra e o desejo</li>\n<li>Kant com Sade</li>\n<li>Subversão do sujeito e dialética do desejo no inconsciente freudiano</li>\n<li>Posição do inconsciente</li>\n<li>Do \"Trieb\" de Freud e do desejo do psicanalista</li>\n<li>A ciência e a verdade</li>\n<li>Comentário falado sobre a \"Verneinung\" de Freud, por Jean Hyppolite</li>\n<li>A Metáfora do Sujeito</li>\n<li>Outros Escritos”. Rio de Janeiro, Jorge Zahar Editor, 2003</li>\n<li>Lituraterra</li>\n<li>Os complexos familiares na formação do indivíduo</li>\n<li>O número treze e a forma lógica da suspeita</li>\n<li>A psiquiatria inglesa e a guerra</li>\n<li>Premissas a todo desenvolvimento possível da criminologia</li>\n<li>Inervenção no I Congresso Mundial de Psiquiatria</li>\n<li>Discurso de Roma</li>\n<li>A psicanálise verdadeira, e a falsa</li>\n<li>Maurice Merleau-Ponty</li>\n<li>os quatro conceitos fundamentais da psicanálise</li>\n<li>Homenagem a Marguerite Duras pelo arrebatamento de Lol V. Stein</li>\n<li>Problemas cruciais para a psicanálise</li>\n<li>Respostas a estudantes de filosofia</li>\n<li>Apresentação das Memórias de um doente dos nervos</li>\n<li>O objeto da psicanálise</li>\n<li>Pequeno discurso no ORTF</li>\n<li>Ato de fundação</li>\n<li>Proposição de 9 de outubro de 1967 sobre o psicanalista da Escola</li>\n<li>Discurso na Escola Freudiana de Paris</li>\n<li>Introdução de Scilicet no título da revista da Escola Freudiana de Paris</li>\n<li>Pronunciamento da Escola</li>\n<li>Alocução sobre o ensino</li>\n<li>Nota italiana</li>\n<li>Talvez em Vincennes</li>\n<li>Carta de dissolução</li>\n<li>A lógica d fantasia</li>\n<li>O engano do sujeito suposto saber</li>\n<li>A psicanálise. Razão de um fracasso</li>\n<li>Da psicanálise em suas relações com a realidade</li>\n<li>Alocução sobre as psicoses da criança</li>\n<li>Nota sobre a criança</li>\n<li>O ato psicanalítico</li>\n<li>Prefácio à edição dos Escritos em livro de bolso</li>\n<li>Prefácio a uma tese</li>\n<li>Radiofonia</li>\n<li>O aturdito</li>\n<li>Aviso ao leitor japonês</li>\n<li>Prefácio ao Seminário 11</li>\n<li>Televisão</li>\n<li>... ou pior</li>\n<li>Introdução à edição alemã de um primeiro volume dos Escritos</li>\n<li>Prefácio a O despertar da primavera</li>\n<li>Joyce, o Sintoma</li>\n<li>Prefácio à edição inglesa do Seminário 11</li>\n<li>Escritos. São Paulo, Perspectiva, 1978 (versão parcial)</li>\n<li>Shakespeare, Duras, Wedekind, Joyce. Lisboa: Assírio &amp; Alvim, 1989. \"Hamlet por Lacan\" ; \"Homenagem a Marguerite Duras\", ; \"O despertar da primavera\" (1974), ; \"Joyce o sintoma\",</li>\n<li>Meu Ensino. Rio de Janeiro, Jorge Zahar Editor, 2006 • Conferências: \"Lugar, origem e fim do meu ensino\", \"Meu ensino, sua natureza e seus fins\", \"Então, vocês terão escutado Lacan\"</li>\n<li>Nomes-do-Pai - Rio de Janeiro, Jorge Zahar Editor, 2005.Conferências:\"O simbólico, o imaginário e o real\" e \"Introdução aos Nomes-do-Pai\"</li>\n<li>O Triunfo da Religião - Rio de Janeiro, Jorge Zahar Editor, 2005</li>\n<li>O mito individual do neurótico - Rio de Janeiro, Jorge Zahar Editor, 2008</li>\n<li>Televisão, Rio de Janeiro, Jorge Zahar Editor, 1993</li>\n<li>Hamlet, por Lacan, Campinas, São.Paulo, Escuta Editora / Liubliú Livraria Editora / UNICAMP, 1986</li>\n<li>Os complexos familiares na formação do indivíduo: ensaio de análise de uma função em psicologia. Rio de Janeiro, Jorge Zahar, 1997</li>\n<li>A querela dos diagnósticos. Rio de Janeiro: Jorge Zahar Editor, 1989, Artigo: \"A Psiquiatria Inglesa e a Guerra\"</li></ul>",
        "<ul><li>Meu Ensino - Jacques Lacan, Jorge Zahar Editor</li>\n<li>Lacan - Gérard Miller, (org.),Jorge Zahar Editor</li>\n<li>DOR, Joël. Introdução à Leitura de Lacan: vol 1 – o inconsciente estruturado como  linguagem. Porto Alegre: Artes Médicas, 1990.  _______. Introdução à Leitura de Lacan: vol 2 – estrutura do sujeito. Porto Alegre:  Artes Médicas, 195.</li>\n<li>Porge E., <i>Jacques Lacan um psicanalista: percurso de um ensino</i>. Tradução de Cláudia Thereza Guimarães de Lemos, Nina Virginia de Araújo Leite e Viviane Veras. Brasília: Universidade de Brasília, 2006.</li>\n<li>Lacan - Alain Vanier, Estação Liberdade</li>\n<li>Percurso de Lacan, uma introdução - Jacques-Alain Miller, Jorge Zahar Editor</li>\n<li>Lacan,O Grande Freudiano - de Marco A. Coutinho Jorge e Nadiá P. Ferreira, Jorge Zahar Editor</li>\n<li>Cinco lições sobre a teoria de Jacques Lacan - J.-D. Nasio, Jorge Zahar Editor</li>\n<li>A negação da falta, 5 seminários sobre Lacan para analistas kleinianos - Marcio Peter de Souza Leite, Relume-Dumará</li>\n<li>Jacques Lacan, uma biografia intelectual - Oscar Cesaroto e Marcio Peter de Souza Leite, Iluminuras</li>\n<li>O que é psicanálise – 2ª visão - Márcio Peter de Souza Leite e Oscar Cesarotto - Editora Brasiliense</li>\n<li>14 Conferências sobre Jacques Lacan. Editora Escuta - Marcio Peter de Souza Leite -  Ed Escuta</li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20130410032009/http://www.marciopeter.com.br/links2/livros/psicanaliseLacaniana.html\">«Psicanalise Lacaniana - Marcio Peter de Souza Leite, Ed Iluminuras»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJacques+Lacan&amp;rft.btitle=Psicanalise+Lacaniana+-+Marcio+Peter+de+Souza+Leite%2C+Ed+Iluminuras&amp;rft.genre=unknown&amp;rft_id=https%3A%2F%2Fweb.archive.org%2Fweb%2F20130410032009%2Fhttp%3A%2F%2Fwww.marciopeter.com.br%2Flinks2%2Flivros%2FpsicanaliseLacaniana.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li>Introdução à leitura de Lacan - Oscar Masotta, Papirus</li>\n<li>Lacan, a trajetória de seu ensino - Marcelle Marini, Artes Médicas</li>\n<li>Revista Viver Mente&amp;Cérebro - Edição Especial, Coleção Memórias da psicanálise, nº 4.</li></ul>",
        "<ul><li>Galvão Jr., J.C. Sobre a “exceção humana” – Carta a Lacan, Jung, Schmitt... São Paulo: Liber Ars, 2012.</li>\n<li>SAFATLE, Vladimir. Lacan. São Paulo: Publifolha, 2007.</li>\n<li>_______. A paixão do negativo: Lacan e a dialética. São Paulo: Unesp, 2006.</li>\n<li>_______. (org). Um limite tenso: Lacan entre a filosofia e a psicanálise. São Paulo: UNESP, 2003.</li>\n<li>Fantini, J. A. Raizes da Intolerância. São Carlos: Edufscar, 2014</li>\n<li>MILLER, Jacques-Alain. Lacan Elucidado: palestras no Brasil. Rio de Janeiro: Jorge Zahar, 1997.</li>\n<li>O Deus Odioso e o Diabo Amoroso - Psicanálise e representação do mal. Marcio Peter de Souza Leite - Ed Escuta</li>\n<li>Perez, D. O. O Sexo e a lei Kant e a ética do desejo em Lacan. Revista AdVerbum 4 (2) Ago a Dez de 2009: pp. 104-112. <a rel=\"nofollow\" class=\"external free\" href=\"http://www.psicanaliseefilosofia.com.br/adverbum/Vol4_2/04_02_05sexo_lei_kantlacan.pdf\">http://www.psicanaliseefilosofia.com.br/adverbum/Vol4_2/04_02_05sexo_lei_kantlacan.pdf</a></li>\n<li>ELIA, Luciano. O Conceito de Sujeito. Rio de Janeiro: Jorge Zahar, 2004.</li>\n<li>Perez, D. O. El cuerpo y la ley: de la idea de humanidad kantiana a la ética del deseo en Lacan.Rev. Filos., Aurora, Curitiba, v. 21, n. 29, p. 481-501, jul./dez. 2009.  <a rel=\"nofollow\" class=\"external free\" href=\"http://www2.pucpr.br/reol/index.php/RF?dd1=3446&amp;dd99=view\">http://www2.pucpr.br/reol/index.php/RF?dd1=3446&amp;dd99=view</a></li>\n<li>Iannini, G. Estilo e verdade em Jacques Lacan, Autêntica editora</li>\n<li>Lacan aplicado a Lacan - Marcio Peter de Souza Leite - <a rel=\"nofollow\" class=\"external free\" href=\"https://web.archive.org/web/20100317114144/http://www.marciopeter.com.br/psilacan.html\">https://web.archive.org/web/20100317114144/http://www.marciopeter.com.br/psilacan.html</a></li>\n<li>LE GAUFEY, G. <i>Le pas-tout de Lacan</i>. Paris: EPEL, 2006.</li>\n<li>GRANON-LAFONT, Jeanne. A Topologia de Jacques Lacan. Tradução: Luiz Carlos Miranda e Evany Cardoso. Rio de Janeiro: Jorge Zahar, 1990.</li>\n<li>HARARI, Angelina. Clínica Lacaniana da Psicose: de Clérambault à inconsistência do Outro. Rio de Janeiro: Contracapa, 2006.</li>\n<li>ŽIŽEK, Slavoj. O Mais Sublime dos Histéricos – Hegel com Lacan. Tradução: Vera Ribeiro. Rio de Janeiro: Jorge Zahar, 1991.</li></ul>",
        "<ul><li><a href=\"/wiki/Caso_Sokal\" title=\"Caso Sokal\">Caso Sokal</a></li>\n<li><a href=\"/wiki/Materialismo_Lacaniano\" class=\"mw-redirect\" title=\"Materialismo Lacaniano\">Materialismo Lacaniano</a></li></ul>",
        "<ul><li>ROUDINESCO, Elisabeth. Jacques Lacan: esboço de uma vida, história de um sistema de pensamento. Tradução: Paulo Neves. São Paulo: Companhia das Letras, 1994.</li>\n<li><cite class=\"citation book\">Sokal, Alan; Bricmont, Jean (2006). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com.br/books?id=IbwLd1RY2wkC\"><i>Imposturas intelectuais</i></a> 3 ed. Rio de Janeiro: Record. 316 páginas. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/9788501053831\" title=\"Especial:Fontes de livros/9788501053831\">9788501053831</a><span class=\"reference-accessdate\">. Consultado em 31 de agosto de 2015</span></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJacques+Lacan&amp;rft.au=Bricmont%2C+Jean&amp;rft.aufirst=Alan&amp;rft.aulast=Sokal&amp;rft.btitle=Imposturas+intelectuais&amp;rft.date=2006&amp;rft.edition=3&amp;rft.genre=book&amp;rft.isbn=9788501053831&amp;rft.place=Rio+de+Janeiro&amp;rft.pub=Record&amp;rft_id=https%3A%2F%2Fbooks.google.com.br%2Fbooks%3Fid%3DIbwLd1RY2wkC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://lacan.byethost8.com\">«Lacan»</a>. - Página sobre psicanálise lacaniana</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJacques+Lacan&amp;rft.btitle=Lacan&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Flacan.byethost8.com&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120205041154/http://pt.scribd.com/collections/3125020/Psicanalise\">«Psicanálise no Scribd»</a>. - Livros e artigos de J. Lacan e outras obras de psicanálise.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJacques+Lacan&amp;rft.btitle=Psican%C3%A1lise+no+Scribd&amp;rft.genre=unknown&amp;rft_id=https%3A%2F%2Fweb.archive.org%2Fweb%2F20120205041154%2Fhttp%3A%2F%2Fpt.scribd.com%2Fcollections%2F3125020%2FPsicanalise&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Psi2.png\" title=\"Portal da psicologia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Psi2.png/40px-Psi2.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Psi2.png/60px-Psi2.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Psicologia\" title=\"Portal:Psicologia\">Portal da psicologia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1901\" title=\"Categoria:Nascidos em 1901\">Nascidos em 1901</a><a href=\"/wiki/Categoria:Mortos_em_1981\" title=\"Categoria:Mortos em 1981\">Mortos em 1981</a><a href=\"/wiki/Categoria:Psicanalistas_da_Fran%C3%A7a\" title=\"Categoria:Psicanalistas da França\">Psicanalistas da França</a><a href=\"/wiki/Categoria:Filosofia_da_sexualidade\" title=\"Categoria:Filosofia da sexualidade\">Filosofia da sexualidade</a><a href=\"/wiki/Categoria:Naturais_de_Paris\" title=\"Categoria:Naturais de Paris\">Naturais de Paris</a><a href=\"/wiki/Categoria:P%C3%B3s-estruturalistas\" title=\"Categoria:Pós-estruturalistas\">Pós-estruturalistas</a><a href=\"/wiki/Categoria:Cr%C3%ADticos_liter%C3%A1rios_da_Fran%C3%A7a\" title=\"Categoria:Críticos literários da França\">Críticos literários da França</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Paris\" title=\"Categoria:Professores da Universidade de Paris\">Professores da Universidade de Paris</a><a href=\"/wiki/Categoria:Jacques_Lacan\" title=\"Categoria:Jacques Lacan\">Jacques Lacan</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/0/03/Jacques_Lacan.jpg",
    "view": "jacques_lacan"
}