{
    "url": "https://pt.wikipedia.org/wiki/Jacques_Derrida",
    "codigo_http": 200,
    "titulo": [
        "Jacques Derrida"
    ],
    "conteudo": [
        "Jacques Derrida (pronúncia em francês: ​[ʒak dɛʁiˈda]; El Biar, Argélia, 15 de julho de 1930 – Paris, 9 de outubro de 2004) foi um filósofo franco-magrebino, que iniciou durante a década de 1960 a Desconstrução em filosofia.[1] Esta \"desconstrução\", termo que cunhou, deverá aqui ser compreendido, tecnicamente, por um lado, à luz do que é conhecido como \"intuicionismo\" e \"construcionismo\" no campo da metamatemática, na esteira da obra de Brouwer e depois Heyting, ao qual Derrida irá adicionar as devidas consequências dos teoremas da indecidibilidade de Kurt Gödel e, por outro, a um aprofundamento critico da obra de Husserl, Heidegger e Levinas na ultrapassagem da metafísica tradicional que ele vai apresentar como sendo uma \"metafisica da presença\".\n",
        "Depois de ter lecionado na Sorbonne (1960-1964) e na École Normale Supérieure de Paris (1964-1984), Derrida foi Director de Estudos da École des Hautes Études em Sciences Sociales de Paris (1984-2003). Foi ainda membro fundador do Collège international de philosophie de Paris, sendo o seu primeiro director eleito.\n",
        "A sua figura é diversas vezes alvo de críticas controversas, sobretudo por autores que se reclamam da tradição \"analítica\", pelas suas opções de escrita filosófica, em geral retomando opiniões expressas por John Searle na mídia, quando da sua polémica durante os anos 80. Refere-se várias vezes também nestas polémicas os nomes de Alan Sokal e Jean Bricmont, embora estes autores nunca o tenham tratado especificamente, tendo-o apenas referindo em entrevistas nas mídias, como parte do que identificam de forma difusa como \"pensamento francês\", o que não evitou que diversos jornalistas o tenham associado à polémica.\n",
        "Derrida tornou-se professor convidado das mais prestigiadas universidades europeias e norte-americanas — como Johns Hopkins, Yale, Irvine, Cornell, Universidade de Nova Iorque, entre muitas outras. Foi-lhe igualmente outorgado o Doutoramento Honoris Causa por diversas universidades como a Cambridge, Columbia, The New School for Social Research, Essex, Leuven, Williams College, Universidade de Silesia, Universidade de Coimbra entre mais de uma outra dezena delas. Em 2002 foi nomeado para a Cátedra - Gadamer na Universidade de Heidelberg por designação expressa do próprio filósofo alemão. Foi membro estrangeiro honorário, desde 1985, da American Academy of Arts and Sciences e da Modern Language Association of America, assim como Presidente honorário do Parlement International de Écrivains. Exerceu profundo impacto nas mais diversas áreas das humanidades e ciências humanas, em especial nos campos da estética, teoria da literatura e filosofia do direito, e gerado debates decisivos com os pensadores mais importantes de sua época (Claude Lévi-Strauss, Michel Foucault, John Searle, Paul Ricoeur, Jürgen Habermas, entre outros).\n",
        "Derrida nasceu em 15 de julho de 1930, na cidade argelina de El Biar, onde viveu até 1949. Seus pais, Georgette Safar e Aimé Derrida, que se casaram em 1923, deram à luz cinco filhos, dos quais Jacques era o terceiro.[2][3] De origem judaica, mas secular, Derrida nasceu e cresceu na Argélia. Sofreu, durante a época da Segunda Guerra com as consequências das políticas antissemitas. Entretanto, a descoberta dos livros de Jean-Jacques Rousseau, Friedrich Nietzsche, André Gide e Albert Camus, durante a adolescência, contribuíram para sua vocação literária e filosófica.[4]\n",
        "Derrida iniciaria o seu curso superior em 1952 (na École Normale Supérieure),[5] época em que descobriu as obras de Edmund Husserl, Soren Kierkegaard e Heidegger. Entre os professores da École, figuravam Michel Foucault e Louis Althusser.\n",
        "Derrida trabalhou como professor auxiliar na Universidade Harvard. Casou-se em junho de 1957 com Marguerite Aucouturier, e prestou serviço militar a seguir.[6] Tornou-se professor em 1959, na escola secundária de Le Mans, proferindo também algumas conferências.[7] Completou na Bélgica sua formação com a agrégation (exame francês que permite ao diplomado tornar-se funcionário permanente do ensino público). De 1960 a 1964 ele deu aulas na Sorbonne;[7] no ano de 1964 obteve o prémio Jean-Cavaillè (um prêmio para produção em Epistemologia), por sua tradução de A origem da geometria, de Edmund Husserl.\n",
        "Em 1965 foi chamado para dar aulas na École Normale Supérieure, ocupando o cargo de diretor de pesquisas, junto com Louis Althusser. Seria professor naquela escola até 1984. Sua participação num colóquio na Universidade Johns Hopkins, em Baltimore e no ano de 1966, marca o início de uma série de viagens para os Estados Unidos.[8]\n",
        "Fundou a associação Jan Hus em 1981, destinada a auxiliar intelectuais dissidentes e universidades da Tchecoslováquia. Chegou a ser preso no Aeroporto de Praga, após um seminário clandestino sobre Descartes, e foi libertado graças à intervenção da mídia e do governo francês.[9]\n",
        "Desde a saída da École Supérieure e até seu falecimento, Derrida foi diretor da École des Hautes Études en Science Sociales, de Paris.[10] Desde 1986 ele era professor de humanidades na Universidade da Califórnia (câmpus de Irvine), onde era também diretor do arquivo de manuscritos. Em 2001, recebeu o Theodor W. Adorno-Preis, em Frankfurt. Um filme sobre ele, feito por Amy Ziering-Kofman e Kirby Dick com sua participação, foi lançado em 2002.\n",
        "Derrida morreu em Paris, na noite do dia 8 para o dia 9 de outubro de 2004 em decorrência de um câncer no pâncreas.[11][10]\n",
        "Esteve no Brasil três vezes: em 1995, na Universidade de São Paulo (USP) e na Pontifícia Universidade Católica de São Paulo; e em 2001, no Rio de Janeiro, e em agosto de 2004, em evento organizado na Maison de France, no Rio de Janeiro.\n",
        "Esteve em Portugal em 2003 na Universidade de Coimbra onde lhe foi outorgado um Doutoramento Honoris Causa, a 16 de novembro, participando de um colóquio internacional em torno do conceito de soberania política com o título \"A Soberania. Critica, Desconstrução. Aporias. Em torno do pensamento de Jaques Derrida\" e que decorreu de 17 a 19 de novembro nesta Universidade.\n",
        "Derrida vai encontrar um reconhecimento precoce no exigente panorama intelectual francês do início dos anos 60, vencendo o prestigiado prémio Jean Cavaillès (prémio de epistemologia) pela sua introdução (e tradução) da \"Origem da Geometria de Edmund Husserl\" (1961), com apenas 31 anos de idade, e onde se pode já perceber as grandes linhas de força que iriam marcar a novidade, profundidade e rigor do seu pensamento.\n",
        "Esta originalidade levá-lo-ía muitas vezes a ter de cunhar os seus próprios conceitos, dos quais se destacará desde logo o neologismo \"differance\", traduzido por vezes por \"diferância\", por vezes por \"diferência\" (dando conta do signo sempre como resultado simultâneo da \"diferença\" (différence), tal como a compreende Saussure, como do diferir (différer), onde o sentido do termo nos remete sempre para o que veio antes como o que vem a seguir, o eixo paradigmático como o eixo sintagmático, o sincrónico como o diacrónico, lançando-o incontornavelmente numa \"semiose infinita\" e impossibilitando radicalmente e qualquer análise que o pudesse cristalizar numa \"presença\" a si. Différance joga assim com o fato da palavra francesa différer poder significar tanto \"diferir\"(\"postergar\" / \"adiar\", em termos diacrónicos, o que nos remete para uma temporalização, para actividade, para a fala, para o uso, para a génese) quanto \"diferenciar\" (em termos Saussurianos, onde os termos se determinam reciprocamente na estrutura da Língua, não detendo um significado \"em si\" mas determinando-se pela relação diferencial que estabelecem com os demais termos, sincronicamente, o que nos remete para um espaçamento, para passividade, para língua, para esquema, para a estrutura).\n",
        "Entre outros conceitos que se tornaram centrais na sua obra, e aos quais procurará dar um sentido exacto em filosofia, encontram-se o de indecidibilidade, de incalculável, de incondicional, de impossibilidade, da ausência (do emissor como do receptor), da iteratividade (capacidade de ser repetido em diferentes contextos), do rastro (trace), do suplemento, do sup(r)erar (\"relevée\" como tradução do \"aufheben\" hegeliano), etc.\n",
        "Levando aos limites o contraste entre termos bipolares, Derrida é invariavelmente levado à necessidade de criar e reelaborar novos termos capazes de superar toda a relação dialéctica simples que nos permitisse reduzir o pensamento à ordem do calculável. Desta forma, Derrida irá levar a cabo uma exaustiva desconstrução de inúmeras cópulas de opostos subjacentes à metafisica tradicional, onde ele vai encontrar sempre, por baixo da cristalização dos conceitos, não apenas uma indeterminação dos limites de um em relação a um outro, abrindo-se em quiasmos indecidíveis, como também, senão sobretudo, uma subordinação hierarquizante de um ao outro, oposições que se reconhecem nas copulas ontológicas primeiras e suas múltiplas declinações:  o inteligível e o sensível, o espontâneo e o receptivo, a autonomia e a heteronomia, o empírico e o transcendental, o imanente e o transcendente, como o interior e o exterior, o fundador e fundado, ou o fonético e a escrita na linguística, a razão e a loucura na psicanálise, o sentido próprio e o sentido figurado na literatura, o masculino e o feminino na teoria dos géneros, o homem e o animal na ecologia, a besta e o soberano no campo político, a teoria e a prática no próprio pensamento.\n",
        "Os quiasmos tornam-se assim um movimento maior do pensamento onde nos temos de confrontar com o desconstruir das clivagens simples da tradição, percebendo-se a necessidade de se pensar simultaneamente, por exemplo, a receptividade espontânea como a espontaneidade receptiva, a heteronomia autónoma como a autonomia heterónoma, a imanência transcendente como a transcendência imanente, o empírico transcendental como o transcendental empírico (ilustrando-se aqui os pares de opostos que irão servir de motor para as respostas às quatro questões Kantianas: \"o que posso fazer?\", \"o que devo fazer?\", \"O que posso esperar?\" e \"O que é um homem?\")\n",
        "Derrida vai assim, à semelhança do trabalho de Gödel no campo da metamatemática, impor na filosofia a experiência do indecidível enquanto limite de qualquer teoria expressa numa qualquer sintaxe necessariamente incompleta. É este indecidível, que transporta consigo, necessariamente, a exigência ético-política da decisão, e que excede todo o cálculo que, reduzindo a deliberação a um qualquer processo, tornaria a decisão simples produto, retirando assim toda a verdadeira responsabilidade aos agentes, reduzidos ao mero papel de actores numa operação que os transcende mas que poderia servir, por si, de garantia da sua verdade e justiça.\n"
    ],
    "ligacoes": [
        "<ul><li><i>D'ailleurs Derrida</i>,  2000</li>\n<li><i>Derrida</i>, 2002</li></ul>",
        "<ul><li><a href=\"/wiki/Desconstru%C3%A7%C3%A3o\" title=\"Desconstrução\">Desconstrução</a></li>\n<li><a href=\"/wiki/Filosofia_continental\" title=\"Filosofia continental\">Filosofia continental</a></li>\n<li><a href=\"/wiki/P%C3%B3s-estruturalismo\" title=\"Pós-estruturalismo\">Pós-estruturalismo</a></li>\n<li><a href=\"/wiki/Logocentrismo\" title=\"Logocentrismo\">Logocentrismo</a></li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.jacquesderrida.com.ar/\">«Jacques Derrida trabalhos em francês e língua castelhana»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJacques+Derrida&amp;rft.btitle=Jacques+Derrida+trabalhos+em+franc%C3%AAs+e+l%C3ngua+castelhana&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.jacquesderrida.com.ar%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.nytimes.com/2004/10/10/obituaries/10derrida.html?oref=login&amp;hp&amp;ex=1097380800&amp;en=b96653950919a03c&amp;ei=5094&amp;partner=homepage\">«Obituário de Derrida no New York Times»</a>. Abstruse Theorist</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJacques+Derrida&amp;rft.btitle=Obitu%C3%A1rio+de+Derrida+no+New+York+Times&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.nytimes.com%2F2004%2F10%2F10%2Fobituaries%2F10derrida.html%3Foref%3Dlogin%26hp%26ex%3D1097380800%26en%3Db96653950919a03c%26ei%3D5094%26partner%3Dhomepage&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.revistasolar.org.pe/2/08_vattimo.pdf\">«<i>Historicidad y diferencia: en torno al mesianismo de Jacques Derrida</i>»</a> <span style=\"font-size:85%;\">(PDF)</span>. <sup><a href=\"/wiki/Wikip%C3%A9dia:Liga%C3%A7%C3%A3o_inativa\" title=\"Wikipédia:Ligação inativa\"><i>[ligação inativa]</i></a></sup>, Gianni Vattimo fala sobre Derrida (em castelhano)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJacques+Derrida&amp;rft.btitle=Historicidad+y+diferencia%3A+en+torno+al+mesianismo+de+Jacques+Derrida&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.revistasolar.org.pe%2F2%2F08_vattimo.pdf&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Algerian_flag_wavy.jpg\" title=\"Portal da Argélia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Algerian_flag_wavy.jpg/40px-Algerian_flag_wavy.jpg\" decoding=\"async\" width=\"25\" height=\"19\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Algerian_flag_wavy.jpg/60px-Algerian_flag_wavy.jpg 2x\" data-file-width=\"800\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Arg%C3%A9lia\" title=\"Portal:Argélia\">Portal da Argélia</a></span></span></li>      </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1930\" title=\"Categoria:Nascidos em 1930\">Nascidos em 1930</a><a href=\"/wiki/Categoria:Mortos_em_2004\" title=\"Categoria:Mortos em 2004\">Mortos em 2004</a><a href=\"/wiki/Categoria:Jacques_Derrida\" title=\"Categoria:Jacques Derrida\">Jacques Derrida</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Judeus_da_Arg%C3%A9lia\" title=\"Categoria:Judeus da Argélia\">Judeus da Argélia</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Arg%C3%A9lia\" title=\"Categoria:Filósofos da Argélia\">Filósofos da Argélia</a><a href=\"/wiki/Categoria:Acad%C3%AAmicos_da_tradu%C3%A7%C3%A3o\" title=\"Categoria:Acadêmicos da tradução\">Acadêmicos da tradução</a><a href=\"/wiki/Categoria:P%C3%B3s-estruturalistas\" title=\"Categoria:Pós-estruturalistas\">Pós-estruturalistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_continentais\" title=\"Categoria:Filósofos continentais\">Filósofos continentais</a><a href=\"/wiki/Categoria:Professores_da_Universidade_da_Calif%C3%B3rnia_em_Irvine\" title=\"Categoria:Professores da Universidade da Califórnia em Irvine\">Professores da Universidade da Califórnia em Irvine</a><a href=\"/wiki/Categoria:Correspondentes_da_Academia_Brasileira_de_Filosofia\" title=\"Categoria:Correspondentes da Academia Brasileira de Filosofia\">Correspondentes da Academia Brasileira de Filosofia</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/9/99/Derrida-by-Pablo-Secca.jpg/250px-Derrida-by-Pablo-Secca.jpg",
    "view": "jacques_derrida"
}