{
    "url": "https://pt.wikipedia.org/wiki/Jane_Addams",
    "codigo_http": 200,
    "titulo": [
        "Jane Addams"
    ],
    "conteudo": [
        "Jane Addams, (Cedarville, 6 de setembro de 1860 — Chicago, 21 de maio de 1935) conhecida como 'a mãe do trabalho social', foi uma pioneira ativista, assistente social, socióloga, filósofa, feminista, pacifista e reformadora estadunidense, a segunda mulher a ganhar o Prêmio Nobel da Paz.[1] Em 1889 co-fundou a Hull House junto de Ellen Gates Starr, que se tornaria uma das maiores instituições de abrigo a imigrantes e outras minorias do país.[2][3] Em uma época em que os presidentes Theodore Roosevelt e Woodrow Wilson se identificavam como reformistas e ativistas sociais, Jane Addams foi uma proeminente ativista e reformadora da chamada Era Progressista.[4]\n",
        "Ela ajudou os Estados Unidos a focar seus esforços em problemas ligados à maternidade (como as necessidades das crianças pequenas); questões de saúde pública e sua acessibilidade; e à paz mundial. Em seu ensaio “Utilization of Women in City Government”, Jane notou a conexão entre áreas do governo e a economia doméstica, declarando que muitos departamentos governamentais, tais como saneamento básico e educação infantil podiam ser claramente vinculados aos papéis tradicionais da mulher na esfera privada e no lar. Estes eram assuntos em que mulheres teriam mais conhecimento que os homens, portanto elas é quem deveriam opinar e ter suas ponderações levadas a sério.[5]\n",
        "Jane tornou-se um modelo para a mulher de classe média que se engajava por sua comunidade. Foi gradativamente reconhecida como membro da escola pragmática de filosofia, conhecida por muitos como a primeira mulher abertamente filósofa dos Estados Unidos.[6] Em 1889 seria a co-fundadora da Hull House, e em 1920 co-fundadora da União Americana pelas Liberdades Civis (ACLU).[7] Em 1931, tornaria-se a primeira mulher dos Estados Unidos a receber um prêmio Nobel da Paz, em reconhecimento ao seu trabalho social. [8]\n",
        "Em 1910 foi a primeira mulher a receber um doutorado honorário da Universidade Yale.[9]\n",
        "Nascida em Cedarville, em Illinois,[10] em 1860, Jane era a mais nova de oito filhos, em uma próspera família de ancestralidade inglesa, que podia ser traçada até a era colonial da Nova Inglaterra. Três de seus irmãos morreram ainda na infância, outro morreu aos 16 anos, levando então quatro filhos à idade adulta.[11] Sua mãe, Sarah Adams[10] morreu quando Jane tinha apenas dois anos.[12]\n",
        "Jane passou a infância ao ar livre, lendo e indo à escola dominical. Aos quatro anos teve tuberculose vertebral, o chamado Mal de Pott, que causaria uma curvatura em sua coluna e uma vida de problemas de saúde. Isso a isolou de outras crianças, já que desenvolveu um desvio proeminente na parte superior da coluna que a impedia de correr.[13] Jane achava-se feia quando criança e, para não envergonhar seu pai, vestia-se com suas melhores roupas no domingo para pode passear com ele.[14]\n",
        "O amor de Jane por seu pai, John Huy Addams, quando criança é conhecido e registrado em sua biografia Twenty Years at Hull House, publicada em 1910. John era um comerciante local de madeira, gado, bens agrícolas, farinha, tecidos de lã e moinhos. Foi presidente do Segundo Banco Nacional de Freeport e casou-se novamente em 1868, quando Jane tinha 8 anos de idade, com sua segunda esposa Anna Hostetter Haldeman, uma viúva de Freeport. Também foi fundador e membro do Partido Republicano de Illinois, tendo sido senador pelo estado de 1855 a 1870 e apoiado o amigo, Abraham Lincoln, em sua candidatura para senador, em 1854 e depois para a presidência, em 1860.[14]\n",
        "Aos dez anos, Jane tinha sonhos de fazer algo útil para o mundo. Interessada no bem-estar dos pobres, em especial por sua leitura de Charles Dickens e pela conhecida generosidade de sua mãe com os pobres em Cedarville, ela decidiu tornar-se médica, para poder viver entre a população carente. Era uma ideia vaga, ainda baseada na literatura de ficção, já que Jane era uma leitora voraz.[13] Seu pai a encorajava a seguir para o ensino superior, desde que ficasse perto de casa. Jane estava ansiosa para ir para a faculdade para mulheres, Smith College, em Massachusetts, mas seu pai queria que ela estudasse no Rockford Female Seminary, hoje a Universidade Rockford, em Rockford, Illinois.[10] Formando-se em 1881 em Rockford, em um curso de curta duração e membro da sororidade Phi Beta Kappa, ela esperava voltar para obter o bacharelado. No verão, porém, seu pai faleceu repentinamente de uma aguda apendicite e cada filho recebeu na época 50 mil dólares, hoje equivalente a 1,24 milhões de dólares.[13][10]\n",
        "No outono, a família Addams - sua irmã Alice e seu marido Harry, e sua madrasta, Anna Haldeman Addams, mudaram-se para a Filadélfia, onde os três irmãos pudessem cursar medicina. Harry já vinha praticando e estudando na Universidade da Pensilvânia.[13] Jane e Alice fizeram seu primeiro ano no curso no Woman's Medical College of Philadelphia,[10] mas os problemas de saúde de Jane, uma cirurgia na coluna e um colapso nervoso as impediram de colar grau. Sua madrasta também ficou doente e assim a família cancelou seus planos de ficar na Filadélfia por dois anos e todos retornaram para Cedarville.[14]\n",
        "No ano seguinte, seu cunhado Harry faria uma cirurgia em sua coluna, na esperança de tentar endireitá-la, aconselhando-a que não tentasse estudar, mas sim que viajasse. Em agosto de 1883, ela partiu por dois anos para Europa com sua madrasta, viajando por algum tempo com seus amigos e família, percebendo então que ela não precisava ser médica para poder ajudar a população carente.[14][10] Jane retornou em junho de 1887, morando com sua madrasta em Cedarville e passando os invernos em Baltimore, e sentia grande insegurança com relação ao seu futuro e carreira, percebendo-se inútil perante o tradicional papel doméstico, normalmente atribuído às mulheres.[14]\n",
        "Jane se inspirava muito no que lia. Fascinada pelos antigos cristãos e pelo livro de Liev Tolstói, Minha Religião, ela se batizou na Igreja Presbiteriana de Cedarville, no verão de 1886.[15] Ler Os Deveres do Homem, de Giuseppe Mazzini, a inspirou na ideia da democracia como um ideal social, mas ela ainda se sentia confusa em relação a seu papel como mulher. John Stuart Mill, em A Sujeição das Mulheres, a fez questionar a pressão social sobre a mulher para se casar e devotar-se exclusivamente à família.[14][10]\n",
        "No verão de 1887, Jane leu algo em uma revista que a fez a ter a ideia de criar uma casa de acolhida e quis visitar a primeira casa do tipo criada no mundo, a Toynbee Hall, em Londres. Junto de suas amigas, incluindo Ellen Gates Starr, elas viajaram para a Europa em dezembro de 1887 e ficaram até o verão de 1888. Depois de assistir à uma tourada em Madri, fascinada pelo que considerou uma tradição exótica, ela logo condenou sua fascinação e sua inabilidade de se sentir ultrajada pelo sofrimento de cavalos e touros. Jane não compartilhou com ninguém seu desejo de abrir uma casa de acolhimento, mas se sentiu culpada por não conseguir concretizar seu sonho.[14] Acreditando que dividir um sonho era a melhor maneira de realizá-lo, ela contou para Ellen, que adorou a ideia e concordou em ajudar.[10][16]\n",
        "Visitando Toynbee Hall Jane ficou encantada.[14] Ela descreveu:\n",
        "Seu sonho era que as diferentes classes sociais poderiam atuar em benefício mútuo, assim como os antigos círculos cristãos, incorporados em um novo tipo de instituição. As casas eram espaços onde inesperadas conexões sociais poderiam ser feitas e onde divisões de classe, educação e cultura poderiam ser ultrapassadas, servindo como centros de arte comunitária e instalações de serviço social. Jane e suas amigas estabeleceram as fundações na sociedade civil norte-americana, criando um espaço neutro, onde diferentes comunidades e ideologias poderiam aprender umas com as outras e estabelecer um objetivo comum e uma ação coletiva. O papel dessa casa era acolher um esforço sem fim de fazer cultura e de fazer as coisas conjuntamente. Esforço sem fim já era a história de sua vida, um esforço para revigorar sua própria cultura ao se reconectar com a diversidade e os conflitos de outras comunidades imigrantes nas cidades dos Estados Unidos, e a necessidade de uma reforma social.[17]\n",
        "Em 1889, Jane e sua amiga[18] Ellen Gates Starr co-fundaram a Hull House, uma casa de acolhimento e abrigo em Chicago. A mansão tinha sido construída por Charles Hull, em 1856 e precisava de reforma e melhorias. Jane pagou pelas primeiras despesas, reformando o telhado, pintando os cômodos e comprando mobília, além de custear o funcionamento diário, mas elas receberam doações de indivíduos e amigos, ainda em seu primeiro ano.[14] Várias mulheres de classe alta tornaram-se doadoras permanentes da casa, incluindo Helen Culver, prima de Charles Hull e administradora de sua propriedade, que algum tempo depois, parou de cobrar aluguel de Jane e Ellen. Outras filantropas eram Louise DeKoven Bowen, Mary Rozet Smith e Mary Wilmarth.[19]\n",
        "Jane e Ellen foram as primeiras ocupantes da casa, que logo se tornaria o lar de outras 25 mulheres. A esta altura, Hull House recebia dois mil visitantes por semana.[20] A casa era um centro de pesquisa, análise empírica, estudo e debate, bem como um centro pragmático para se viver e estabelecer bons relacionamentos com a vizinhança. Os residentes conduziam pesquisas sobre vários assuntos como economia doméstica, cuidados pós-parto, tuberculose, fadiga, febre tifoide e até coleta de lixo.[21] Sua escola noturna para adultos foi pioneira na educação continuada, oferecida por muitas escolas e universidade atualmente. A casa também treinava assistentes sociais para acolher a crescente comunidade imigrante que chegava ao país toda semana e logo seria um complexo de treze prédios, incluindo um playground e um acampamento de verão.[14][20]\n",
        "O Programa de Arte era muito importante para Jane Addams, que lhe permitiu desafiar o sistema industrial da educação, que treinava um indivíduo apenas para ter um trabalho específico ou ocupação. Ela queria que a casa pudesse oferecer tempo, espaço e ferramentas que encorajassem as pessoas a pensar livre e independentemente. Jane via na arte uma maneira de expandir a diversidade da cidade através da interação coletiva, mútua e de auto-descoberta, recreação e imaginação. Arte era um componente integral da comunidade, destruindo ideias fixas e estimulando diversidade e interação, reescrevendo as identidades através da relação intercultural.[21]\n",
        "Com auxílio de Edward Butler, Jane abriu uma exposição de arte e um estúdio, uma das primeiras adições à Hull House. No primeiro andar, havia um ramo da biblioteca pública de Chicago e no segundo a Galeria de Arte Butler, com obras de arte de artistas famosos e locais. O estúdio dava aos residentes da casa, e à comunidade, a oportunidade de ter aulas de arte ou de trabalhar em seus projetos quando quisessem. Conforme a casa crescia e a dependência com a comunidade se aprofundava, seu significado mudou de uma assistência para a população carente, para um centro de expressão e troca entre diversas culturas. Arte e cultura tornaram-se fundamentais na vida de imigrantes no século XIX e logo as crianças seguiram esse caminho, recebendo instrução em vários níveis na casa. O trabalho positivo dessas crianças levou Ellen Starr a fundar a Chicago Public School Art Society (CPSAS), que fornecia às escolas públicas reproduções de obras de arte conhecidas, contratava artistas para dar aulas às crianças e levava os estudantes em visitas a museus pela cidade.[22]\n",
        "Hull House estava inserida em uma comunidade europeia de diversos grupos étnicos que imigraram para Chicago no começo do século XX. Esta diversidade era o campo onde as elites filantrópicas da cidade testavam suas teorias e desafiavam o status quo. A mistura étnica está registrada no Bethlehem-Howard Neighbourhood Center:\n",
        "Gregos, judeus e outros grupos minoritários começaram seu êxodo para a região no começo do século XX. Apenas os italianos continuaram como uma comunidade intacta e florescente pela Grande Depressão de 1929 e a Segunda Guerra Mundial e lá permaneceram até bem depois do fechamento de Hull House, em 1963.[24]\n",
        "Hull House se tornou a maior casa de acolhida do país e Jane usou-a para gerar uma mudança dirigida ao sistema, pelo princípio de que ao manter famílias seguras, a comunidade e as condições sociais haveriam de melhorar.[25] Por vários anos, uma comunidade de freiras tinha operado no bairro e Hull House foi a primeira obra social de cunho protestante.[25]\n",
        "Jane e Ellen desenvolveram três princípios éticos para suas obras sociaisː[14]\n",
        "Sua filosofia de vida incluía temas feministas sensíveis e um compromisso inabalável com a melhoria social, através de esforços cooperativos. Simpatizando com feministas, socialistas e pacifistas, Jane Addams se recusava a ser rotulada, mas sua recusa era mais pragmática que ideológica.[26]\n",
        "Além disso, Hull House oferecia um programa de atividades educacionais, civis, culturais e recreativas que atraíam visitantes de todo o mundo, incluindo William Lyon Mackenzie King, que foi primeiro-ministro do Canadá. Na década de 1890, Julia Lathrop, Florence Kelley e outros residentes da casa tornaram-se o centro da atividade de reforma social. A casa usava metodologia de mapeamento estatístico, pioneiro para a época, para estudar superpopulação, evasão escolar, febre tifoide, leitura escolar, mortalidade materna e infantil. Em 1912, Jane ajudou na fundação do Partido Progressista e apoiou a campanha presidencial de Theodore Roosevelt.[14][25]\n",
        "Jane e seu trabalho reforçavam o papel das crianças no processo de aculturação de imigrantes. De acordo com essa filosofia, ela também fomentou o movimento do brincar e os campos de pesquisa e serviços de lazer, juventude e serviços humanos.[14] Em The Spirit of Youth and the City Streets (1909), defendeu que a brincadeira e os programas de recreação eram necessários pois as cidades destruíam o espírito da juventude. Assim, Hull House oferecia múltiplos programa em arte, drama, clubes de meninos e meninas, aulas no jardim de infância, grupos de leitura e extensão universitária, além de alojamentos, vestiários, banheiros, museu, playground, tudo em uma atmosfera de livre pensamento. Tudo foi pensado de maneira a favorecer a cooperação democrática e ação coletiva, ao invés do individualismo.[14][25]\n",
        "Junto dos colegas, Jane criou o que se tornaria a Associação de Proteção Juvenil, que forneceu os primeiros oficiais de condicional para a primeira corte juvenil do país, antes que tal função se tornasse atribuição da administração pública.[14] De 1907 a 1940, a associação se empenhou em estudar e examinar temas como racismo, exploração de menores, abuso de drogas e prostituição na cidade de Chicago, e seus efeitos sobre o desenvolvimento infantil. Ao longo dos anos, sua missão seria a de melhorar o bem-estar social e mental de crianças em situações de vulnerabilidade, para que pudessem alcançar todo o seu potencial em casa, na escola e na comunidade.[27]\n",
        "Através de mapeamento estatístico, Hull House foi capaz de mapear a extensão da febre tifoide no bairro, constando o peso que a doença tinha sobre os trabalhadores e sua renda. Ela identificou a corrupção política e a ganância comercial que levavam a administração municipal a ignorar saúde, saneamento básico e códigos de edificações, e formou uma aliança com os reformadores municipais e de meio-ambiente, para desafiar os patrões pleiteando uma distribuição igualitária dos serviços municipais e modernizou as práticas de inspeção.[28]\n",
        "Em 1912, Jane publicou A New Conscience and Ancient Evil, a respeito da prostituição.[29] O livro foi extremamente popular e foi publicado na época de intenso tráfico internacional de pessoas, que muitas vezes eram forçadas a se prostituir. Jane acreditava que a prostituição era resultado somente dessa condição. [30]\n",
        "A intenção original para a criação da Hull House era a de transmitir conhecimento que pudesse trazer valores de uma cultura altamente instruída para as massas, incluindo o movimento da eficiência, um movimento de nações industriais do começo do século XX que buscou identificar e eliminar o desperdício na economia e na sociedade. e a desenvolver e implementar tais práticas.[31] Com o tempo, porém, o foco migrou para trazer arte e cultura para o bairro, respondendo às demandas da comunidade ao fornecer creche, oportunidades educacionais e grandes locais de encontro e interação.[32]\n",
        "Jane convidava mulheres de classe média, bem como ricas filantropas, para dedicarem parte do seu tempo e energia no serviço social e cívico, para se envolverem mais nos assuntos públicos e de economia doméstica. Jane foi a responsável por reformular o conceito de serviço cívico, ao incluir papeis para as mulheres, para além da maternidade. A vida das mulheres envolveria responsabilidade, cuidado e obrigações, que representavam a força da mulher.[25] Esta noção serviu de fundamento para o papel de gestão municipal e civil que Jane definiu, e que deu respaldo ao movimento do sufrágio feminino, que ela mesma apoiava.[26] Jane argumentou que as mulheres, ao contrário dos homens, eram treinadas nas delicadas questões de bem-estar humano e precisavam construir acima de seus papéis tradicionais de donas de casa, para serem donas da cidade. Neste novo papel da mulher, estavam atribuições como a de fiscalizar o saneamento básico, a qualidade do leite, a qualidade do ar e as condições pouco seguras das indústrias.[14][25]\n",
        "Jane decretou guerra ao descarte inadequado de lixo. Em 1894, seria a primeira mulher indicada como inspetora sanitária de Chicago. Com o auxílio das mulheres de Hull House, em um ano, cerca de mil denúncias foram feitas ao departamento de saúde e reportadas ao conselho municipal. A coleta adequada de lixo nas ruas reduziu tanto as mortes, quanto as doenças causadas pela falta de saneamento.[33]\n",
        "\nSeu ativismo levou à construção de uma identidade feminina que envolvia maternidade, sexualidade, vida doméstica e criação dos filhos. Sua própria posição e liderança manifestava sua ideologia e comportamento junto às mulheres da classe trabalhadora, entre os anos de 1890 a 1910. Isso popularizou sua imagem de 'mãe do serviço social',[26] onde ela mesma representava a matrona celibatária, que servia às massas imigrantes sofredoras e pobres, como se eles fossem seus próprios filhos. Ela se tornaria a 'mãe da nação', mesmo sem nunca ter tido filhos, identificando-se com a maternidade no sentido de proteger e cuidar das pessoas.[14][25][34]",
        "Jane Addams rodou o país dando palestras, cursos e aulas em campi universitários.[35] Hull House oferecia cursos de extensão universitária através do programa de extensão da Universidade de Chicago. Recusou várias ofertas para lecionar em universidades para poder manter um papel independente fora do meio acadêmico. Seu objetivo era ensinar os adultos e não se envolver com a carreira acadêmica. Além disso, ela não queria uma supervisão ou controle das instituições sobre ativismo político.[34]\n",
        "Jane nunca se casou ou teve filhos e teve poucos relacionamentos. Suas companheiras mais conhecidas são Mary Rozet Smith and Ellen Starr. Embora na época não se falasse muito a respeito, aos olhos de hoje, Jane Addams seria lésbica.[36]\n",
        "Sua primeira companheira foi Ellen Starr, com quem fundou Hull House, a quem conheceu quando eram ambas estudantes no Rockford Female Seminary. Em 1889, as duas visitaram Toynbee Hall em Londres juntas e iniciaram a elaboração do projeto em Chicago.[14][25][36] Sua segunda companheira, Mary Rozet Smith, era rica e auxiliou na manutenção de Hull House, além de também morar lá com Jane.[37] Depois de quarenta anos juntas, elas tinham uma casa de veraneio e era costume que escrevessem uma para a outra ao menos duas vezes ao dia em termos carinhosos.[38] Mary faleceu devido à uma pneumonia em 1934.[36][39]  \n",
        "Em 1898, Jane se filiou à Liga Anti-imperialista Norte-Americana, em protesto à anexação das Filipinas pelos Estados Unidos. Firme apoiadora do Partido Progressista, ela apoiou a nomeação de Theodore Roosevelt para a presidência durante a convenção do partido, que ocorreu em Chicago, em agosto de 1912.[40]\n",
        "Em janeiro de 1915, ela se envolveria com o Woman's Peace Party e foi eleita sua porta-voz.[10][41] Convidada pelas mulheres europeias ativistas para presidir o Congresso Internacional das Mulheres, a ser feito em Haia, em abril de 1915, ela também foi escolhida para presidir uma comissão que tentava encontrar formas de acabar com a Primeira Guerra Mundial. O encontro incluía dez líderes de nações neutras, bem como aqueles em guerra para mediação. Este foi o primeiro esforço significativo para acabar com a guerra. Jane, junto de suas co-delegadas, Emily Balch e Alice Hamilton, documentaram o encontro e o publicaram com o título Women at The Hague.[42]\n",
        "Em seu diário, Emily Balch escreveu:\n",
        "Jane foi eleita presidente do Comitê Internacional de Mulheres para a Paz Permanente, determinada a continuar com seu trabalho no congresso de Haia. Na conferência de 1919, em Zurique, na Suíça, o comitê evoluiu para a Liga Internacional de Mulheres pela Paz e Liberdade(WILPF),[10] em que Jane permaneceu como presidente, o que a fazia viajar constantemente para a Europa e para a Ásia.[43]\n",
        "Defensora do sufrágio feminino, Jane revelou-se uma pacifista e uma líder da Liga Internacional de Mulheres pela Paz e Liberdade.[44] Foi escritora e conferencista, sempre em temas humanitários, e em 1931 foi-lhe conferido o Nobel da Paz.[45]\n",
        "Após sofrer um infarto em 1926, Jane não se recuperou totalmente. No mesmo dia em que seu prêmio Nobel lhe foi conferido em Oslo, ela foi internada no hospital geral de Baltimore.[3] Ela faleceu em 1935, três dias depois de uma cirurgia revelar um câncer não diagnosticado. Seu funeral foi no jardim da Hull House e seu corpo foi sepultado no Cemitério de Cedarville, em Illinois.[46]\n",
        "\n",
        "\n",
        " \n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li>ensinar pelo exemplo,</li>\n<li>praticar a cooperação, e;</li>\n<li>praticar a democracia social.</li></ul>",
        "<ul><li><a href=\"/wiki/Feminismo\" title=\"Feminismo\">Feminismo</a></li>\n<li><a href=\"/wiki/Hull_House\" title=\"Hull House\">Hull House</a></li>\n<li><a href=\"/wiki/Viola_Spolin\" title=\"Viola Spolin\">Viola Spolin</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.imdb.com/name/nm0011629/\">Jane Addams</a> no <a href=\"/wiki/IMDb\" title=\"IMDb\">IMDb</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.historyofsocialwork.org/eng/details.php?cps=5&amp;canon_id=137\">Jane Addams no trabalho social</a></li>\n<li>Harvard University Library Open Collections Program. Women Working, 1870–1930. <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20050817230106/http://ocp.hul.harvard.edu/ww/people_addams.html\">Jane Addams (1860–1935).</a> Biblioteca online com dados e publicações de Jane Addams</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://vault.fbi.gov/Jane%20Addams\">Arquivo do</a> <a href=\"/wiki/FBI\" class=\"mw-redirect\" title=\"FBI\">FBI</a> sobre Jane Addams</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.hullhousemuseum.org/\">Jane Addams - Museu Hull House</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://xroads.virginia.edu/~HYPER/ADDAMS/title.html\"><i>Twenty Years at Hull House </i></a> Projeto da Universidade da Virginia</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.womenofthehall.org/inductee/jane-addams/\">Jane Addams</a> National Women’s Hall of Fame</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.gutenberg.org/author/Addams,+Jane\">Obras de Jane Addams</a> (em inglês) no <a href=\"/wiki/Projeto_Gutenberg\" title=\"Projeto Gutenberg\">Projeto Gutenberg</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Symbol_venus.svg\" title=\"Portal das mulheres\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/74/Symbol_venus.svg/40px-Symbol_venus.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/74/Symbol_venus.svg/60px-Symbol_venus.svg.png 2x\" data-file-width=\"16\" data-file-height=\"16\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Mulheres\" title=\"Portal:Mulheres\">Portal das mulheres</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Woman-power_emblem.svg\" title=\"Portal do feminismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/41/Woman-power_emblem.svg/20px-Woman-power_emblem.svg.png\" decoding=\"async\" width=\"18\" height=\"30\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/41/Woman-power_emblem.svg/40px-Woman-power_emblem.svg.png 1.5x\" data-file-width=\"648\" data-file-height=\"1048\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Feminismo\" title=\"Portal:Feminismo\">Portal do feminismo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_LGBT_flag.svg\" title=\"Portal LGBT\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Nuvola_LGBT_flag.svg/40px-Nuvola_LGBT_flag.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Nuvola_LGBT_flag.svg/60px-Nuvola_LGBT_flag.svg.png 2x\" data-file-width=\"512\" data-file-height=\"512\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:LGBT\" title=\"Portal:LGBT\">Portal LGBT</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_States.svg\" title=\"Portal dos Estados Unidos\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/40px-Flag_of_the_United_States.svg.png\" decoding=\"async\" width=\"25\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/60px-Flag_of_the_United_States.svg.png 2x\" data-file-width=\"1235\" data-file-height=\"650\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Estados_Unidos\" title=\"Portal:Estados Unidos\">Portal dos Estados Unidos</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1860\" title=\"Categoria:Nascidos em 1860\">Nascidos em 1860</a><a href=\"/wiki/Categoria:Mortos_em_1935\" title=\"Categoria:Mortos em 1935\">Mortos em 1935</a><a href=\"/wiki/Categoria:Nobel_da_Paz\" title=\"Categoria:Nobel da Paz\">Nobel da Paz</a><a href=\"/wiki/Categoria:Laureados_dos_Estados_Unidos_com_o_Nobel\" title=\"Categoria:Laureados dos Estados Unidos com o Nobel\">Laureados dos Estados Unidos com o Nobel</a><a href=\"/wiki/Categoria:Mulheres_laureadas_com_o_Nobel\" title=\"Categoria:Mulheres laureadas com o Nobel\">Mulheres laureadas com o Nobel</a><a href=\"/wiki/Categoria:Doutores_honoris_causa_da_Universidade_Yale\" title=\"Categoria:Doutores honoris causa da Universidade Yale\">Doutores honoris causa da Universidade Yale</a><a href=\"/wiki/Categoria:N%C3%A3o-viol%C3%AAncia\" title=\"Categoria:Não-violência\">Não-violência</a><a href=\"/wiki/Categoria:Socialistas_dos_Estados_Unidos\" title=\"Categoria:Socialistas dos Estados Unidos\">Socialistas dos Estados Unidos</a><a href=\"/wiki/Categoria:Soci%C3%B3logos_dos_Estados_Unidos\" title=\"Categoria:Sociólogos dos Estados Unidos\">Sociólogos dos Estados Unidos</a><a href=\"/wiki/Categoria:Filantropas_dos_Estados_Unidos\" title=\"Categoria:Filantropas dos Estados Unidos\">Filantropas dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Pacifistas_dos_Estados_Unidos\" title=\"Categoria:Pacifistas dos Estados Unidos\">Pacifistas dos Estados Unidos</a><a href=\"/wiki/Categoria:Norte-americanos_de_ascend%C3%AAncia_alem%C3%A3\" title=\"Categoria:Norte-americanos de ascendência alemã\">Norte-americanos de ascendência alemã</a><a href=\"/wiki/Categoria:Crist%C3%A3os_LGBTQ\" title=\"Categoria:Cristãos LGBTQ\">Cristãos LGBTQ</a><a href=\"/wiki/Categoria:Fil%C3%B3sofas\" title=\"Categoria:Filósofas\">Filósofas</a><a href=\"/wiki/Categoria:Soci%C3%B3logas\" title=\"Categoria:Sociólogas\">Sociólogas</a><a href=\"/wiki/Categoria:Crist%C3%A3s\" title=\"Categoria:Cristãs\">Cristãs</a><a href=\"/wiki/Categoria:Escritoras_LGBT\" title=\"Categoria:Escritoras LGBT\">Escritoras LGBT</a><a href=\"/wiki/Categoria:Memorialistas_LGBT\" title=\"Categoria:Memorialistas LGBT\">Memorialistas LGBT</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/5/56/Jane_Addams_profile.jpg/330px-Jane_Addams_profile.jpg",
    "view": "jane_addams"
}