{
    "url": "https://pt.wikipedia.org/wiki/Jean_Bodin",
    "codigo_http": 200,
    "titulo": [
        "Jean Bodin"
    ],
    "conteudo": [
        "Jean Bodin (Angers, 1530 — Laon, 1596) foi um teórico político, jurista francês, membro do Parlamento de Paris e professor de Direito em Toulouse. O autor é reconhecido pelos seus estudos que foram de suma importância para o avanço dos conceitos de soberania e absolutismo dos Estados. Além disso, a exposição de seus pensamentos a respeito do modelo de governo ideal foi muito influente na Europa.\n",
        "Suas principais obras são: “Methodus ad facilem historiarum cognitionem\" e “De Republica libri sex\".\n",
        "Contemporâneo de Nostradamus e Montaigne, Jean Bodin nasceu em Angers, no oeste da França, entre junho de 1529 e junho de 1530.[1] Filho do rico comerciante e costureiro, Guillaume Bodin, com Catherine Dutertre, cujo pai era procurador do convento carmelita de Rene Dutertre Angers.[2]\n",
        "Sendo o quarto de uma família com sete filhos, Jean estudou em sua cidade natal e ainda novo foi viver no monastério Notre-Dame-des-Carmes.[3] Em 1545, ele viajou para Paris para estudar filosofia com o carmelita Guillaume Prévost no Convento Carmelitas de Grand Paris. Grande amante das linguagens, ele aprendeu hebraico com Jean Mercierbe[4] e grego com Adrien Turnèbe.\n",
        "Em 1546 ele, provavelmente, viu a execução do humanista Etienne Dolet, condenado pela publicação de livros heréticos.[5] No ano seguinte ele é processado por heresia e é liberado de seus votos monásticos por conta da intervenção de Gabriel Bouvery, o Bispo de Angers.\n",
        "Em 1550, Jean Bodin chega a Toulouse onde cursa Direito e se torna professor de direito romano. Durante esse período, ele escreve diversos tratados que foram perdidos até a sua morte. Quando se formou na faculdade, Bodin virou editor científico da tradução do grego para o latim dos trabalhos do poeta grego Opiano de Apameia;[3] ele foi, cinco anos depois, acusado de plagiar sua tradução latina de Cynegetica de Opiano,[6] mas foi inocentado.\n",
        "Em 1559 ele publica um tratado sobre a educação (Oratio de instituenda na republica juventute) para apoiar sua candidatura para o cargo de diretor do Colégio do Esquile,[7] no qual defende que o humanismo deveria ser ensinado nas escolas, já que isso fortaleceria a harmonia política e religiosa do Estado.\n",
        "Educação para todos os cidadãos e religião para todos os fiéis, sem que houvesse diversidade religiosa e cultural, foram temas importantes durante a vida de Bodin.\n",
        "No ano seguinte, ele foi recebido pelo parlamento francês como advogado e conselheiro do rei. Ele publicou, em 1566, Método para a fácil compreensão da história (conhecido também como Methodus). Nesse trabalho ele desenvolve seu conceito de conhecimento histórico universal.[3] O livro ganhou uma segunda edição aumentada em 1572, devido ao sucesso.\n",
        "Em 1568, ele foi preso na Conciergerie \"por religião\" e permaneceu assim até agosto de 1570,[8] ano em que chamou a atenção de Carlos IX, que o nomeou comissário para a Reforma das Florestas da Normandia. Bodin executou essa tarefa com zelo, perseguindo implacavelmente os farsantes do reino contra a qual ele trouxe até quatrocentos julgamentos.[9]\n",
        "Sua reputação cresceu junto com seu interesse pela vida pública e os problemas do reino. Bodin se tornou conselheiro de François-Hercule, Duque de Anjou, irmão mais novo do rei. Em oito de agosto de 1573, Bodin estava em Metz como um dos membros da delegação que recebeu os embaixadores da Polônia, que vieram oferecer a coroa do país ao irmão do rei, Henrique, Duque de Anjou. O bispo e Duque de Landres, Charles des Cars, deu boas vindas aos embaixadores com um discurso em latim que foi, imediatamente, traduzido para o francês por Jean, que virou parte da corte de Henrique III, Rei da Polônia e da França.[3]\n",
        "Jean Bodin se casou com Françoise Trouilliart em 25 de fevereiro de 1576. Françoise era uma viúva rica cujo irmão, Nicolas Trouillard, fazia parte do Ministério Público.[10]\n",
        "O ano de 1576 foi importante para Bodin, que publicou nesse ano sua obra Os Seis Livros da República, em que tentou restaurar as bases institucionais do reino Francês, cuja guerra em andamento ameaçava enfraquecer por causa, dentre outras razões, da doutrina dos reformadores sobre tirania.[3]\n",
        "Em 1578, Bodin publicou Exposition of universal Law (juris), um pequeno livro metódico no qual sua teoria de direito universal completa sua visão de história universal que ele havia explorado em Methodus.[3] Publicou, então, uma reflexão sobre a essência do direito, Luris universi distributio, que completa o arcabouço teórico iniciado com a República: \"Ao apresentar uma teoria jurídica e política do Estado, Bodin, indiretamente, faz uma contribuição essencial para a formação do direito internacional público contemporâneo”.[11]\n",
        "No ano seguinte, Jean publicou o Tratado de demonomania dos feiticeiros (De la demonomanie des sorciers), um livro que tratava de temas polêmicos como demonologia. Após ser acusado de bruxaria, ele escreveu De demonomania bruxas (1580), uma espécie de guia para os tribunais em que exigia penas severas contra quem pratica feitiçaria.[12]\n",
        "No ano de 1581, em uma viagem a Inglaterra para acompanhar o rei Francisco II da França na negociação de seu casamento com Isabel I,[13] Jean descobriu que a Universidade de Cambridge usava seu livro Os seis livros da República e, pretendia traduzi-lo para ser mais acessível para estudantes estrangeiros.[14] Dois anos depois, também acompanhando o rei Francisco II, ele foi tomado como prisioneiro no ataque de Antuérpia, mas foi rapidamente liberado.\n",
        "Com a morte de Francisco II (1584), ele se retirou para Laon, tornou-se conselheiro do rei de Navarra (Henrique IV) e, apenas três anos depois, tornou-se procurador da coroa.[15]\n",
        "Além disso, foi acusado de heresia e teve sua casa invadida e seus livros queimados duas vezes, a primeira em 1587 e a segunda em 1590.\n",
        "Jean Bodin morreu vitima de peste bubônica entre junho e setembro de 1596 em Laon. Ele teve um casal de filhos que morreram antes de atingirem a idade adulta. Nos seus últimos anos ele esteve ocupado com dois projetos: o primeiro se chama Colloquium of the seven about secrets of the sublime e trata da essência da religião. O segundo, Theater of Universal Nature, aborda a filosofia natural.[3]\n",
        "Durante sua juventude, Jean recebeu uma educação católica e foi fiel ao catolicismo durante toda sua vida, mas, apesar disso, ele era um crítico da Igreja. Ele defendia a ideia da \"religião verdadeira\", que seria olhar para Deus com um espírito purificado.\n",
        "Apesar de fazer críticas também ao papa, não é certo considerar Bodin um protestante, como muitos biógrafos fizeram, porque ele não necessariamente apoiava os reformistas.[3]\n",
        "Bodin muitas vezes é visto como um homem contraditório, assim como muitos dos renomados escritores, artistas e políticos do período do Renascimento. Mesmo sendo um grande escritor político, ele também escreveu sobre bruxaria. Essa aparente contradição entre racionalidade e religiosidade, era comum e muito presente nos séculos de transição entre o período medieval e o período moderno.\n",
        "Assim como muitos homens de sua época, Bodin dialogava com as mudanças políticas que surgiam, mas ainda possuía muitas características da religiosidade medieval. Em seu livro  De demonomania bruxas, ele teceu críticas sobre práticas consideradas como bruxaria e buscou justificar a perseguição e caça às bruxas.[16]\n",
        "Jean Bodin apresentou o poder soberano como a condição indispensável para a instituição de uma sociedade política, já que os outros elementos não seriam suficientes para assegurar um Estado soberano. Estes elementos seriam três:\n",
        "Mas todas essas características fundamentais seriam insuficientes se não houvesse entre elas algo que assegurasse a união. Para isso era necessário o reconhecimento de uma só autoridade que exerceria o poder, a  qual todos estivessem submetidos e que não fosse comandada por ninguém.\n",
        "Esse poder poderia residir em uma pessoa, em algumas ou em todo o povo, o que resulta nos seguintes modelos: monarquia, aristocracia e democracia. Bodin rejeitava a existência de um quarto modelo que viria da mistura dos outros três por meio da partilha da soberania, ele argumenta que isso levaria a destruição da soberania, já que a unidade de comando desapareceria.[17]\n",
        "Bodin, por rejeitar a mistura dos três modelos, acreditava que existia um problema causado pela confusão entre Estado e governo. Assim, determinou Estado como designação das três maneiras de organização que uma república pode ter, baseada no número de pessoas que detém o poder soberano, ou seja, monarquia, aristocracia e democracia. Já o governo carrega a função de indicar a maneira como o poder é exercido: legítimo, despótico ou tirânico.[17]\n",
        "Bodin almejava uma forma perfeita de governo com a prosperidade material e formação intelectual que geraria um desenvolvimento espiritual dos súditos que, por fim, seria marcado por uma estrutura racional e absoluta. Sendo assim, desenvolvimento da república dependia da consolidação da ordem e da obediência das leis, pois um estado forte, baseados na ética judaico-cristã, necessitava de leis extremamente ordenadas e obedientemente seguidas. Portanto, uma sociedade cívica só existe quando todos os cidadãos são regidos pela mesma lei e, para a construção de um estado, é necessário o domínio de um soberano.[18]\n",
        "Entre os poderes do soberano, legislar, mesmo sem a aprovação popular, seria o mais importante, porque os demais direitos são derivados deles, mas o poder pode ser delegado a magistraturas, desde que não haja uma transferência completa da tomada de decisões, e que todas passem pelo soberano. O príncipe, segundo o autor, ao exercer o governo, deve ser livre de cumprir as leis que estabeleceu, afinal ninguém pode ordenar a si mesmo. Também deve ser imune as leis de seus antecessores. Assim o soberano deve ter o poder de alterar as leis segundo a sua vontade.[17]\n",
        "Apesar de ser soberano, o poder do príncipe não seria totalmente arbitrário e sem limites, estando constantemente sujeito as leis de Deus e da natureza, afinal são leis imutáveis, presentes em todos os povos. São essas leis que Bodin considerava fundamentais e deveriam permanecer acima de qualquer vontade particular, sem que nenhum líder político pudesse altera-las. Essas leis mantinham a sociedade longe do caos completo e, dentre elas, estava a lei Salica de sucessão do trono e a lei que proíbe a alienação dos domínios da coroa.[17]\n",
        "O poder absoluto do soberano tinha limites segundo as leis que expressão a vontade de Deus, o bem da república e da soberania.[17]\n",
        "Para Bodin, o monarca precisa alcançar, por meio da ordem, o estado eficiente que atende à três aspectos básicos: materiais, espirituais e mentais e, para alcançar tais aspectos, o soberano precisa ser absoluto e, também, manter a ordem no seu território. Além disso, o monarca jamais poderia ser combatido pelos seus próprios súditos.[18]\n",
        "Bodin, portanto, visava à paz, à prosperidade, à formação cultural e espiritual em função da felicidade geral. Somente uma monarquia legítima faria um corpo único sólido e forte.[18]\n",
        "“Os Seis Livros da República” é uma das grandes obras de Jean Bodin, considerada como o primeiro tratado político sistemático da época.[19] A obra foi escrita em meio às guerras de religião e pretendia resolver os impasses nas guerras civis e religiosas na França e, ao mesmo tempo, que fosse uma obra acessível.\n",
        "Bodin publicou um dos últimos espelhos do príncipe visando assuntos a manutenção e organização da república em prol do desenvolvimento econômico do Estado. \"Os Seis Livros da República\" tratam da definição de conceitos e as funções da república, famílias, notoriedade, cidadão, estrangeiros; das formas de governo - monarquia, aristocracia e democracia; dos funcionários do governo hierárquico. Além do auge e decadência das repúblicas, demografia, riqueza e pobreza, caridade, punições, segurança, finanças e apologia à monarquia soberana.[18] O autor explorou o conceito de república e o propósito desse sistema político com base na sua teoria a respeito da soberania. Além disso, também são tratados os temas da felicidade do homem entrelaçada à República; o estabelecimento de metas para a evolução do governo, evitando, assim, sua dissolução com o tempo.[19]\n",
        "Bodin também traz propostas da maneira de como tal sistema de governo deveria agir. Frente a situações de transgressão ou delinquência, o governo, “reto-governo”, não deve de forma alguma compactuar. ” O autor também exemplifica como a República deve lidar com os ladrões e transgressores, reconhecendo aqueles que após transgredirem a lei, entregam-se a justiça.[20]\n",
        "A narrativa procedeu apontando as bases do funcionamento da República, mas não de uma forma utópica como, na visão de Jean Bodin, era a república de Platão, e sim, reconhecendo seus defeitos e seguir as regras políticas de forma mais rigorosa possível.[21]\n",
        "\nO autor também acrescentou finalidades da República defendida por ele, seus atributos e recursos:.mw-parser-output .flexquote{display:flex;flex-direction:column;background-color:#F1F1F1;border-left:3px solid #C7C7C7;font-size:100%;margin:1em 4em;padding:.4em .8em}.mw-parser-output .flexquote>.flex{display:flex;flex-direction:row}.mw-parser-output .flexquote>.flex>.quote{width:100%}.mw-parser-output .flexquote>.flex>.separator{border-left:1px solid #C7C7C7;border-top:1px solid #C7C7C7;margin:.4em .8em}.mw-parser-output .flexquote>.cite{text-align:right}@media all and (max-width:600px){.mw-parser-output .flexquote>.flex{flex-direction:column}}@media screen{html.skin-theme-clientpref-night .mw-parser-output .flexquote{background-color:transparent}}@media screen and (prefers-color-scheme:dark){html.skin-theme-clientpref-os .mw-parser-output .flexquote{background-color:transparent}}",
        "Jean Bodin, teórico da monarquia absolutista, colocou em pauta a discussão do poder absoluto que o dono exercia sobre o escravo[23], pois entendia que o escravismo estava dentro de relações de mando e obediência.[24]\n",
        "Domenico Losurdo, na obra Contra-História do Liberalismo, declarou que Jean Bodin se opõe a tese de Aristóteles, que defendia o caráter universal da escravidão como prova de que existiriam homens e povos escravos por natureza. Bodin notou que no mundo hebraico apenas gentios podiam ser submetidos à escravidão perpétua e os cristãos e islâmicos seguiam costumes análogos,[23] por isso, Bodin afirmou que os povos das três religiões cortaram pela metade a lei de Deus relativa à escravidão e, também, tratou sobre a livre escolha humana do bem e do mal, negando o discurso da escrevidão ser natural.[25] Afirmava ainda não ver sentido na justificativa da escravidão com base no direito de guerra, afinal guardar os prisioneiros para si e usá-los como animais não era caridade.\n",
        "John Locke também se opunha ao Bodin, pois Locke, com olhar voltado ao passado, apontava Espártaco como responsável de uma agressão contra a propriedade privada e o poder legítimo,[23] enquanto Bodin, décadas antes, afirmava ser nocivo permitir a escravidão, marcada por crueldades abomináveis que os senhores cometeram contra seus escravos.[25]\n",
        "Bodin também abordou a reintrodução da escravidão que, na antiguidade clássica, o número de escravos era superior aos dos cidadãos livres que viviam constantemente em revoltas de escravos, como, por exemplo, aconteceu em Esparta o massacre de  30 mil hilotes em apenas uma noite. A escravidão, que deixou de ser aceita na Europa depois de 1250, estava retornando com a expansão colonial ultramarina de forma renovada. Bodin atribui a volta da escravidão à ganância dos mercadores[23] e acrescenta a necessidade dos príncipes colocarem ordem, caso contrário o mundo ficaria cheio de escravos em pouco tempo.[25]\n",
        "A concepção de soberania definida por Bodin foi notada em vários países da Europa e teve um papel importante no absolutismo enquanto simplificada e interpretada por juristas, entre outros.\n",
        "Na França, teve seguidores como o jurista Pierre Grégoire[26] e sua ideia de Estado inspirou Pierre Charron em La Sagessede (1601).[27] Como demonologista é considerado autoritário, como historiador, é citado em Methode pour etudier l'Histoire de Nicolas Lenglet Du Fresnoy.[28]\n",
        "Na Itália, Bodin era um historiador renomado como Maquiavel e os venezianos concordavam com sua ideia de soberania;[29] já na Espanha, foi colocado no Índice de Quiroga em 1583.[30] Seu pensamento sobre tiranicidio não condizia com a sociedade da época.[31] Sua visão como demonologista só chegou à Espanha no século XVIII.[32]\n",
        "Na Alemanha, o fato de Bodin rejeitar o modelo de Quatro Monarquias o fez impopular, já que, a Alemanha tinha investido no sacro imperador romano como quarto monarca.[33] Leibniz afirmou que o conceito de soberania de Bodin era apenas controle territorial.[34]\n",
        "Ralegh, na Inglaterra concorda com o que o Bodin chama de paralelismo entre as coroas francesa e inglesa; já o historiador Roger Twysden, afirma que a monarquia inglesa não condiz om os conceitos de Bodin.[35]\n",
        "Jean também influenciou John Cowell em seu polêmico livro The Interpreter.[36] Suas ideias sobre bruxaria inspiraram o caçador de bruxos Brian Darcy em 1580, que seguiu sugestões de Bodin para interrogar Úrsula Kemp.[37]\n",
        "Bodin também influenciou o papado. Suas obras foram colocadas no Index Librorum Prohibitorum pela discussão contra o livre arbítrio e a razão de estado. O Methodus entrou pro Index em 1590[38] e todo seu trabalho foi para lá em 1593,[39] Theatrum continuou até o século XX.[40] Além disso, Giovanni Amato descreveu teólogos venezianos como seguidores de Maquiavel e Bodin[41] e Jacob Keller tratou Bodin como um sério inimigo a ideia de que só se pode resistir a um tirano passivamente.[42]\n",
        "Em consequência das suas contribuições, Bodin foi reconhecido pelos seus importantes estudos que contribuíram com o avanço de conceitos de soberania e absolutismo dos Estados; Jean Bodin recebeu algumas homenagens.\n",
        "Na França, cinco ruas receberam o seu nome, elas se localizam nas cidades de Angers e Laon, cidades onde Bodin nasceu e faleceu, respectivamente, além das cidades Avrillé, Cholet e Les Ponts-de-Cé.\n",
        "Também na sua cidade natal, Angers, o Centro de pesquisa Política e Jurídica da Faculdade de Direito, Economia e Gestão da Universidade de Angers recebeu o nome de Bodin e passou a se chamar Centre Jean Bodin.\n"
    ],
    "ligacoes": [
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Scale_of_justice_gold.png\" title=\"Portal do direito\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/09/Scale_of_justice_gold.png/40px-Scale_of_justice_gold.png\" decoding=\"async\" width=\"25\" height=\"20\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/09/Scale_of_justice_gold.png/60px-Scale_of_justice_gold.png 2x\" data-file-width=\"250\" data-file-height=\"204\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Direito\" title=\"Portal:Direito\">Portal do direito</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1530\" title=\"Categoria:Nascidos em 1530\">Nascidos em 1530</a><a href=\"/wiki/Categoria:Mortos_em_1596\" title=\"Categoria:Mortos em 1596\">Mortos em 1596</a><a href=\"/wiki/Categoria:Juristas_da_Fran%C3%A7a\" title=\"Categoria:Juristas da França\">Juristas da França</a><a href=\"/wiki/Categoria:Cientistas_pol%C3%ADticos_da_Fran%C3%A7a\" title=\"Categoria:Cientistas políticos da França\">Cientistas políticos da França</a><a href=\"/wiki/Categoria:Te%C3%B3ricos_do_absolutismo\" title=\"Categoria:Teóricos do absolutismo\">Teóricos do absolutismo</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_direito_da_Fran%C3%A7a\" title=\"Categoria:Filósofos do direito da França\">Filósofos do direito da França</a><a href=\"/wiki/Categoria:Naturais_de_Angers\" title=\"Categoria:Naturais de Angers\">Naturais de Angers</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVI\" title=\"Categoria:Filósofos do século XVI\">Filósofos do século XVI</a><a href=\"/wiki/Categoria:Mercantilistas\" title=\"Categoria:Mercantilistas\">Mercantilistas</a><a href=\"/wiki/Categoria:Demonologistas\" title=\"Categoria:Demonologistas\">Demonologistas</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Jean_Bodin.jpg/250px-Jean_Bodin.jpg",
    "view": "jean_bodin"
}