{
    "url": "https://pt.wikipedia.org/wiki/Jean-Paul_Sartre",
    "codigo_http": 200,
    "titulo": [
        "Jean-Paul Sartre"
    ],
    "conteudo": [
        "Jean-Paul Charles Aymard Sartre (Paris, 21 de junho de 1905 – Paris, 15 de abril de 1980) foi um filósofo, escritor e crítico francês, conhecido como representante do existencialismo. Acreditava que os intelectuais têm de desempenhar um papel ativo na sociedade. Era um artista militante, e apoiou causas políticas de esquerda com a sua vida e a sua obra.\n",
        "Repeliu as distinções e as funções problemáticas e, por estes motivos, se recusou a receber o Nobel de Literatura de 1964.[2] Sua filosofia dizia que no caso humano (e só no caso humano) a existência precede a essência, pois o homem primeiro existe, depois se define, enquanto todas as outras coisas são o que são, sem se definir, e por isso sem ter uma \"essência\" que suceda à existência.[3] Ele também é conhecido por seu relacionamento aberto que durou cerca de 51 anos (até sua morte) com a filósofa e escritora francesa Simone de Beauvoir.\n",
        "Jean-Paul Sartre era filho de Jean-Baptiste Marie Eymard Sartre, oficial da marinha francesa[4] e de Anne-Marie Sartre (Nascida Anne Marie Schweitzer). Quando seu filho nasceu, Jean-Baptiste tinha uma doença crônica adquirida em uma missão na Cochinchina. Após o nascimento de Jean-Paul, ele sofreu uma recaída e retirou-se com a família para Thiviers, sua terra natal, onde morreu em 21 de setembro de 1906.[5] Jean-Paul, órfão de pai, e então com 15 meses, muda-se para Meudon com sua mãe, onde passam a viver na casa de seus avós maternos. O avô de Sartre, Charles Schweitzer nasceu em uma tradicional família protestante alsaciana da qual faz parte, entre outros, o famoso missionário Albert Schweitzer, sobrinho de Charles. Ao fim da Guerra Franco-Prussiana, Charles optou pela cidadania francesa e tornou-se professor de alemão em Mâcon onde conheceu e casou-se com Louise Guillemin, de origem grega, com quem teve sete filhos, George, Émile e Ana-Maria.[6]\n",
        "Após o regresso de Anne-Marie, os quatro viveram em Meudon até 1911. O pequeno \"Poulou\", como Jean-Paul era chamado, dividia o quarto com a mãe. Em seu romance autobiográfico \"As Palavras\" (Les Mots) confessa que desde cedo a considerava mais como uma irmã mais velha do que como mãe.[7] De sua infância ao fim da adolescência, Sartre vive uma vida tipicamente burguesa, cercado de mimos e proteção.[8] Até os 10 anos foi educado em casa por seu avô e por alguns preceptores contratados. Com pouco contato com outras crianças, o menino tornou-se, em suas próprias palavras, um \"cabotino\"[9] e aprendeu a usar a representação para atrair a atenção dos adultos com sua precocidade.[10]\n",
        "Em 1911, a família Sartre mudou-se para Nobres. Passa a ter acesso à biblioteca de obras clássicas francesas e alemãs pertencente ao seu avô. Após aprender a ler, Jean-Paul alterna a leitura de Victor Hugo, Flaubert, Mallarmé, Corneille, Maupassant e Goethe,[11] com os quadrinhos e romances de aventura que sua mãe comprava semanalmente às escondidas do avô. Sartre considerava serem essas suas \"verdadeiras leituras\", uma vez que a leitura dos clássicos era feita por obrigação educacional.[12] A essas influências, junta-se o cinema, que frequentava com sua mãe e que se tornaria mais tarde um de seus maiores interesses.\n",
        "Por sinal, em 1958, John Huston encomendou a Sartre o roteiro do filme que queria fazer sobre a vida de Freud. Huston admirava Sartre e havia montado sua peça Entre Quatro Paredes. Era já o diretor consagrado de obras-primas como O Tesouro de Sierra Madre e O Segredo das Jóias. Surge, então, o famoso filme Freud, além da alma, realizado por Sartre entre 1959 e 1960 e não utilizado integralmente devido a conflitos com o diretor.[13] Já na atualidade, sem o existencialismo de Jean-Paul Sartre não teríamos as obras-primas do cinema sobre a angústia e a incomunicabilidade humana criadas por Michelango Antonioni em A noite (1961) e O eclipse (1962), por exemplo.[14]\n",
        "Sartre conta em \"As Palavras\" que escrevia histórias na infância também como uma forma de mostrar-se precoce. Suas primeiras histórias eram cópias de romances de aventura, em que apenas alguns nomes eram alterados, mas ainda assim faziam sucesso entre os familiares.[15] Era incentivado pela mãe, pela avó, pelo tio (que o presenteou com uma máquina de escrever) e por uma professora, a sra. Picard, que via nele a vocação de escritor profissional. Aos poucos, o jovem Sartre passou a encontrar sua verdadeira vocação na escrita.[16]\n",
        "Apenas seu avô o desencorajava da escrita e o incentivava a seguir carreira de professor de letras. Sem enxergar nele o talento que os demais viam, mas conformado com o fato de que seu neto \"tinha a bossa da literatura\",[17] incentivou Sartre a tornar-se professor por profissão e escrever apenas como segunda atividade.[18] Assim, Sartre atribui ao avô a consolidação de sua vocação de escritor: \"Perdido, aceitei, para obedecer a Karl, a carreira de escritor menor. Em suma, ele me atirou na literatura pelo cuidado que desprendeu em desviar-me dela\".[19]\n",
        "Em 14 de abril de 1917 sua mãe casa-se novamente, com Joseph Mancy, que passa a ser cotutor de Sartre. Livre da dependência dos pais, Anne-Marie muda-se com Sartre para a casa de Mancy em La Rochelle.[20] Nesta cidade litorânea, Sartre toma contato pela primeira vez com imigrantes árabes, chineses e negros. Mais tarde ele reconheceria esse período como a raiz de seu anticolonialismo e o início do abandono dos valores burgueses.[21]\n",
        "Em 1921, retorna ao Liceu Henri IV, agora como interno. Encontra Paul Nizan e os dois tornam-se amigos inseparáveis. De 1922 a 1924, ambos estudam no curso preparatório do liceu Louis-le-Grand, onde se preparam para o concurso da École Normale Superieure. Nessa época despertou seu interesse pela filosofia. Sua primeira influência importante foi a obra de Henri Bergson.\n",
        "Em 1924, ingressou na École Normale Supérieure na mesma turma de Nizan, Daniel Agache e Raymond Aron.[22] Músico e ator talentoso e sempre disposto a participar de brincadeiras e eventos sociais, Sartre torna-se muito popular entre os colegas.[23] Os alunos da escola se dividem em grupos de afinidades religiosas (\"ateus\" e \"carolas\"), e facções políticas: Socialistas, comunistas, reacionários, pacifistas. Sartre adere aos ateus e aos pacifistas[1] e enquanto Aron e Nizan aderem aos círculos socialistas e comunistas e começam a participar da vida política francesa, Sartre mantém o individualismo e o desinteresse pela política que conservaria até o fim da Segunda Guerra. No campo filosófico, além de Bergson, passou a ler Nietzsche, Kant, Descartes e Spinoza. Já na escola começa a desenvolver as primeiras ideias de uma filosofia da liberdade leiga, da oposição entre os seres e a consciência, do absurdo e da contingência que ele viria a desenvolver posteriormente em suas grandes obras filosóficas. Seu principal interesse filosófico é o indivíduo e a psicologia.[24]\n",
        "Em 1928, presta o exame de mestrado e é reprovado. Durante o ano de preparação para a segunda tentativa, estuda com Nizan e René Maheu na Sorbonne. Conhece a namorada de Maheu, Simone de Beauvoir que mais tarde se tornaria sua companheira e colaboradora até o fim da vida. Maheu havia apelidado Simone de Beauvoir de \"Castor\", devido à semelhança de seu nome com Beaver (Castor em inglês) e também \"porque ela trabalhava como um castor\".[25][26] Sartre assume o apelido e passa a chamá-la de Castor pessoalmente e em todas as cartas que lhe escreveu. Na segunda tentativa do mestrado, Sartre passa em primeiro lugar, no mesmo ano em que Beauvoir obtém a segunda colocação.[27][28]\n",
        "Sartre e Beauvoir nunca formaram um casal monogâmico. Não se casaram e mantinham uma relação aberta. Sua correspondência é repleta de confidências sobre suas relações com outros parceiros. Além da relação amorosa, eles tinham uma grande afinidade intelectual. Beauvoir colaborou com a obra filosófica de Sartre, revisava seus livros e também se tornou uma das principais filósofas do movimento existencialista. Sua obra literária também inclui diversos volumes autobiográficos, que frequentemente relatam o processo criativo de Sartre e dela mesma.\n",
        "Entre 1929 e 1931, Sartre presta o serviço militar e torna-se soldado meteorologista.[29] Escreve alguns contos e começa a trabalhar em seu primeiro romance, \"Factum sur la contingeance\" (Panfleto sobre a contingência), que depois viria a se chamar \"La Nausée\" (A náusea). Embora tenha se candidatado ao cargo de auxiliar de catedrático no Japão, ele é nomeado professor de filosofia de um liceu em Havre onde permanece até 1936.[30] Sartre ainda seria professor em Laon e Paris até 1944, quando abandonou definitivamente o magistério.\n",
        "Em 1933, ele é apresentado à fenomenologia de Husserl por Raymond Aron, que havia retornado de um período como bolsista do Institut Français em Berlim. Percebendo a semelhança dessa corrente à sua própria teoria da contingência, Sartre fica fascinado e imediatamente começa a estudar a fenomenologia através de uma obra introdutória.[31] Por sugestão de Aron, candidata-se à mesma bolsa e, aprovado, permanece em Berlim entre 1933 e 1934. Durante esta viagem, estuda a fundo a obra de Husserl e conhece também a filosofia de Martin Heidegger. Publica em 1936 o artigo La Transcendence de l'Égo (\"A Transcendência do Ego\"), uma crítica à teoria do Ego Husserliana que por sua vez se baseava no Cogito cartesiano. Sartre desafia o conceito de que o ego é um conteúdo da consciência e afirma que ele está fora da consciência, no mundo e a consciência se dirige a ele como a qualquer outro objeto do mundo. Este é um dos primeiros passos para livrar a consciência de conteúdos e torná-la o \"Nada\" que mais tarde seria um dos conceitos-chave do existencialismo. De volta à França, continua a trabalhar nas mesmas ideias e entre 1935 e 1939 escreve L'Imagination (\"A Imaginação\"), L'Imaginaire (\"O Imaginário\") e Esquisse d'une théorie des émotions (\"Esboço de uma teoria das emoções\"). Volta então suas pesquisas para Heidegger e começa a escrever L´Être et le néant (\"O ser e o nada\").\n",
        "Em 1938, publica o romance La Nausée (A náusea) e a coletânea de contos Le mur (O muro). A náusea apresenta, em forma de ficção, o tema da contingência e torna-se seu primeiro sucesso literário, o que contribui para o início da influência de Sartre na cultura francesa e no surgimento da moda existencialista que dominou Paris na década de 1940.\n",
        "Em 1939, Sartre volta ao exército francês, servindo na Segunda Guerra Mundial como meteorologista. É aprisionado em Nancy no ano de 1940 pelos alemães, e permanece na prisão até abril de 1941.\n",
        "De volta a Paris, alia-se à Resistência Francesa, onde conhece e se torna amigo de Albert Camus (do qual já conhecia a obra e sobre quem já havia escrito um ensaio elogioso a respeito do livro  O Estrangeiro). A amizade entre Sartre e Camus perdurará até 1952, quando os dois rompem a relação publicamente devido à publicação do livro de Camus O Homem Revoltado no qual Camus atacou duramente o comunismo e o stalinismo. Sartre defendia uma relação de colaboração critica com o regime da URSS e permitiu a publicação de uma crítica desastrosa ao livro de Camus em sua revista Les Temps Modernes (crítica esta que Camus respondeu de maneira extremamente dura) e que foi a gota d´água para o fim da relação de amizade. Mas até o final da vida Sartre admirará Camus, como ele mesmo expressa nas entrevistas que teve com Simone de Beauvoir em 1974 - e que ela publicou postumamente.\n",
        "Em 1943, publicou seu mais famoso livro filosófico, L'Être et le Néant (O Ser e o Nada: Ensaio de Ontologia Fenomenológica), que condensa todos os conceitos importantes da primeira fase de seu sistema filosófico.\n",
        "Sua participação na Resistência não é aceita por todos, e o filósofo Vladimir Jankélévitch o reprova por sua \"falta de engajamento político\" durante a ocupação alemã, e vê em seus posteriores combates em prol da liberdade uma tentativa de se redimir por esta atitude.\n",
        "Em 1945, ele cria e passa a dirigir junto a Maurice Merleau-Ponty a revista Les Temps Modernes (\"Tempos Modernos\"), onde são tratados mensalmente os temas referentes à literatura, filosofia e política. Além das contribuições para a revista, Sartre escreve neste período algumas de suas obras literárias mais importantes. Sempre encarando a literatura como meio de expressão legítima de suas crenças filosóficas e políticas, escreve livros e peças teatrais que tratam das escolhas que os homens tomam frente às contingências às quais estão sujeitos. Entre estas obras destacam-se a peça Huis Clos (Entre quatro paredes) (1945) e a trilogia Les Chemins de la liberté (Os caminhos da Liberdade) composta pelos romances L'age de raison (A idade da razão) (1945), Le Sursis (Sursis) (1947) e Le mort dans l'âme (Com a morte na alma) (1949).\n",
        "No período mais prolífico de sua carreira escreve ainda várias peças de teatro e ensaios.\n",
        "Na década de 1950 assume uma postura política mais atuante, e abraça o comunismo. Torna-se ativista, e posiciona-se publicamente em defesa da libertação da Argélia do colonialismo francês. É importante frisar que Sartre, junto com Fanon, foram dois intelectuais importantes no processo de descolonização-contribuição referenciada através de textos relacionados ao tema do colonialismo e também no envolvimento manifestado no engajamento político de ambas as partes. Suas contribuições passam pelo estudo das inter-relações que se estabelecem no plano do pensamento e as interconexões que ocorrem através de inúmeras razões, entre elas a existência do colonialismo e suas interconexões.[32]\n",
        "Em dezembro de 1960, Fanon, por exemplo, inicia a sua escrita apressada do que sabidamente seria o seu livro, alterando o curso da escrita de forma a sintetizar seus acúmulos teóricos antes que seu tempo esgote (pois, foi diagnosticado com leucemia, e percebe, mediante aos estágios que a medicina se encontra nesta época, que lhe resta pouco tempo de vida[33]). É neste contexto que será escrito em questão de meses o famoso Os Condenados da Terra. Enquanto escrevia o livro e revisava os trechos, chegou a voar para Itália a fim de encontrar Jean-Paul Sartre e Simone de Beauvoir, para encomendar a Sartre o Prefácio do seu livro.[33]\n",
        "A influência de Sartre sobre Fanon é bastante conhecida. Fanon o admirava tanto que, em ocasião do memorável encontro entre os dois, no verão de 1961 em Roma, teria dito a Claude Lanzmann: \"Eu pagaria vinte mil francos para falar com Sartre da manhã à noite durante quinze dias\" (DE BEAUVOIR, 2009, p. 437).[34][35] É sabido que Fanon se refere constantemente a obra Reflexões Sobre a Questão Judaica, publicada por Sartre em 1943.[35]\n",
        "A aproximação do marxismo inaugura a segunda parte da carreira filosófica de Sartre em que tenta conciliar as ideias existencialistas de autodeterminação aos princípios marxistas. Por exemplo, a ideia de que as forças socioeconômicas, que estão acima do nosso controle individual, têm o poder de modelar as nossas vidas. Escreve então sua segunda obra filosófica de grande porte, La Critique de la raison dialectique (A crítica da razão dialética) (1960), em que defende os valores humanos presentes no marxismo, e apresenta uma versão alterada do existencialismo que ele julgava resolver as contradições entre as duas escolas.\n",
        "Considerado por muitos o símbolo do intelectual engajado, Sartre adaptava sempre sua ação às suas ideias, e o fazia sempre como ato político. Em 1963, Sartre escreve Les Mots (As palavras, lançado em 1964), relato autobiográfico que seria sua despedida da literatura. Após dezenas de obras literárias, ele conclui que a literatura funcionava como um substituto para o real comprometimento com o mundo. Em 1964 a Academia Sueca lhe agracia com o Nobel de Literatura, que ele no entanto recusa, pois segundo ele \"nenhum escritor pode ser transformado em instituição\". O caso se tornou um escândalo, que poderia ter sido evitado pela Academia Sueca, visto que Sartre teria descoberto antecipadamente que seu nome estava entre os indicados, e por isso enviou uma carta a Academia avisando que recusaria o prêmio caso fosse o escolhido para recebê-lo, a carta, no entanto, só chegou a mão dos Acadêmicos responsáveis pela escolha do vencedor do prêmio, dias depois de Sartre ter sido escolhido para recebê-lo.[36][37]\n",
        "Morreu em 15 de abril de 1980 no Hospital Broussais (em Paris). Seu funeral foi acompanhado por mais de 50 000 pessoas. Está enterrado no Cemitério de Montparnasse em Paris. No mesmo túmulo jaz Simone de Beauvoir.[38]\n",
        "Baseado principalmente na fenomenologia de Husserl e em 'Ser e Tempo' de Heidegger, o existencialismo sartriano procura explicar todos os aspectos da experiência humana. A maior parte deste projeto está sistematizada em seus dois grandes livros filosóficos: O ser e o nada e Crítica da razão dialética.\n",
        "É importante postular que a forma como Sartre entende aquilo que ele batiza de \"Em-si\", termo emprestado de Hegel,[39] é diferente daquilo que outros pensadores da existência, como Heidegger, irão compreender o mesmo campo.\n",
        "Segundo o existencialismo sartriano, o mundo é povoado de \"Em-si\". Podemos entender um Em-si como qualquer objeto existente no mundo e que não é nada além daquilo que é. Este modo de aparição do ser, que não é o único, é fundamentado em três características: o ser é, o ser é o que é, o ser é em-si. Estas três características poderíamos resumir dizendo que este ser é opaco a si mesmo, absoluta plenitude de ser, retomando, segundo Gerd Bornheim, a ideia de um ser esférico presente em Parmênides, que não pode ser penetrado por nada externo a ele. A grosso modo, podemos dizer que possuem o modo de ser do Em-si todos aqueles \"objetos\", que não possuem consciência, que não se fundam na alteridade, na presença do outro. Um ser Em-si não tem potencialidades nem consciência de si ou do mundo. Ele apenas é.\n",
        "A consciência humana é um tipo diferente de ser, por possuir conhecimento a seu próprio respeito e a respeito do mundo. É uma forma diferente de ser, chamada \"Para-si\".\n",
        "É o \"Para-si\" que faz as relações temporais e funcionais entre os seres \"Em-si\", e ao fazer isso, constrói um sentido para o mundo em que vive.\n",
        "O \"Para-si\" não tem uma essência definida. Ele não é resultado de uma ideia preexistente. O existencialismo sartriano desconsidera a existência de um criador que tenha predeterminado a essência e os fins de cada pessoa. É preciso que o \"Para-si\" exista, e durante essa existência ele define, a cada momento o que é sua essência. Cada pessoa só tem, como essência imutável, aquilo que já viveu. Posso saber que o que fui se definiu por algumas características ou qualidades, bem como pelos atos que já realizei, mas tenho a liberdade de mudar minha vida deste momento em diante. Nada me compete a manter esta essência, que só é conhecida em retrospecto. Podemos afirmar que meu ser passado é um \"Em-si\", possui uma essência conhecida, mas essa essência não é predeterminada. Ela só existe no passado. Por isso se diz no existencialismo que \"a existência precede e governa a essência\". Por esta mesma razão cada Para-si tem a liberdade de fazer de si o que quiser.\n",
        "Sartre defende que o homem é livre e responsável por tudo que está à sua volta.  Sartre dizia \"Somos inteiramente responsáveis por nosso passado, nosso presente e nosso futuro\". Em Sartre, temos a ideia de liberdade como uma pena, por assim dizer. \"O homem está condenado a ser livre\". Se, como Nietzsche afirmava, já não havia a existência de um deus que pudesse justificar os acontecimentos, a ideia de destino, passava a ser inconcebível, sendo então o homem o único responsável por seus atos e escolhas. Para Sartre, nossas escolhas são direcionadas por aquilo que nos aparenta ser o bem, mais especificamente por um engajamento naquilo que aparenta ser o bem e assim tendo consciência de si mesmo. Em outras palavras, para o autor, o homem é um ser que \"projeta tornar-se deus\".\n",
        "Segundo o comentário de Artur Polônio, \"se a vida não tem, à partida, um sentido determinado , não podemos evitar criar o sentido da nossa própria vida\". Assim, \"a vida obriga-nos a escolher entre vários caminhos possíveis [mas] nada nos obriga a escolher uma coisa ou outra\". Assim, dentro dessa perspectiva, recorrer a uma suposta ordem divina representa apenas uma incapacidade de arcar com as próprias responsabilidades.\n",
        "Sartre não nega por completo o determinismo, mas determina o ser humano através da liberdade, no fim das contas,  não somos livres para não ser livres. Não é deus, nem a natureza, tampouco a sociedade que nos define, quem define o que somos por completo ou nossa conduta. Somos o que queremos ser, o que escolhemos ser; e sempre poderemos mudar o que somos. o quem irá definir. Os valores morais não são limites para a liberdade.\n",
        "Em Paris, sob o domínio alemão, Sartre pôde utilizar suas referências para a liberdade. Organizava-se a Resistência Francesa. Sartre desejava participar do movimento, mas agindo à sua maneira. Não chegou a pegar no fuzil. Sua arma continuava sendo a palavra. Nesta circunstância, o teatro parecia-lhe o instrumento mais adequado para atingir o público e transmitir sua mensagem. Assim surgiu a primeira peça teatral de Sartre, As Moscas, encenada em 1943.\n",
        "Animado pelo êxito de sua primeira experiência, em 1945 Sartre volta à cena com a peça Entre Quatro Paredes, cujos personagens vivem os grandes problemas existenciais que o autor aborda em sua filosofia.\n",
        "A liberdade dá ao homem o poder de escolha, mas está sujeita às limitações do próprio homem. Esta autonomia de escolha é limitada pelas capacidades físicas do ser. Para Sartre, porém, estas limitações não diminuem a liberdade, pelo contrário, são elas que tornam essa liberdade possível, porque determinam nossas possibilidades de escolha, e impõem, na verdade, uma liberdade de eleição da qual não podemos escapar.\n",
        "Segundo Raymond Plant, em seu livro \"Política, Teologia e História\", o argumento de que a essência precede a existência implica a necessidade de um criador; assim, quando um objeto vai ser produzido (um martelo, uma caneta, uma máquina), ele obedece a um plano pré-concebido, que estabelece sua forma, suas principais características e sua função, ou seja, ele possui um propósito definido, uma essência que define sua forma e utilidade, e precede a sua existência. Sendo Sartre um representante do existencialismo ateu, ele defende que há um ser onde essa situação se inverte, e a existência precede a essência: o ser humano. Assim, seria o próprio homem o definidor de sua essência, e não Deus, como advogava o existencialismo cristão.\n",
        "Em sua conferência \"O existencialismo é um humanismo\", Sartre afirma que o ser humano é o único nesta condição; nós existimos antes que nossa essência seja definida. Esse seria um dos preceitos básicos do existencialismo. Assim, o autor nega a existência de uma suposta \"essência humana\" (pré-concebida), seja ela boa ou ruim. As nossas escolhas cabem somente a nós mesmos, não havendo, assim, fator externo que justifique nossas ações. O responsável final pelas ações do homem é o próprio homem.\n",
        "Nesse sentido, o existencialismo sartriano concede importante relevo à responsabilidade: cada escolha carrega consigo a obrigação de responder pelos próprios atos, um encargo que torna o homem o único responsável pelas consequências de suas decisões. E cada uma dessas escolhas provoca mudanças que não podem ser desfeitas, de forma a modelar o mundo de acordo com seu projeto pessoal. Assim, perante suas escolhas, o homem não se torna apenas responsável por si, mas também por toda a humanidade.\n",
        "Essa responsabilidade é a causa da angústia dos existencialistas. Essa angústia decorre da consciência do homem de que são as suas escolhas que definirão a sua essência, e mais, de que essas escolhas podem afetar, de forma irreversível, o próprio mundo. A angústia, portanto, vem da própria consciência da liberdade e da responsabilidade em usá-la de forma adequada.\n",
        "Sartre nega, ainda, a suposição de que haja um propósito universal, um plano ou destino maior, onde seríamos apenas atores de um roteiro definido. Isto implica que apenas nós mesmos definimos nosso futuro, através de nossa liberdade de escolha. Porém, Sartre não se restringe em \"justificar\" a angústia dos existencialistas, fruto da consciência de sua responsabilidade, mas vai além, e acusa como má-fé a atitude daqueles que não procedem de tal forma, renunciando, assim, a própria liberdade.\n",
        "De acordo com o autor, a má-fé é uma defesa contra a angústia criada pela consciência da liberdade, mas é uma defesa equivocada, pois através dela nos afastamos de nosso projeto pessoal, e caímos no erro de atribuir nossas escolhas a fatores externos, como Deus, os astros, o destino, ou outro. Nesse sentido, Sartre considerava também a ideia freudiana de inconsciente como um exemplo de má-fé.\n",
        "Podemos dizer, então, que para os existencialistas a má-fé compreendia a mentira para si próprio, sendo imprescindível para o homem abandonar a má-fé, passando então a condição de ser consciente e responsável por suas escolhas. Ao fazer isso, o homem passa, invariavelmente, a viver num estado de angústia, pois deixa de se enganar, mas em compensação retoma a sua liberdade em seu sentido mais pleno.\n",
        "As outras pessoas são fontes permanentes de contingências. Todas as escolhas de uma pessoa levam à transformação do mundo para que ele se adapte ao seu projeto. Mas cada pessoa tem um projeto diferente, e isso faz com que as pessoas entrem em conflito sempre que os projetos se sobrepõem.\n",
        "Mas Sartre não defende, como muitos pensam, o solipsismo. O homem por si só não pode conhecer-se em sua totalidade. Só através dos olhos de outras pessoas é que alguém consegue se ver como parte do mundo. Sem a convivência, uma pessoa não pode perceber-se por inteiro. \"O ser Para-si só é Para-si através do outro\", ideia que Sartre herdou de Hegel. Cada pessoa, embora não tenha acesso às consciências das outras pessoas, pode reconhecer neles o que têm de igual. E cada um precisa desse reconhecimento. Por mim mesmo, não tenho acesso à minha essência, sou um eterno \"tornar-me\", um \"vir-a-ser\" que nunca se completa. Só através dos olhos dos outros posso ter acesso à minha própria essência, ainda que temporária.\n",
        "Só a convivência é capaz de me dar a certeza de que estou fazendo as escolhas que desejo. Daí vem a ideia de que \"o inferno são os outros\", ou seja, embora sejam eles que impossibilitem a concretização de meus projetos, colocando-se sempre no meu caminho, não posso evitar sua convivência. Sem eles o próprio projeto fundamental não faria sentido.\n",
        "O existencialismo ateu de Sartre, por sua natureza avessa aos dogmas da igreja e da moral constituída, atraiu muitos grupos que viam na defesa da liberdade e da vida autêntica um endosso à vida desregrada - obviamente, por um erro na compreensão do que há de essencial na concepção de liberdade elaborada pelo filósofo francês. Por razões semelhantes foi vista por muitos como uma filosofia nociva aos valores da sociedade e à manutenção da ordem. Seria uma filosofia contra a humanidade. Esta é uma das razões porque toda a obra de Sartre foi incluída no Index de obras proibidas pela Igreja Católica.\n",
        "Sartre responde a isso na conferência \"O existencialismo é um humanismo\" em que afirma que o existencialismo não pode ser refúgio para os que procuram o escândalo, a inconsequência e a desordem. O movimento, segundo este texto, não defende o abandono da moral, mas a coloca em seu devido lugar: na responsabilidade individual de cada pessoa. O existencialismo reconhece, assim, a possibilidade de uma moral laica em que os valores humanos existem sem a necessidade da existência de Deus. A moral existencialista pretende que as escolhas morais não sejam determinadas pelo medo da punição divina, mas pela consciência da responsabilidade.\n",
        "Não se pode negar sua duradoura influência sobre os mais variados ramos do conhecimento humano. Por ser muito voltado à discussão de aspectos formadores da personalidade humana, o existencialismo exerceu influência na psicologia de Carl Rogers, Fritz Perls, R. D. Laing e Rollo May. Assim, a filosofia de Sartre está presente entre as principais e mais conhecidas abordagens da Psicologia dentro dessa perspectiva fenomenológico-existencial: a Gestalt-Terapia e a Abordagem Centrada na Pessoa (ACP).[40] Sua filosofia também é base fundamental para outra abordagem da psicologia: a própria Psicologia Fenomenológico-Existencial ou a Psicologia Existencial.\n",
        "Na literatura, influenciou a poesia da Geração Beat, cujos maiores expoentes foram Jack Kerouac, Allen Ginsberg e William S. Burroughs, além dos dramaturgos do chamado Teatro do absurdo. Já na literatura brasileira, podemos destacar a escritora Clarice Lispector. Pelo menos, desde o seu segundo livro, O Ilustre, conforme ela mesma afirmou mais tarde: \"Acontece que só vim a saber da existência de Sartre no meu segundo livro\" (Cf. BORELLI, 1981, p. 66). De acordo com Nádia Gotlib, inclusive, \"uma das possíveis razões de o livro ter sido bem recebido na França pode ter sido mesmo a idéia de que teria tido ele influência do existencialismo\" (GOTLIB, 1995, p. 340). Muitos dos trabalhos críticos sobre a obra da autora confirmam a relação daquela com a filosofia existencialista de Sartre.[41] A obra de Clarice A maçã no escuro é também entendida como influenciada pelo pensamento filosófico de Sartre. Guimarães compara A maçã no escuro ao romance de Sartre A náusea e nota traço esquizo em Martim, por este apresentar pensamento fragmentado, com ausência de elos. Segundo Guimarães, a consciência tanto de Martim quanto de Roquentin (protagonista do romance de Sartre), \"opera por contiguidade, adesão, coexistência em relação aos circunstantes e não por identificação, à maneira psicanalítica\".[42] No mais, muitos críticos literários discutiram a influência do existencialismo de Sartre e da discussão e papéis femininos/masculinos de Simone de Beauvoir nas narrativas de Clarice Lispector. Isso pode ser encontrado, por exemplo, nos seguintes textos: BRASIL, Assis. Clarice Lispector. Rio de Janeiro: Simões, 1969; NUNES, Benedito. O mundo de Clarice Lispector; op. cit.; HERMAN, op. cit., p. 69-74; PONTIERO, Giovanni. The drama of existence in Laços de família. Studies in Short Fiction, n.8, 1971 e ANDERSON, Robert K. Myth and existencialism in Clarice Lispector's, 1985.[43] Neste contexto, e feitas estas considerações pertinentes, é possível pensar uma influência da filosofia formulada por Sartre na obra de Clarice, embora fosse temerário considerar a autora como adepta do existencialismo. A verdade é que a filosofia existencialista de Sartre marcou profundamente a geração de intelectuais contemporâneos de Clarice Lispector.[44][45][46][47] No fim do ano, frequenta o terapeuta Ulysses Girsoler. Ela e Maury passam o réveillon  na França, com o casal Wainer, a convite de Bluma.[48]\n",
        "Também na música brasileira, Sartre influenciou canções como a “Infinita highway” da banda Engenheiros do Hawaii. Por exemplo, essa música que mudou definitivamente a trajetória dos Engenheiros explicita trechos como “a dúvida é o preço da pureza”, uma frase da obra O Muro, de Sartre. A “Infinita highway” permite induzir a presença de uma temática existencial. Além da citação de O Muro em “Infinita highway”, Sartre é mencionado em “Guardas da fronteira” (“Acontece que eu não tenho escolha / Por isso mesmo é que eu sou livre / Não sou eu o mentiroso / Foi Sartre quem escreveu o livro”).[49] O próprio Humberto Gessinger, líder da banda Engenheiros do Hawaii, afirma que \"Infinita Highway\" coloca sobre uma base musical progressiva reflexões existencialistas inspiradas por Sartre.[50] Já Caetano Veloso, em entrevista ao jornal Gazeta de Alagoas, diz que \"... entre Merleau-Ponty, que defendia a percepção do mundo por meio do corpo, e Sartre, que defendia a tomada de posição intelectual, sempre fui mais Sartre, desde a universidade\", sendo retrucado pelo entrevistador que argumenta que sendo Caetano homem de \"afirmação erótica\" e de \"presença intensa\", estaria mais para Merleau-Ponty. Ao que Caetano acrescentou: \"Pois é. Mas o fato é que líamos Sartre, e não Merleau-Ponty\".[51]\n",
        "Sartre influenciou do mesmo modo o famoso psiquiatra David Cooper, que foi um psiquiatra sul-africano, notável teórico e líder do movimento antipsiquiatria, ao lado de R. D. Laing, Thomas Szasz e Michel Foucault. A influência da filosofia de Sartre, especialmente com a obra \"Crítica da Razão Dialética\", segundo a qual Laing e Cooper compuseram um notável texto com o título Raison et violence, fez Cooper lutar contra a repressão manicomial que se encontra associada a outras lutas anti-repressivas e se soma às reivindicações por um mundo melhor e mais livre.[52]\n",
        "Um grande intelectual brasileiro que também sofre influência de Sartre, é o Paulo Freire. Ainda na sua obra Pedagogia do Oprimido, Paulo Freire cita diretamente o Sartre: “Na verdade, não há eu que se constitua sem um não-eu. Por sua vez, não-eu constituinte do eu se constitui na constituição do eu constituído. Desta forma, o mundo constituinte da consciência se torna mundo da consciência, um percebido objetivo seu, ao qual se intenciona. Daí, a afirmação de Sartre, anteriormente citada: ‘consciência e mundo se dão ao mesmo tempo’” (Freire, 1987, p. 71).[53] O pensamento existencialista sartriano enquanto se ocupa do ser humano, tem importância para a educação, na medida em que esclarece a condição dele no mundo. \"Paulo Freire (1996) sofre influências desta corrente e a desenvolve em sua Pedagogia. Se por um lado, uma educação é possível a partir do pensamento de Sartre (1987), de outro, encontra-se a humanização na pedagogia de Freire\" (MENDONÇA, 2006, 161),[54] que objetiva, finalmente, a humanização das relações no processo de ensino/aprendizagem.[55]\n",
        "Para marcar também o centenário de Sartre no ano de 2005, Annie Cohen-Solal, uma socióloga, acadêmica, escritora e principal biógrafa de Sartre, entrou em uma turnê de conferências internacionais, levando-a, entre outros países, para o Brasil, onde foi recebida pelo então Ministro da Cultura Gilberto Gil, criando a cadeira Sartre na Universidade de Brasília (UnB).[56] Ainda o filósofo francês continua despertando paixões e sendo louvado ou execrado. Segundo Cohen-Solal, devido a isso e porque os estudantes franceses da atualidade estão percebendo a relevância de Sartre, na École Normale Supérieure, uma grande universidade francesa, estão discutindo do mesmo modo a criação de uma cadeira Sartre.[57]\n",
        "Alguns filósofos argumentam que o pensamento de Sartre é contraditório. Especificamente, acreditam eles que Sartre apresenta argumentos metafísicos, apesar de afirmar que suas visões filosóficas ignoram a metafísica. O marxista Herbert Marcuse, doutorando de Heidegger, criticou o \"Ser e o Nada\" por projetar ansiedade e falta de sentido na natureza da própria existência: \"Na medida em que o Existencialismo é uma doutrina filosófica, permanece como uma doutrina idealista: hipostatiza condições históricas específicas da existência humana em características ontológicas e metafísicas. Assim, o existencialismo se torna parte da própria ideologia que ataca e seu radicalismo é ilusório\".[58]\n",
        "Já contrariando o pensamento de Herbert Marcuse, o filósofo e marxista István Mészáros afirmou: \"sempre senti que os marxistas deviam muito a Sartre, pois vivemos numa era em que o poder do capital é dominador [...] Sartre foi um homem que sempre pregou exatamente o oposto: como indivíduos, devemos nos rebelar contra esse poder, esse monstruoso poder do capital. Os marxistas, de modo geral, não conseguiram da voz a isso [...] Não há ninguém nos últimos cinquenta anos de filosofia e literatura que tenha tentado martelar isto com tanta pertinácia e determinação quanto Sartre\".[59]\n",
        "\nNa Carta sobre Humanismo, Heidegger criticou o existencialismo de Sartre:",
        "Os filósofos Richard Wollheim e Thomas Baldwin argumentaram que a tentativa de Sartre de mostrar que a teoria do inconsciente de Sigmund Freud está enganada foi baseada em uma interpretação errônea de Freud.[61][62] Richard Webster considera Sartre um dos muitos pensadores modernos que reconstruíram as ortodoxias judaico-cristãs de forma secular.[63]\n",
        "Os intelectuais associados à direita alegam que a política de Sartre é índice de autoritarismo. Brian C. Anderson denunciou Sartre como um apologista da tirania, do terror e um defensor do stalinismo, do maoísmo e do regime de Castro em Cuba.[64] O historiador Paul Johnson afirmou que as ideias de Sartre haviam inspirado a liderança do Khmer Vermelho: \"Os eventos no Camboja na década de 1970, nos quais entre um quinto e um terço da nação estavam morrendo de fome ou assassinados, eram inteiramente obra de um grupo de intelectuais, que eram em sua maioria alunos e admiradores de Jean-Paul Sartre - 'Filhos de Sartre', como eu os chamo\".[65]\n",
        "Contudo, apesar de alegarem que Sartre era índice de autoritarismo, era um defensor do stalinismo e do regime de Castro em Cuba, a verdade é que Sartre escreveu o ensaio Le phantome de Stalin (O fantasma de Stalin), em repúdio à invasão da Hungria pelo Exército Vermelho. O que constitui ainda um acerto de contas com o stalinismo, repudiando-o. Além disso, a manifestação de sua repulsão com que é antidemocrático.[66] Também numa entrevista ao L'Express, Sartre anunciou: \"Eu estou rompendo, com pesar, mas totalmente, meus laços com meus amigos escritores soviéticos que não denunciam (ou não podem denunciar) o massacre na Hungria. Nós não mais podemos qualquer amizade com a facção dominante da burocracia soviética\".[67][68] Igualmente, a rigor, Sartre não apoiava o regime de Castro, \"pois Fidel Castro ainda não declarara Cuba um país comunista, inclusive o jornal O Estado de S. Paulo apoiava a Revolução e cobriu toda a visita de Sartre, que era favorável ao movimento revolucionário cubano\", comenta Castilho.[69][70]\n",
        "Porém, ao visitar Fidel Castro em Cuba, Sartre já havia rompido com o Partido Comunista Francês - PCF, ao qual nunca se filiou, e publicado O Fantasma de Stalin, espécie de manifesto de seu anti-stalinismo e ao mesmo tempo de seu anti-imperialismo. “Éramos muito difíceis de classificar. De esquerda, mas não comunistas”, escreveu sua parceira e filósofa Simone de Beauvoir em A Força das Coisas, terceiro volume de sua autobiografia.[70] A estadia em Cuba fez Sartre escrever seu livro Furacão sobre o Açúcar, publicado no Brasil como Furacão sobre Cuba pela Editora do próprio filósofo e no mesmo ano Sartre e Simone romperiam com Fidel Castro diante da prisão do poeta Herberto Padilla. No livro seu livro Furacão sobre o Açúcar, Sartre relata suas impressões de um Fidel em princípio desconfiado e mal-humorado, que vai relaxando pouco a pouco, mas que se mantém “um homem difícil de ser enquadrado”.[71][72][73]\n",
        "Sartre, que afirmou em seu prefácio de Os Condenados da Terra, obra de Frantz Fanon, que: \"Abater um europeu é matar dois coelhos com uma cajadada, destruir um opressor e o homem que ele oprime ao mesmo tempo: sobra um homem morto e um homem livre\". Mas, de fato, por outro lado, Sartre estava a condenar o colonialismo brutal da França e estando a favor das lutas de libertação da Argélia, já que os colonizados encarnavam, na Argélia, o combate universal de todos os oprimidos dos então países do Terceiro Mundo.[74] Com outras palavras, Sartre insistia na violência do sistema colonial - como a francesa -, em seus mecanismos econômicos e ideológicos, aspectos que o levam a condenar a ação do Exército francês sobre a Argélia, encarada como uma ocupação estrangeira. \"O colonialismo é um sistema que recusa ao colonizado qualquer humanidade e, nesse sentido, é semelhante a um sistema totalitário [...] Os condenados da terra eram produto de cem anos de humilhação coletiva e de permanência de uma ordem dominante fundamentada na separação entre colonos e colonizados\". Esse mal-estar e desumanização na Argélia, que Sartre tentou combater.[74]\n",
        "O crítico, radialista e escritor Clive James[75] criticou Sartre em seu livro de mini biografias Cultural Amnesia (2007). James ataca a filosofia de Sartre como sendo \"apenas uma pose\".[76] Ao contrário de tal ataque, Boëchat ressalta \"que a filosofia de Sartre, mantendo-se atrelada ao mundo concreto e a vida cotidiana do homem, aborda o ser através de suas infinitas manifestações\".[77] Além disso, a filósofa e a psicoterapeuta canadense Bonnie Burstow afirmou o humanismo de Sartre: \"a posição de Sartre a respeito das relações humanas decorre de sua concepção do ser humano e da existência. Embora, como espero demonstrar, existam outros erros, anti-sartreanos erram na compreensão das relações humanas porque também erram ao tentar compreender a existência segundo Sartre [...] É o Outro que me torna um ser humano. Eis um ponto essencial e um ponto totalmente negligenciado por esses críticos de Sartre\".[78]\n",
        " \n"
    ],
    "ligacoes": [
        "<ul><li>1905 - Sartre nasce em <a href=\"/wiki/Paris\" title=\"Paris\">Paris</a> em 21 de junho.</li>\n<li>1907 - Morte de seu pai. Muda-se para a casa do avô materno, em <a href=\"/wiki/Meudon\" title=\"Meudon\">Meudon</a>; retorna a Paris quatro anos depois.</li>\n<li>1924 - Sartre matricula-se na Escola Normal Superior, em Paris.</li>\n<li>1929 - Conhece <a href=\"/wiki/Simone_de_Beauvoir\" title=\"Simone de Beauvoir\">Simone de Beauvoir</a>.</li>\n<li>1931 - É nomeado <a href=\"/wiki/Professor\" title=\"Professor\">professor</a> de <a href=\"/wiki/Filosofia\" title=\"Filosofia\">filosofia</a> no <a href=\"/wiki/Le_Havre\" title=\"Le Havre\">Havre</a>.</li>\n<li>1936 - Sartre publica \"A Imaginação\" e \"A Transcendência do Ego\".</li>\n<li>1938 - Publica o romance <i>La Nausée</i> (<a href=\"/wiki/A_n%C3%A1usea\" class=\"mw-redirect\" title=\"A náusea\">A náusea</a>) e a coletânea de contos <i>Le mur</i> (O muro).</li>\n<li>1940 - Servindo na <a href=\"/wiki/Guerra\" title=\"Guerra\">guerra</a>, Sartre é feito <a href=\"/wiki/Pris%C3%A3o\" title=\"Prisão\">prisioneiro</a> pelos alemães e enviado a um <a href=\"/wiki/Campo_de_concentra%C3%A7%C3%A3o\" title=\"Campo de concentração\">campo de concentração</a>.</li>\n<li>1941 - Liberto, volta à <a href=\"/wiki/Fran%C3%A7a\" title=\"França\">França</a> e entra para a Resistência. Funda o movimento Socialismo e Liberdade.</li>\n<li>1943 - Publica \"O Ser e o Nada\".</li>\n<li>1945 - Sartre dissolve Socialismo e Liberdade e funda, com Merleau-Ponty, a revista Les Temps Modernes.</li>\n<li>1952 - Sartre ingressa no <a href=\"/wiki/Partido_Comunista_Franc%C3%AAs\" title=\"Partido Comunista Francês\">Partido Comunista Francês</a>.</li>\n<li>1956 - Rompe com o Partido Comunista. Escreve \"O Fantasma de Stálin\".</li>\n<li>1960 - Sartre publica \"Crítica da Razão Dialética\".</li>\n<li>1964 - Publica \"As Palavras\". Recusa o <a href=\"/wiki/Nobel_de_Literatura\" class=\"mw-redirect\" title=\"Nobel de Literatura\">Nobel de Literatura</a> por acreditar que \"nenhum escritor pode ser transformado em instituição\"</li>\n<li>1968 - Durante a revolta estudantil na França e em várias partes do mundo, Sartre põe-se ao lado dos estudantes da barricada.</li>\n<li>1970 - Sartre assume simbolicamente a direção do jornal esquerdista La Cause de Peuple, em <a href=\"/wiki/Protesto\" title=\"Protesto\">protesto</a> à prisão de seus diretores.</li>\n<li>1971 - Publica \"O Idiota da Família\".</li>\n<li>1973 - Colabora na fundação do jornal libertário <a href=\"/wiki/Lib%C3%A9ration\" title=\"Libération\">Libération</a>.</li>\n<li>1980 - Morre em 15 de abril.</li></ul>",
        "<ul><li><i>L'imagination</i> (\"A imaginação\"), ensaio filosófico - 1936</li>\n<li><i>La transcendance de l'égo</i> (\"A transcendência do ego\"), ensaio filosófico - 1937</li>\n<li><i>La nausée</i> (<a href=\"/wiki/A_N%C3%A1usea\" title=\"A Náusea\">A Náusea</a>), romance - 1938</li>\n<li><i>Le mur</i> (\"O muro\"), contos - 1939</li>\n<li><i>Esquisse d'une théorie des émotions</i> (\"Esboço de uma teoria das emoções\"), ensaio filosófico - 1939</li>\n<li><i>L'imaginaire</i> (\"O imaginário\"), ensaio filosófico - 1940</li>\n<li><i><a href=\"/wiki/Les_mouches\" title=\"Les mouches\">Les mouches</a></i> (\"As moscas\"), teatro - 1943</li>\n<li><i>L'être et le néant</i> (<a href=\"/wiki/O_Ser_e_o_Nada\" title=\"O Ser e o Nada\">O Ser e o Nada</a>), tratado filosófico - 1943</li>\n<li><i>Réflexions sur la question juive</i> (\"Reflexões sobre a questão judaica\"), ensaio político - 1943</li>\n<li><i>Les Lettres Nouvelles</i> (\"A República da Silêncio\"), ensaio filosófico - 1944</li>\n<li><i><a href=\"/wiki/Huis_clos\" title=\"Huis clos\">Huis clos</a></i> (\"Entre quatro paredes\"), teatro - 1945</li>\n<li><i>Les Chemins de la liberté</i> (<a href=\"/wiki/Os_Caminhos_da_Liberdade\" title=\"Os Caminhos da Liberdade\">Os Caminhos da Liberdade</a>) trilogia, compreendendo:\n<ul><li><i>L'age de raison</i> (<a href=\"/wiki/A_Idade_da_Raz%C3%A3o\" title=\"A Idade da Razão\">A Idade da Razão</a>), romance - 1945</li>\n<li><i>Le sursis</i> (<i>Sursis</i>), romance - 1947</li>\n<li><i>La mort dans l'Âme</i> (\"Com a morte na alma\"), romance - 1949</li></ul></li>\n<li><i>Morts sans sépulture</i> (\"Mortos sem sepultura\"), teatro - 1946</li>\n<li><i>L'Existentialisme est un humanisme</i> (\"O existencialismo é um humanismo\"), transcrição de uma conferência proferida em 1946 - Texto posteriormente rejeitado por Sartre.</li>\n<li><i>La putain respectueuse</i> (\"A prostituta respeitosa\"), teatro - 1946</li>\n<li><i>Qu'est ce que la littérature?</i> (\"O que é a literatura?\"), ensaio - 1947</li>\n<li><i><a href=\"/wiki/Charles_Baudelaire\" title=\"Charles Baudelaire\">Baudelaire</a></i> - 1947</li>\n<li><i>Les jeux sont faits</i> (\"Os dados estão lançados\"), romance - 1947</li>\n<li><i>Situations</i>, vários volumes que reúnem ensaios políticos literários e filosóficos - 1947 a 1965</li>\n<li><i><a href=\"/wiki/Les_Mains_Sales\" title=\"Les Mains Sales\">Les Mains Sales</a></i> (\"As mãos sujas\"), teatro - 1948</li>\n<li><i>L'Engrenage</i> (\"A engrenagem\"), teatro - 1948</li>\n<li><i>Orphée noir</i> (\"Orfeu negro\"), teatro - 1948</li>\n<li><i>Le diable et le bon dieu</i> (\"O diabo e o bom deus\"), teatro - 1951</li>\n<li><i>Saint Genet, comédien et martyr</i> (\"Saint Genet, ator e mártir\"), biografia de <a href=\"/wiki/Jean_Genet\" title=\"Jean Genet\">Jean Genet</a> - 1952</li>\n<li><i>Les séquestrés d'Altona</i> (\"Os sequestrados de Altona\") - 1959</li>\n<li><i>Critique de la raison dialectique - Tome I: théorie des ensembles pratiques</i> (\"Crítica da razão dialética\", Tomo I), tratado filosófico - 1960</li>\n<li>\"Furacão sobre Cuba\" (escrito juntamente com <a href=\"/wiki/Fernando_Sabino\" title=\"Fernando Sabino\">Fernando Sabino</a> e <a href=\"/wiki/Rubem_Braga\" title=\"Rubem Braga\">Rubem Braga</a>) - 1961</li>\n<li><i>Les mots</i> (<a href=\"/wiki/As_Palavras\" title=\"As Palavras\">As Palavras</a>), autobiografia - 1964</li>\n<li><i>L'idiot de la famille</i> - <a href=\"/wiki/Gustave_Flaubert\" title=\"Gustave Flaubert\">Gustave Flaubert</a> de 1821 a 1857 (\"O idiota de família\"), biografia inacabada de <a href=\"/wiki/Gustave_Flaubert\" title=\"Gustave Flaubert\">Gustave Flaubert</a>. Apenas três dos cinco<sup id=\"cite_ref-79\" class=\"reference\"><a href=\"#cite_note-79\"><span class=\"cite-bracket\">[</span>79<span class=\"cite-bracket\">]</span></a></sup> volumes planejados foram escritos - 1971 (volume I) - 1972 (volume II e III)<sup id=\"cite_ref-80\" class=\"reference\"><a href=\"#cite_note-80\"><span class=\"cite-bracket\">[</span>80<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li><i>Carnets de la drôle de guerre</i> (\"Diário de uma guerra estranha\"), diário escrito entre setembro de 1939 e março de 1940 - 1983. Reedição ampliada em 1995.</li>\n<li><i>Cahiers pour une morale</i> (\"Cadernos por uma moral\"). Esboço inacabado de uma teoria moral existencialista preconizada em \"O ser e o nada\". Escrito em 1947 e 1948 - 1983.</li>\n<li><i>Lettres au Castor et à quelques autres</i>. Dois volumes abarcando correspondência de 1926 a 1963. Organizado por Simone de Beauvoir - 1983</li>\n<li><i>Le scènario Freud</i> (\"Freud, além da alma\"), roteiro do filme de John Huston realizado por Sartre entre 1959 e 1960 e não utilizado integralmente devido a conflitos com o diretor - 1984</li>\n<li><i>Critique de la raison dialectique - Tome II: l'inteligibilité de l'histoire</i> (\"Crítica da razão dialética - Tomo II: a inteligibilidade da história\"), ensaio filosófico. Escrito em 1958 e publicado em 1985.</li>\n<li>\"Sartre no Brasil: a conferência de Araraquara\". Edição bilíngue (português e francês) contendo a transcrição da conferência na Faculdade de Filosofia de <a href=\"/wiki/Araraquara\" title=\"Araraquara\">Araraquara</a> em 4 de setembro de 1960 - 1986.</li>\n<li><i>Verité et Existence</i> (\"Verdade e Existência\"), fragmentos de um ensaio filosófico escrito em 1948 - 1989</li>\n<li><i>Écrits de jeunesse</i> (\"Escritos da juventude\"), textos escritos entre 1922 e 1928 - 1990</li>\n<li><i>Le reine Albemarle ou le dernier touriste</i> (\"A rainha Albemarle ou o último turista\"), fragmentos inacabados escritos em 1951 e publicados em 2009 (no Brasil).</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li>      </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1905\" title=\"Categoria:Nascidos em 1905\">Nascidos em 1905</a><a href=\"/wiki/Categoria:Mortos_em_1980\" title=\"Categoria:Mortos em 1980\">Mortos em 1980</a><a href=\"/wiki/Categoria:Nobel_de_Literatura\" title=\"Categoria:Nobel de Literatura\">Nobel de Literatura</a><a href=\"/wiki/Categoria:Laureados_da_Fran%C3%A7a_com_o_Nobel\" title=\"Categoria:Laureados da França com o Nobel\">Laureados da França com o Nobel</a><a href=\"/wiki/Categoria:Existencialistas\" title=\"Categoria:Existencialistas\">Existencialistas</a><a href=\"/wiki/Categoria:Fenomen%C3%B3logos\" title=\"Categoria:Fenomenólogos\">Fenomenólogos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Dramaturgos_da_Fran%C3%A7a\" title=\"Categoria:Dramaturgos da França\">Dramaturgos da França</a><a href=\"/wiki/Categoria:Ateus_da_Fran%C3%A7a\" title=\"Categoria:Ateus da França\">Ateus da França</a><a href=\"/wiki/Categoria:Sepultados_no_Cemit%C3%A9rio_do_Montparnasse\" title=\"Categoria:Sepultados no Cemitério do Montparnasse\">Sepultados no Cemitério do Montparnasse</a><a href=\"/wiki/Categoria:Naturais_de_Paris\" title=\"Categoria:Naturais de Paris\">Naturais de Paris</a><a href=\"/wiki/Categoria:Defensores_do_amor_livre\" title=\"Categoria:Defensores do amor livre\">Defensores do amor livre</a><a href=\"/wiki/Categoria:Ativistas_do_ate%C3%ADsmo\" title=\"Categoria:Ativistas do ateísmo\">Ativistas do ateísmo</a><a href=\"/wiki/Categoria:Marxistas\" title=\"Categoria:Marxistas\">Marxistas</a><a href=\"/wiki/Categoria:Existencialismo_ate%C3%ADsta\" title=\"Categoria:Existencialismo ateísta\">Existencialismo ateísta</a><a href=\"/wiki/Categoria:Ontologistas\" title=\"Categoria:Ontologistas\">Ontologistas</a><a href=\"/wiki/Categoria:Humanistas_da_Fran%C3%A7a\" title=\"Categoria:Humanistas da França\">Humanistas da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_ateus\" title=\"Categoria:Filósofos ateus\">Filósofos ateus</a><a href=\"/wiki/Categoria:Anarquistas_da_Fran%C3%A7a\" title=\"Categoria:Anarquistas da França\">Anarquistas da França</a><a href=\"/wiki/Categoria:Jean-Paul_Sartre\" title=\"Categoria:Jean-Paul Sartre\">Jean-Paul Sartre</a><a href=\"/wiki/Categoria:Antifascistas_da_Fran%C3%A7a\" title=\"Categoria:Antifascistas da França\">Antifascistas da França</a><a href=\"/wiki/Categoria:Cr%C3%ADticos_das_religi%C3%B5es\" title=\"Categoria:Críticos das religiões\">Críticos das religiões</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_per%C3%ADodo_posterior_%C3%A0_Segunda_Guerra_Mundial\" title=\"Categoria:Filósofos do período posterior à Segunda Guerra Mundial\">Filósofos do período posterior à Segunda Guerra Mundial</a><a href=\"/wiki/Categoria:Membros_da_Resist%C3%AAncia_Francesa\" title=\"Categoria:Membros da Resistência Francesa\">Membros da Resistência Francesa</a><a href=\"/wiki/Categoria:Escritores_sobre_pol%C3%ADtica\" title=\"Categoria:Escritores sobre política\">Escritores sobre política</a><a href=\"/wiki/Categoria:Sionistas_da_Fran%C3%A7a\" title=\"Categoria:Sionistas da França\">Sionistas da França</a><a href=\"/wiki/Categoria:Socialistas_da_Fran%C3%A7a\" title=\"Categoria:Socialistas da França\">Socialistas da França</a><a href=\"/wiki/Categoria:Pessoas_n%C3%A3o_monog%C3%A2micas\" title=\"Categoria:Pessoas não monogâmicas\">Pessoas não monogâmicas</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/e/ef/Sartre_1967_crop.jpg/250px-Sartre_1967_crop.jpg",
    "view": "jean_paul_sartre"
}