{
    "url": "https://pt.wikipedia.org/wiki/Jeremy_Bentham",
    "codigo_http": 200,
    "titulo": [
        "Jeremy Bentham"
    ],
    "conteudo": [
        "Jeremy Bentham (Londres, 15 de fevereiro de 1748 – Londres, 6 de junho de 1832) foi filósofo, jurista e um dos últimos iluministas a propor a construção de um sistema de filosofia moral, não apenas formal e especulativa, mas com a preocupação radical de alcançar uma solução a prática exercida pela sociedade de sua época. As propostas têm, portanto, caráter filosófico, reformador, e sistemático.\n",
        "O jurista, juntamente com John Stuart Mill e James Mill, foi tradicionalmente considerado como o difusor do utilitarismo, teoria ética normativa que se objetiva a responder todas as questões acerca do fazer, admirar e viver em termos da maximização da utilidade e da felicidade. Ou seja, para ele, as ações devem ser analisadas diretamente em função da tendência de aumentar ou reduzir o bem-estar das partes afetadas. E teria, ainda, buscado a extensão deste utilitarismo a todo o campo da moral (direito, economia, política).\n",
        "Seus escritos têm como principal objetivo uma reforma legislativa que permitisse implementar suas teorias subjacentes. Por isso, acreditava que para que houvesse um direito forte com a aplicação de suas teorias deveria haver uma autoridade e um governo que o sustentasse.\n",
        "É atribuída a Bentham a idealização do Panopticon, ideia que teria sido extraída de cartas escritas pelo jurista em Crecheff, na Rússia, em 1787, destinadas a um amigo. A partir destes escritos, foi possível extrair um modelo estrutural que seria capaz de ser aplicado as mais diversas instituições (escolas, prisões, hospícios e hospitais), como forma de otimização da vigilância e economia de pessoas para realizar tal função. Esta estrutura é caracterizada por um edifício circular que possui uma torre de vigilância e celas à sua volta. Cada uma das celas teria uma abertura para a entrada de luz e portas com grade para a difusão da luz no interior do edifício.\n",
        "Porém, a difusão da luz se daria de modo que o encarcerado não conseguiria enxergar o exterior, nem o vigilante presente no centro da torre. Todo esse mecanismo estrutural teria como objetivo a impactação psicológica sobre os encarcerados, para que eles se sentissem observados todo o tempo. Sem conseguir enxergar o que ocorre externamente ao edifício, eles seriam tomados por um enorme sentimento de solidão, mesmo que estivessem “acompanhados” pelo vigilante durante todo o tempo. Bentham acreditava que este impacto nunca seria esquecido por aqueles que passassem por lá e atuaria como uma espécie de prevenção especial negativa, na qual o encarcerado, por receio de voltar novamente à instituição, não mais voltasse a delinquir.\n",
        "Assim, apesar de possuir projetos de larga escala para reformas políticas, Jeremy Bentham considerava que o direito penal era um ramo crucial do direito, devido a sua particularidade na abordagem da psicologia humana. Para ele, a partir do pensamento utilitarista, o direito penal seria o instrumento perfeito para que o governo conseguisse conduzir as condutas de seus cidadãos. Isso porque, por meio de penas bem calculadas, o indivíduo poderia buscar a otimização de sua felicidade e chegaria à conclusão de que desrespeitar as regras do Estado não seria uma conduta vantajosa.\n",
        "Jeremy Bentham nasceu em 15 de fevereiro de 1748. Era o primogênito de Jeremiih Bentham (advogado que fez fortuna com transações imobiliárias) e Alicia Whitehorn Grove. O pai almejava para o filho uma carreira jurídica e política como advogado ou juiz, submetendo-o a uma educação rigorosa. Em casa, Jeremy aprendeu latim, grego, música, desenho e dança.\n",
        "Entre os anos de 1755 e 1760 ele não frequentou nenhuma escola. Essa formação lhe causou grande impacto negativo devido ao ambiente de enorme despotismo. Em 1760, devido à ambição de seu pai, ingressou no The Queen's College de Oxford, onde bacharelou-se em outubro de 1773. Essa formação também não lhe gerou um impacto positivo. Também por pressão de seu pai, Bentham encerrou um relacionamento com uma mulher de classe social inferior, não desenvolvendo mais nenhuma relação de proximidade com outra mulher, dedicando-se somente aos estudos e a escrita.\n",
        "Em novembro de 1763, Bentham ingressou em Lincoln`s Inn que era um alojamento da Corte Britânica destinada a preparar os estudantes para a prática do direito. Em dezembro do mesmo ano, retornou brevemente a Oxford para assistir as aulas do professor William Blackstone, que trouxeram grande impacto a sua vida. As aulas de direito em Oxford eram uma grande novidade, pois nenhuma outra universidade oferecia um ensino formal de direito em inglês. No começo restringiam-se apenas ao ensino do Direito Canônico e do Direito Romano. Apesar de sua dedicação a matemática, Bentham pouco praticou a profissão, motivado pela insatisfação com o que observou como estudante nas cortes de justiça, mas também com as justificações teóricas de comentadores ingleses como o professor William Blackstone, autor dos Commentaries on English Law. No ano de 1770, devido ao seu descontentamento com o sistema legislativo, Bentham passou a se dedicar à elaboração de um sistema de jurisprudência, codificação e reforma tanto do Direito Civil, como do Direito Penal.\n",
        "Há, também, evidências da existência de manuscritos intitulados Karen que fariam parte de uma obra maior, na qual ele teria avançado de forma eficaz na análise das punições, desenvolvendo a análise das ofensas e do direito civil. Em 1776, Jeremy Bentham identificou uma enorme discrepância entre a realidade prática e a realidade teórica do direito. No mesmo ano, publicou anonimamente seu primeiro livro A Fragmentos on Government, no qual analisou criticamente as ideias de William Blackstone, que eram de antipatia às propostas de reformas de lei. A obra também critica a tentativa de Blackstone de provar o caráter misto da Constituição britânica com fundamento na ideia de um contrato social que legitimaria o Poder Legislativo do Estado nas mais diversas formas de governo.\n",
        "O texto foi um fragmento de um projeto maior pensado por Bentham e seu amigo John Lind. Bentham viu na parceria a oportunidade de demonstrar seu trabalho e modificar sua modesta condição de vida, pois Lindsen era altamente influente, transitava nas mais altas esferas da sociedade e já tinha ocupado os cargos de consultor do rei da Polônia e ministro em Londres. Lind, por sua vez, viu na parceria a possibilidade de produzir um texto de crítica às ideias de Blackstone, o que lhe traria grande prestígio. O Projeto final foi finalizado e publicado somente em 1928.\n",
        "Juntos, Bentham e Lind ainda escreveram Remarks on the principal Acts of the Thirteenth Parliament, publicado em 1775 e The Answer to the Declaration of the American Congress, publicado em 1776, ambos em nome de Lind, sem que a autoria tenha sido reclamada por Bentham.\n",
        "No final de 1777 e início de 1778, Bentham participou de um concurso para a eleição do melhor Código de Direito Penal promovido pela Sociedade Econômica de Berna, apresentando sua obra Code of Criminal Law. Ainda em 1778, Bentham elaborou o texto A View of Hard Labour Bill onde expôs suas teorias a respeito das punições e da organização do sistema penitenciário, além de uma crítica ao projeto de lei Hard Labour Bill de iniciativa de Charles Bunbury, Gilbert Elliot e William Eden, com a aprovação de Blackstone.\n",
        "Em 1780 foi impresso, mas não publicado, uma reunião de manuscritos intitulada Uma Introdução aos Princípios da Moral e da Legislação. Esse compilado reuniu as ideias de Bentham a respeito do Direito Penal e da Teoria das Ofensas. O autor reconheceu que a obra havia sido organizada de forma confusa, principalmente no que diz respeito a organização da parte civil e da parte penal.\n",
        "Em 1785, Bentham viajou para a Rússia, passando pela Itália e por Constantinopla, a fim de visitar seu irmão, Samuel Bentham, engenheiro naval que estava a serviço da Rússia. Lá escreveu Defense of Usury, publicado em 1787, e seu primeiro trabalho sobre economia. Disposto como uma série de cartas escritas na Rússia, Defense of Usury revela Bentham como um discípulo de Adam Smith, que acreditava na aplicação lógica extrema dos princípios do liberalismo econômico. Bentham argumentava que cada homem era o melhor juiz de seus próprios lucros sem nenhum empecilho, não havendo motivo para limitar a aplicação dessa doutrina ao empréstimo de dinheiro a juros. Seus trabalhos posteriores seguiram o princípio do laissez-faire, laissez-passer da escola liberal que defendia a não intervenção do Estado na economia.\n",
        "Em 1786, foi publicado um anúncio no jornal St. James Chronicle que requisitava projetos para as novas casas de correção que seriam instaladas em Middlesex. Bentham, ainda na Rússia, havia se interessado a enviar um projeto próprio, que consistiu na incorporação de suas teorias a um projeto de engenharia de seu irmão. O projeto foi enviado para as autoridades competentes, no entanto, não houve resposta. O projeto, registrado na forma de cartas, somente foi publicado em 1991 sob o título de Panopticon, or The Inspection House.\n",
        "Jeremy Bentham passou a ter uma imagem extremamente associada a esta primeira teoria que desenvolveu, a chamada Teoria Pan-óptica. No entanto, tal teoria deixou de ser seu principal foco devido às frustrações nas tentativas de sua implementação na Inglaterra e na França.\n",
        "Em 1788, de volta à Inglaterra, Bentham pretendia seguir uma carreira política, mas se desapontou com suas pequenas possibilidades nesse campo, dedicando-se ao estudo da legislação, pretendendo descobrir seus princípios. Em 1789, publicou a obra Uma Introdução aos Princípios da Moral e da Legislação, além de inúmeros panfletos, nos quais criticava a lei de difamação, o segredo dos jurados, o juramento, as extorsões de declarações legais e a Igreja. Por outro lado, defendia o empréstimo de dinheiro a juros, a reforma da educação e um novo modelo para o sistema penitenciário.\n",
        "Ainda em 1789, Bentham tenta iniciar seu projeto de Código Penal, mas encontra enorme dificuldade, pois ainda não havia um corpo de leis em que pudesse se basear. Assim, para conseguir que seu projeto fosse efetivamente possível, ele escreve o próprio corpo de leis: Complete body of law, tendo como tarefa principal, e mais desafiadora, delimitar de forma clara os limites entre o Direito Civil e o Direito Penal. O projeto deste Complete body of law foi chamado de Pannomium. A exposição de leis como pensada por Bentham traria a necessidade da existência de 10 livros, referentes a diferentes ramos do direito.\n",
        "Em 1792, em virtude do grande sucesso, Bentham foi contemplado com a cidadania francesa e, em 1817, tornou-se um dos principais membros do corpo de advogados de Lincoln's Inn. Suas ideias passaram a ser respeitadas na maior parte dos países da Europa e da América. Em 1823, com um grupo de amigos, fundou o periódico Westminster Review, a fim de difundir suas ideias e poder contar com uma eficiente tribuna na defesa do radicalismo. Ao mesmo tempo, dedicou-se ao trabalho de uma nova codificação de leis e também pela reforma constitucional na Inglaterra, que acabou por se realizar no ano de sua morte.\n",
        "Na virada para o século XIX, Bentham passou a enxergar maior sentido em penas pecuniárias, conquistando sucesso em propostas de arrecadação de receitas para a compensação das vítimas dos crimes.\n",
        "Apesar da sua extrema dedicação à reforma penal, o reconhecimento do autor somente se deu mais tarde e deveu-se a seu esforço em desenvolver codificações e críticas a mecanismos democráticos, tais como o sufrágio universal, eleições anuais, formas de impeachment e voto secreto.\n",
        "No fim de sua vida, Bentham expressou suas ideias reformistas através do Westminster Review, que colocou-se em posição diametralmente oposta ao pensamento conservador da Quarterly Review e da Edinburgh Review. Nessa tarefa, Bentham contou com a colaboração de vários seguidores do utilitarismo, formando uma escola de renovação de ideias. Entre seus seguidores, estavam os filósofos James Mill e seu filho, John Stuart Mill.\n",
        "Jeremy Bentham morreu no dia 6 de junho de 1832, em Queen's Square, pouco antes das maiores reformas políticas vivenciadas pela Inglaterra, Rússia e Estados Unidos, nas quais suas ideias foram aplicadas. Bentham foi fiel aos seus princípios, suas pesquisas foram fruto de trabalho intenso e constante. Pessoalmente, considerava absurdo o consumo de bebidas alcoólicas e preferia otimizar seu tempo evitando o sono e considerava o envolvimento sexual como perversão.[1]\n",
        "Jeremy Bentham é considerado por muitos como o pai do utilitarismo como filosofia moral. Suas ideias acabaram surgindo durante um período muito específico, o da supremacia da razão.\n",
        "O utilitarismo, apesar de não ser uma voz uníssona, reúne em si características comuns de suas distintas vertentes. O núcleo da teoria é formado pela moral voltada para o bem-estar das pessoas, pela avaliação em função das consequências da qualidade moral das ações ou das regras de ação e pela concepção de que o bem-estar das pessoas afetadas por um curso de ações deve ser maximizado, e o sofrimento minimizado. Essas características constituem o chamado: princípio da utilidade.\n",
        "Embora o foco da teoria seja os seres humanos, a sua aplicação estende-se a todos os seres vivos que são capazes de sentir dor ou prazer, incluindo, especialmente, os animais. Esta ressalva já havia sido apontada por Jeremy Bentham.\n",
        "Essa extensão da aplicação do utilitarismo foi fortemente desenvolvida por Peter Singer, um filósofo australiano, que desenvolveu a fundamentação da análise das consequências com o princípio da igualdade que impõe que os interesses dos sujeitos sejam tratados de forma equivalente em relação aos demais sujeitos e assim, nenhum interesse seria preponderante em relação ao outro, se apresentando como um dever entre homens. O princípio da igualdade, como defendido pelo autor australiano, é inclusive o que fundamenta que a discriminação, seja ela fundamentada no sexo, na raça, na cor, na inteligência ou em qualquer outro fator, não é defensável.\n",
        "O utilitarismo tem como maior ponto de divergência, a questão do bem-estar, por ser um conceito extremamente abrangente, que traz em si uma enorme quantidade de interpretações distintas. Por esse motivo a teoria utilitarista desenvolveu suas vertentes: teoria mentalista do bem-estar, o bem-estar como satisfação de preferências e a teoria objetivista do bem-estar.\n",
        "No primeiro grupo, dos também denominados mentalistas, enquadram-se os utilitaristas clássicos como Jeremy Bentham e John Stuart Mill. É possível dizer que Jeremy Bentham tinha uma concepção quantitativa de bem-estar, ou seja, defendia a ideia de maximização do bem-estar e a minimização do sofrimento. Stuart Mill, por sua vez, defendia uma concepção qualitativa do bem-estar, destacando a existência de diferentes prazeres a serem considerados e prazeres que deveriam ser mais enobrecidos que outros, como a felicidade, o respeito e a liberdade. A grande crítica feita pelo grupo daqueles que acreditavam no bem-estar como a satisfação de preferências a esta vertente é que ela é inundada de subjetividade.\n",
        "Problematizando a crítica feita ao grupo dos mentalistas, o segundo grupo propõe que o bem-estar é uma questão de maximização de preferências ou do interesse de cada um daqueles que estejam sendo afetados. No entanto, esta vertente acaba se tornando refém da própria falta de critérios objetivos para definição dessas preferências.\n",
        "O terceiro grupo, dos objetivistas, defende a ideia de que determinadas coisas seriam consideradas boas ou ruins pela transcendência a estados mentais positivos. O bem-estar estaria, então, vinculado a conceitos objetivamente estabelecidos e os critérios que o compõe, universalizando-os.\n",
        "O consequencialismo é uma teoria ética que se diferencia da teoria ética do tipo deontológica (ou teoria ética do dever). Na primeira, a qualidade da ação depende da consequência proporcionada pela ação. Na segunda, a ação é eticamente boa ou má por si só. Dessa forma, o utilitarismo enquadra-se como uma teoria ética pois sustenta que a correção da ação somente se justifica em função do bem que se visa ou mesmo da finalidade de tal ação. Muitas críticas são feitas à teoria sobre a questão do consequencialismo, pois ele legitimaria atitudes completamente contrárias ao direito, somente para o alcance do bem-estar da maioria da população, isto ocorre devido a um deslocamento da ética como controle dos fins, e não como controle dos meios. Também, segundo as críticas, é possível destacar a limitação espacial e temporal do consequencialismo, devido a impossibilidade de previsão ou mesmo interrupção de condutas, contrariando o bem-estar.\n",
        "Por fim, o terceiro ponto a ser analisado para a caracterização do núcleo central da teoria utilitarista é a calculabilidade das ações a que são submetidas as condutas dentro do consequencialismo. A grande crítica a respeito deste ponto é a impossibilidade de se calcular riscos, de forma a prejudicar a previsão do que seria considerado mais adequado ou formador de um bem-estar. No entanto, este cálculo torna as condutas sempre suscetíveis ao sacrifício de uns em detrimento de outros, independentemente do que é justo em sua individualidade, pois a maximização do bem-estar é calculada tendo em vista a sociedade e não o indivíduo em si. As maiores críticas a essa teoria disseram respeito ao fato de que ao lidar com pessoas e vidas é impossível fazer um cálculo coberto de exatidão, certeza e uma frieza. E, mesmo que o cálculo deixasse de ser feito com a maximização do bem-estar e pudesse ser convertido na minimização do sofrimento, em última instância, a sociedade seria levada a uma ditadura benevolente.\n",
        "Acerca das codificações, a posição adotada por Bentham teve três momentos: (I) a proposta de reforma do direito inglês, entrando em sérios conflitos com seu mestre nos estudos universitários, Blackstone; (II) o Digesto do Direito inglês, que deveria conter sistematicamente expostas as regras de direito que constituíam os princípios fundamentais do ordenamento jurídico inglês; (III) e a fase mais rica de seu pensamento que corresponde a idealização de uma reforma radical, com a codificação completa do direito civil, do direito penal e do direito constitucional de caráter verdadeiramente universal, que pudesse ser aplicado a todos os países.\n",
        "Criticou Blackstone e o jusnaturalismo, por não aceitar o fato de que as leis seriam emanadas de Deus. Para Bentham, as leis são somente meios para se atingir fins, não existindo o Direito Natural, cuja doutrina, para ele, seria vazia de sentido e arbitrária. Arbitrária, pois se valia de leis abstratas (ficções) que, de acordo com a vontade e os interesses de quem julga, são aprovadas ou rejeitadas sem maiores fundamentações. Nesse passo, até mesmo as declarações de direitos do homem, por serem fruto dos direitos naturais, eram consideradas por Bentham jargões vazios de sentido, além de serem imprecisos. A positivação seria, dessa maneira, um meio de tornar o Direito mais seguro, mais previsível, daí a importância da codificação para Bentham.\n",
        "As críticas ao Common Law tecidas por Bentham vão todas nesse sentido de evidenciar a insegurança que tal sistema trazia à população. Por não possuir leis escritas, e os juízes terem ampla capacidade de criação, os interesses individuais não eram cristalizados, dificultando o processo de alcançar uma sociedade onde os desejos de cada indivíduo estivessem representados, sociedade esta, ideal para o utilitarismo de Bentham.\n",
        "Apesar de não ter elaborado nenhum código, Jeremy contribui significativamente para o movimento codificador que ocorreu após seus estudos. Foi um grande teórico da codificação chegando a ser chamado de “Newton da Legislação”. O modelo normativo deveria, portanto, ser pautado pelo princípio da utilidade social.\n",
        "O interesse individual concretizaria o “desejo da comunidade”, que seria materializado pela lei. O governo, portanto, deveria formular as leis que teriam como finalidade promover a felicidade, punindo ou recompensando. O indivíduo deveria se sujeitar em absoluto às leis concebidas por autoridade competente, em respeito à comunidade e a projeção de felicidade coletiva que estas representam.\n",
        "A universalidade, portanto, era ponto principal no projeto de codificação de Bentham. Tanto que ofereceu seus serviços de reformador a governantes de diversos países como Estados Unidos, Rússia, Espanha e Portugal. O código, além disso, deveria ser elaborado a partir de termos claros, precisos e concisos, afastando-se ambiguidades, textos obscuros ou longos demais. Bentham acreditava que as leis seriam claras quando “fizessem nascer na mente uma ideia que representasse fielmente a vontade do legislador”. Além disso, a linguagem deveria ser acessível a qualquer cidadão, evitando recursos técnicos.\n",
        "A possibilidade de alterações e emendas seria pequena, pois o código seria dotado de rigidez, capaz de oferecer segurança jurídica, a completude e a ausência de lacunas também seriam imprescindíveis para que se alcançasse esse fim. Cada lei deveria ser motivada e seus objetivos explícitos. Bentham seguia a linha de raciocínio, cujo papel do juiz não passava de mero reprodutor da legislação, ou seja, de “juiz boca da lei”.\n",
        "Bentham entendia que o código não poderia ser feito por pessoas que tivessem interesse profissional e econômico na manutenção do caos, ou seja, os juristas. Ineficaz também seria a elaboração do código por comissões, este deveria ser elaborado por uma única pessoa. Bentham denunciou mecanismos que tornavam o Direito obscuro e que proporcionavam aos juristas a manutenção do seu status quo. Censurou a formalidade excessiva dos ritos, tornou a linguagem clara, tudo isso com a finalidade de trazer o Direito cada vez mais para a realidade do cidadão, de modo a torná-lo simples, desmistifica-lo, criando um conjunto de normas baseado basicamente em comandos, proibições ou permissões, caracterizando seu positivismo como “positivismo imperativo”.\n",
        "Para Bentham as instituições jurídicas estavam pervertidas e precisavam ser reformadas, no entanto, os projetos de Bentham não se concretizaram, inclusive na Inglaterra, sua terra natal, que rejeita até hoje o projeto codificador. Segundo Caenegem: “O maior profeta da codificação foi rejeitado em sua própria terra”. A continuação dos estudos iniciados por Bentham acerca da positivação do Direito foi realizada e consolidada por Hans Kelsen anos depois.\n",
        "As penas e os castigos ao longo dos séculos foram caminhando no sentido de não apenas punir o criminoso pelos atos cometidos, mas também prevenir que se sucedam outros crimes e promover a reinserção desses criminosos na sociedade.\n",
        "Tal pensamento foi sendo aprimorado e as penas corporais foram sendo substituídas por penas privativas de liberdade. A punição passou a ser mais humanizada e o caráter preventivo das penas foi mantido, ainda que coexistindo com as teorias retributivistas. O Direito Penal veio dando finalidades diferentes às penas a cada época de acordo com os pensadores e as necessidades da sociedade. A finalidade das penas, portanto, passou a ser objeto de um estudo denominado “teoria das penas”.\n",
        "Bentham pregava que as penas não poderiam ter outro fim que não fosse voltado para a utilidade geral. Ele adotava a defesa da prevenção geral como finalidade da pena. A pena deveria ser cruel o suficiente para impedir que um indivíduo, ao fazer o cálculo utilitário do meio mais vantajoso, optasse pelo caminho que não a conduta criminosa.\n",
        "Para fazer o cálculo da medida adequada para cada pena, então, o autor se valia de doze critérios: a variabilidade (em grau de duração), a equabilidade (para que a pena correspondesse ao crime), a comensurabilidade (para que o sofrimento causado pela pena fosse conhecido com antecedência), caracterização (para que fosse facilmente compreendido), exemplificação (para que sua mensagem fosse clara), frugalidade (para que não produzisse mais dor do que o necessário), subserviência à reforma (para que ocorresse a correção), eficácia para reprimir o potencial lesivo, subserviência à compensação (para que o dano pudesse ser desfeito), popularidade (para que as pessoas aceitassem a lei), simplicidade de descrição (para que a lei fosse compreensível para todos) e remissibilidade (para que injustiças pudessem ser desfeitas). Para Bentham, portanto, a racionalização da pena era uma questão central para o sucesso do direito penal.\n",
        "A teoria preventiva geral é aquela em que a finalidade de prevenir é direcionada a toda a sociedade, uma prevenção genérica, podendo pode ser subdivida em positiva e negativa. A prevenção geral negativa consiste basicamente na intimidação, ou seja, a aplicação das penas no Direito Penal deve produzir efeitos inibitórios à realização de condutas criminosas. Se acreditarem que sofrerão sanções graves, os cidadãos deixariam de praticar tais crimes. Já a prevenção geral positiva é aquela cuja pena serve para padronizar as expectativas, restabelecendo a certeza que de as normas serão cumpridas. Subdivide-se em fundamentadora, corrente que acredita que as penas devem estimular os cidadãos a serem obedientes às normas e limitadora, corrente que autoriza a limitação das penas sem que isso enseje na perda de confiança na expectativa.\n",
        "Jeremy Bentham sofreu grande influência de Adam Smith, que acreditava, basicamente, que o próprio mercado seria capaz de se autorregular através da mão invisível. Jeremy acreditava que o homem era o melhor juiz de seus lucros e não via problema no empréstimo de dinheiro a juros. Ele foi um grande defensor da usura e considerou sua criminalização como algo negativo para a economia. Em seus trabalhos posteriores, fica evidente a defesa do princípio do laissez-faire, laissez-passer.\n",
        "Baseado em sua teoria utilitarista, ele também acreditava que é moralmente correto tudo aquilo que consegue proporcionar mais chances para os indivíduos alcançarem suas metas, como a informação, liberdade, livre concorrência e livre iniciativa. Para Bentham, o princípio a utilidade transformaria a propriedade em direito adquirido e o trabalho passaria a ser base de subsistência e de acumulação de riqueza. É possível, portanto, ver claramente a influência do liberalismo no utilitarismo defendido pelo autor.\n",
        "As ideias utilitaristas foram identificadas na busca dos indivíduos em maximizar seu prazer com o consumo e minimizar sua dor, vista como a privação do consumo. Dessa forma, os consumidores possuem a razão e conhecimento do mercado e buscam maximizar seu prazer com a satisfação de suas necessidades através do consumo. A satisfação do prazer, buscado pelo indivíduo, nunca seria plena e estaria à margem de sua possibilidade financeira, e, dessa forma, apenas uma parte do que seria uma satisfação total seria concretizada.\n",
        "Bentham entendia a produção não como uma criação de matéria, mas sim como criação de utilidade, sendo que o valor das mercadorias podia variar de acordo com a utilidade. Assim, para ele e para os precursores da Escola Neoclássica de Economia, o valor da mercadoria é baseado na sua utilidade, que geralmente coincide com o preço de mercado.\n",
        "Jeremy defendia a liberdade total de iniciativa, de negociações econômicas e trabalhistas e a não intervenção do Estado na economia, que deveria ser regida unicamente pela lei da oferta e da procura. Ele entendia que o sistema ideal de cooperação seria aquele em que há troca de bens e serviços em mercados livres e competitivos. Ademais, defendeu implementações e reformas políticas que contribuíssem em medidas como os empréstimos a juros, o comércio livre e a competitividade.\n",
        "Por ser defensor da liberalidade na aplicação de juros aos empréstimos, acreditava na ineficácia das leis contra crimes de usura e de fixação legal das taxas de juros, atribuindo efeitos negativos para a limitação imposta por essas leis. Dentre esses efeitos, ele destacava a dificuldade de captação de recursos para investimentos em projetos de alto custo, que é exemplificado pela não implementação do seu projeto de construção de novas prisões.\n",
        "Bentham não só criticou fortemente a criminalização da usura, mas também, em sua carta direcionada a George Wilson (Defense of Usury), destacou diversos outros problemas das leis criminalizadoras, como (I) a ausência de argumentos eficazes que justifiquem as leis, (II) o descumprimento das leis, (III) a existência de formas legais e indiretas para prática da usura e (IV) os efeitos perversos da proibição de barganha em processos legais.\n",
        "Em A Fragment on Government ele afirmou que a lei contrária à usura não deveria punir este tipo de ofensa já que haveria o consentimento daquele supostamente ofendido, com exceção dos casos em que o consentimento foi obtido sob coação ou de forma desonesta. Para ele, quando o consentimento fosse obtido sob coação, tratar-se-ia de extorsão, e no caso de obtenção por meios desonestos, tratar-se-ia de fraude. Por isso, ele defendia que a ofensa protegida pela lei antiusura era uma ofensa imaginária.\n",
        "Bentham considerava a liberalidade dos contratos algo positivo e acreditava que eles não deveriam, portanto, ser regulados pelo Estado. De acordo com ele, a liberdade contratual garantiria ao empreendedor a capacitação máxima de seu negócio.\n",
        "Bentham escreveu diversos artigos, cartas e livros que evidenciavam sua teoria com relação à economia. Ao longo da década de 1790, versou sobre os temas Economia Política e Políticas Sociais. A Protest Against Law Taxes, publicado em 1793, foi uma forma de protesto contra a proposta dos Lordes do Tesouro na Irlanda para que fosse cobrada uma taxa sobre os julgamentos. No Proposals For a Mode of Taxation, publicado em 1794, defendeu a tese de que nem todos os monopólios deveriam ser taxados, pelo fato de nem todos serem ruins. Para ele, só deveriam ser taxados aqueles monopólios que provocassem prejuízo ao público devido à elevação do preço dos produtos, a diminuição da qualidade, ou quantidade de bens disponíveis. Supply without Burthen; or Escheat Vice Taxation, publicado em 1795, defende, ainda, a reintrodução de um imposto sobre as propriedades herdadas por parentes distantes pela ausência de parentes próximos. Em Proposals for the Circulation of a Paper Currency, também publicado em 1795, Jeremy Bentham propõe a criação de um papel-moeda denominado de “bônus governamental”, de mais fácil manipulação com valores variáveis.\n",
        "Entre 1793 a 1795 Bentham escreveu Manual of Political Economy, uma exposição da teoria utilitarista do autor no campo da economia, atuando como um guia de ação para os governantes de grande inspiração em Adam Smith.\n",
        "Entre 1799 e 1780, o tema tratado pelo autor foi a emissão de certificados do tesouro a valores baixos e com taxas de juros menores que o mercado, para que os pequenos investidores tivessem acesso a eles para que pudessem ter um investimento seguro.\n",
        "O Paper Mischief, publicado em 1801, embora inacabado, versava sobre os prejuízos causados pela emissão descontrolada de títulos pelos banqueiros do país, tendo seu tema complementado pelo texto The True Alarm, com o reconhecimento de que a entrada adicional de capital causaria uma dupla taxação. Ainda em 1801 em The Institute of Political Economy Jeremy abordou o tema da conexão entre ciência e a arte da economia, para que fosse possível a definição do campo legislativo do governante.\n",
        "Para Bentham o objetivo central do direito não seria o ideal de justiça, mas sim a segurança. A segurança deve ser entendida, aqui, como a condição social na qual o futuro é conhecido em pontos centrais, em especial no que diz respeito à proteção da vida e da propriedade. Dessa forma, a sociedade seria capaz de se organizar e fazer planos, diferenciando-se, por este motivo, dos bárbaros. Ademais, essa segurança seria o fator que permitiria que o ator social, racional, pudesse fazer o cálculo utilitarista de sua medida de felicidade e, com base nele, tomar suas decisões.\n",
        "A produção de Bentham conta com a reflexão e a crítica das mais diversas áreas do direito. Apesar de possuir um grande foco na tentativa de implementação de sua teoria nos campos do direito penal e econômico, o autor consegue constatar que, para que tal implementação se efetivasse, seria necessário fazer uma reflexão a respeito da prática que vinha sendo exercida até então, construindo propostas de reforma que tinham por objetivo tornar o sistema em si mais eficaz se estendendo até mesmo a forma de organização governamental.\n",
        "No campo processual, entre 1803 e 1805, Bentham passa a concentrar-se na análise da coleta, apresentação e avaliação das evidências dos processos judiciais. Nesta análise, Jeremy concluiu que o modo de apresentação das evidências nos tribunais trazia ao judiciário: obscuridade, morosidade e corrupção. Frente a estes problemas, o autor propõe uma forma “natural” de apresentação de provas, na qual as partes envolvidas eram ouvidas e produziam suas provas, as quais eram posteriormente analisadas pelo juiz, conferindo às cortes maior autonomia para a condução nos métodos de apuração de provas.\n",
        "No campo político, em 1809, publica seu texto Catechism of Parliamentary Reform no qual defende a necessidade de reforma parlamentar, propondo medidas para assegurar a assiduidade, a probidade e o preparo intelectual daqueles que integram o parlamento, com destaque para eleições anuais, a publicização dos debates do parlamento, um certo controle da frequência dos parlamentares, seriedade e fidelidade das informações fornecidas pelo parlamento e a proibição do voto para os parlamentares em exercício no cargo. Bentham ainda defendia o voto secreto, a ampliação do sufrágio sob uma nova margem de recolhimento de impostos (sufrágio “virtualmente” universal) e a distribuição igualitária dos eleitores nos distritos.\n",
        "Quanto a concepção de sociedade política, Bentham faz uma reflexão acerca da distinção entre sociedade política, estado de sociedade política e o estado de natureza, termos que são confundidos por Blackstone em sua obra The Commentaries, principalmente no que tange o uso da palavra “sociedade” para a denominação ora da concepção de governo e ora da concepção de estado da natureza. Destaca o autor que a diferença básica entre ambos os conceitos é a presença ou ausência de obediência aos atos de autoridade, ou seja, se há ou não o hábito da obediência (determinado pelo tempo de duração da sociedade, do número de pessoas que a compõe em um intervalo de tempo e do número de atos objetos de comando), ideia esta retirada da teoria de David Hume que considera a própria consolidação da sociedade política no aparecimento da autoridade.\n",
        "A obediência, torna-se, assim, um dever que está completamente ligado a própria sustentação da justiça em uma sociedade. Esta sujeição a que o cidadão se submete para o exercício dos seus direitos e deveres para a sustentação de uma sociedade política é diferente de uma mera união familiar, na qual os filhos, durante certo período de tempo, encontram-se submetidos à autoridade dos pais, pois a expectativa dentro de uma sociedade política é de longa duração, baseando-se em princípios que vão além de uma mera fraqueza natural. Há aqui, portanto, um sentimento superior de obediência a atos de autoridade emanados do governante do que do poder familiar em si. Ideia esta que traz em si um dos aspectos mais importantes da teoria de Jeremy Bentham: a conciliação entre a liberdade e a autoridade, sem que haja a sobreposição de uma em relação à outra de maneira absoluta.\n",
        "Bentham destaca a respeito do tema que é possível que uma pessoa se encontre alternadamente em um estado de sociedade política ou natural a depender da sociedade que se considera, ou seja, em uma mesma sociedade uma pessoa pode exercer o papel de governador ou governado em relação às pessoas, ou ainda, estar em um estado de sujeição ou autoridade a depender do grupo que se considera. O mesmo vale em relação aos governos quando considerados entre si.\n",
        "Se a obediência dos indivíduos caracteriza o estado de submissão, o que caracteriza a revolta é o estado de desobediência, esta tem que apresentar elementos específicos para ser efetivamente considerada estado de revolta, são eles: uma conduta explícita, consciente contra a lei ou contra os fatos. Bentham ainda destaca a importância da consideração do número de pessoas envolvidas, as ações praticadas e as intenções manifestadas. Devido a variabilidade dos fatores o autor coloca que o ideal para caracterizar o estado de revolta seria, então, a jurisprudência local que consideraria os fatores destacados no caso concreto. No entanto, a autoridade legítima não é um fator estático, impossibilitando uma consideração estática do dever de obedecer exatamente pelo fato de que o que define a autoridade é a própria subordinação.\n",
        "Uma vez estabelecidos os critérios a serem considerados no caso em concreto para a caracterização do estado de desobediência, Bentham passa propriamente a crítica a concepção de Blackstone quanto ao surgimento da sociedade política. Pois este critica a teoria Hobbesiana de que antes do contrato social, ou seja, no momento em que os homens viviam em estado de natureza, inexistia sociedade. Blackstone defende que houve um primeiro estágio de sociedade que seria uma sociedade natural, que mesmo vivendo em relativo isolamento, foram responsáveis pela manutenção da própria humanidade.\n",
        "Em momento posterior, o desenvolvimento da agricultura fez com que estas comunidades superassem o nomadismo, passando a viver em conjunto, pouco importando o motivo pelo qual o fizeram, seja pelo medo ou pela busca de proteção. O importante é que, a fim de manter este estado, as pessoas teriam aceitado a subordinação a vontade de todos. Bentham o critica fortemente, afirmando que o caráter fictício deste contrato social teria sido responsável por submeter a humanidade às mais indeléveis obrigações. Em suma, Jeremy critica o fundamento teológico do direito divino dos reis, a ficção do contratualismo, a ideia de contrato original ou mesmo o consentimento absoluto para a legitimação da obediência prestada ao governo. O que se pode depreender de tais convicções é que Bentham defende fortemente a posição igualitária. Ele acredita que enquanto os homens não tinham acesso ao conhecimento eles poderiam crer em distinções hierarquizadas entre as pessoas, aceitando facilmente a posição de subordinação por sujeição.\n",
        "Se obediência a que se submetem as pessoas no momento do pacto pode ser compreendida como uma promessa e não uma ficção, ao se perguntarem o porquê do cumprimento de tal promessa, as pessoas poderão fundamentá-la na própria conveniência de manutenção desta promessa, ou seja, a obediência é executada devido ao fato de que o cumprimento de promessas é útil para a manutenção da sociedade, ou ainda, por atuar em prol do interesse coletivo. Assim, a ideia de contrato se tornaria desnecessária para fundamentar o dever de obediência, pois o simples questionamento a si levaria a resposta de que ela seria a forma mais útil e conveniente para a promoção da felicidade na sociedade.\n",
        "A partir desta concepção, o dever de obediência como uma obrigação política deve ser considerado a partir da teoria da resistência, a qual propõe que o governante faça tudo o que for necessário para que medidas que tragam a infelicidade dos seus subordinados sejam evitadas. Mas, a concepção de promessa traz em si um grande problema, pois a dinâmica da vida social faz com que, por vezes, os governados queiram dissolver ou mesmo reestruturar os postos de governo ou mesmo para formar novas estruturas de sociedade. Mas, isso se torna impossível se o dever de obediência fundamentar-se na promessa de manutenção da felicidade feita pelo governante, contrariando os interesses dos governados por se manter resistente às propostas de mudança, mas torna-se possível pela fundamentação do dever de obediência no próprio princípio da utilidade, o qual é defendido fortemente por Bentham.\n",
        "Um outro ponto crucial da crítica de Bentham a Blackstone é o argumento deste a respeito da forma que os governos podem assumir, pois ele acaba fundamentando-os em uma concepção religiosa. A religiosidade está presente, por exemplo, na ideia de que os atributos de um ser capaz de governar seriam aqueles observados em um ser supremo: a sabedoria, a bondade e o poder. Estas características juntamente com o exercício do poder, para Blackstone, estão presentes na monarquia e não na forma democrática de poder. Cabe ressaltar que o comando é a própria expressão da vontade, vontade esta que é formada mais prontamente em um do que em outros, motivo que unido aos demais faria da monarquia uma forma de governo melhor que a democracia, segundo Blackstone.\n",
        "Jeremy Bentham contribuiu em muito para a formação da filosofia “bourgeois” a para construção do liberalismo do século XIX de maneira geral. Ademais, o autor possui grande influência nos campos das teorias que enxergam o Direito Penal como arma para a prevenção de crimes, na economia e no movimento criminológico neoclássico.\n",
        "Os estudos de Bentham tornaram-se famosos da década de 70 do século XX, quando autores como Michel Foucault desenvolveram releituras de seus escritos para desenvolver suas próprias teorias. Acerca do tema, refletiu o próprio Foucault:\n",
        "Ademais, escritores como Fiódor Dostoiévski, também fazem referências a pessoa e aos estudos desenvolvidos por Jeremy Bentham. Em sua obra “Crime e Castigo”, Dostoiévski ecoa frases de cunho utilitarista burguês inspiradas na teoria de Bentham, tais como\n",
        "Até o fim do século XVIII denomina-se o de Direito das Gentes o que buscava regular as relações entre distintas nacionalidades.\n",
        "O adjectivo \"internacional\" surgiu em 1780 quando Bentham desculpava-se pelo que chamava temeridade em criar \"mais um termo novo\": \"The word 'international', it must be acknowledged, is a new one, though, it is hoped, sufficiently analogous and intelligible.\"[9]\n",
        "\"A expressão \"Direito internacional\" foi usada pela primeira vez, em 1780, por Bentham, em An Introduction to the Principles of Morals and Legislation. Anteriormente, denominava-se \"direito das gentes\", expressão usada, no século XVI, por Francisco de Vitória.\" (GUSMÃO, Paulo Dourado de. Introdução ao Estudo do Direito, 10 edª, 1984, p. 187)\n",
        "A forma usual, no linguajar forense, de denominar o direito processual como \"adjetivo\" vem de Bentham. Ele qualificou o direito processual de adjetivo devido à dinâmica emprestada às normas que, sem procedimento, são inúteis - enquanto as demais normas “substantivas” regulam relações diretas, entre os sujeitos de direito, no grupo social,[10] onde propõe qualificar as normas processuais de formais ou instrumentais, por se destinarem a fazer atuar as normas substanciais ou materiais que regulam as relações do grupo social.\n",
        "A frase \"O direito natural é uma estupidez e o direito natural inalienável é uma estupidez com pernas de pau\" é atribuída a Bentham.\n",
        "Bentham era um escritor e revisor obsessivo, mas era constitucionalmente incapaz, exceto em raras ocasiões, de concluir e publicar seu trabalho.[13] A maior parte do que apareceu impresso durante sua vida foi preparado para publicação por outros. Várias de suas obras apareceram pela primeira vez em tradução francesa, preparadas para a imprensa por Étienne Dumont, por exemplo, Theory of Legislation, Volume 2 (Principles of the Penal Code) 1840, Weeks, Jordan, &amp; Company. Boston. Alguns fizeram sua primeira aparição em inglês na década de 1820 como resultado da retrotradução da coleção (e redação) de Dumont de 1802 dos escritos de Bentham sobre legislação civil e penal.\n",
        "Em sua morte, Bentham deixou manuscritos com cerca de 30 milhões de palavras, que agora são em grande parte mantidas pelas Coleções Especiais da University College London (c. 60.000 fólios manuscritos) e pela Biblioteca Britânica (c. 15.000 fólios).\n",
        "John Bowring, o jovem escritor radical que havia sido amigo íntimo e discípulo de Bentham, foi nomeado seu executor literário e encarregado de preparar uma edição completa de suas obras. Isso apareceu em 11 volumes em 1838-1843. Bowring baseou grande parte de sua edição em textos publicados anteriormente (incluindo os de Dumont) em vez dos próprios manuscritos de Bentham, e optou por não publicar as obras de Bentham sobre religião. A edição foi descrita pela Edinburgh Review na primeira publicação como \"incompleta, incorreta e mal organizada\", e desde então tem sido repetidamente criticada tanto por suas omissões quanto por erros de detalhes; enquanto as memórias de Bowring sobre a vida de Bentham incluídas nos volumes 10 e 11 foram descritas por Sir Leslie Stephen como \"uma das piores biografias da língua\".[21] No entanto, a Bowring's permaneceu a edição padrão da maioria dos escritos de Bentham por mais de um século, e ainda é apenas parcialmente substituída: inclui escritos interessantes sobre relações internacionais como A Plan for an Universal and Perpetual Peace de Bentham, escrito em 1786 –89, que integra a parte IV dos Princípios do Direito Internacional.\n",
        "Em 1952–1954, Werner Stark publicou um conjunto de três volumes, Jeremy Bentham's Economic Writings, no qual ele tentou reunir todos os escritos de Bentham sobre questões econômicas, incluindo material publicado e não publicado. Embora seja uma conquista significativa, o trabalho é considerado pelos estudiosos como falho em muitos pontos de detalhe, e uma nova edição dos escritos econômicos (renomeado Writings on Political Economy) está atualmente em publicação pelo Projeto Bentham.[22]\n",
        "Em 1959, o Comitê Bentham foi estabelecido sob os auspícios da University College London com o objetivo de produzir uma edição definitiva dos escritos de Bentham. Criou o Projeto Bentham para realizar a tarefa, e o primeiro volume em The Collected Works of Jeremy Bentham foi publicado em 1968. The Collected Works está fornecendo muitos trabalhos inéditos, bem como textos muito melhorados de trabalhos já publicados. Até o momento, 38 volumes foram publicados; a edição completa está projetada para totalizar 80.[23] O volume Of Laws in General (1970) continha muitos erros e foi substituído por Of the Limits of the Penal Branch of Jurisprudence (2010).[24]\n",
        "Para ajudar nessa tarefa, os papéis de Bentham na UCL estão sendo digitalizados por crowdsourcing de sua transcrição. Transcribe Bentham é um projeto de transcrição de manuscritos colaborativo, executado pelo Bentham Project da University College London, em parceria com o UCL Centre for Digital Humanities da UCL, UCL Library Services, UCL Learning and Media Services, the University of London Computer Centere a comunidade online. O projeto foi lançado em setembro de 2010 e está disponibilizando gratuitamente, por meio de uma interface de transcrição especialmente projetada, imagens digitais da vasta coleção Bentham Papers da UCL - que chega a cerca de 60 000 fólios manuscritos - para envolver o público e recrutar voluntários para ajudar a transcrever o material. As transcrições produzidas por voluntários contribuirão para a produção do Projeto Bentham da nova edição de The Collected Works of Jeremy Bentham, e serão carregadas no repositório digital Bentham Papers da UCL, ampliando o acesso à coleção para todos e garantindo sua durabilidade a longo prazo. preservação. Os manuscritos podem ser visualizados e transcritos inscrevendo-se em uma conta de transcritor no Transcription Desk, através do site da Transcribe Bentham.[25][26][27]\n",
        "A pesquisa textual gratuita e flexível da coleção completa de Bentham Papers agora é possível por meio de um sistema experimental de indexação e pesquisa de imagens de texto manuscrito, desenvolvido pelo centro de pesquisa PRHLT no âmbito do projeto READ.[28]\n"
    ],
    "ligacoes": [
        "<ul><li>1776. <i>A fragment on government</i>.\n<ul><li>Esta foi uma crítica impiedosa de algumas passagens introdutórias relativas à teoria política nos Comentários sobre as Leis da Inglaterra de <a href=\"/wiki/William_Blackstone\" title=\"William Blackstone\">William Blackstone</a>. O livro, publicado anonimamente, foi bem recebido e creditado a algumas das maiores mentes da época. <a href=\"/wiki/Bentham\" class=\"mw-redirect\" title=\"Bentham\">Bentham</a> discordou da defesa de Blackstone da lei feita por juízes, sua defesa de ficções legais, sua formulação teológica da doutrina do governo misto, seu apelo a um contrato social e seu uso do vocabulário da lei natural. O \"Fragmento\" de Bentham foi apenas uma pequena parte de um Comentário sobre os Comentários, que permaneceu inédito até o século XX.</li></ul></li>\n<li>1776. <i>Short Review of the Declaration</i>\n<ul><li>Um ataque à Declaração de Independência dos Estados Unidos.</li></ul></li>\n<li>1780. <i>An Introduction to the Principles of Morals and Legislation</i>. Londres: T. Payne and Sons.<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\"><span class=\"cite-bracket\">[</span>14<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1785 (publ. 1978). \"Offences Against One's Self\", ed.L. Crompton. <i><a href=\"/wiki/Journal_of_Homosexuality\" title=\"Journal of Homosexuality\">Journal of Homosexuality</a></i> 3(4)389–405. Continued in vol. 4(1). <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://dx.doi.org/10.1300%2FJ082v03n04_07\">10.1300/J082v03n04_07</a>. <a href=\"/wiki/International_Standard_Serial_Number\" title=\"International Standard Serial Number\">ISSN</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://www.worldcat.org/search?fq=x0:jrnl&amp;q=n2:0091-8369\">0091-8369</a>. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.ncbi.nlm.nih.gov/sites/entrez?cmd=retrieve&amp;db=pubmed&amp;list_uids=353189&amp;dopt=Abstract\">PubMed</a>.<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\"><span class=\"cite-bracket\">[</span>15<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1787. <i>Panopticon or the Inspection-House</i></li>\n<li>1787. <i>Defence of Usury</i>.<sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\"><span class=\"cite-bracket\">[</span>16<span class=\"cite-bracket\">]</span></a></sup>\n<ul><li>Uma série de treze \"Cartas\" dirigidas a <a href=\"/wiki/Adam_Smith\" title=\"Adam Smith\">Adam Smith</a>.</li></ul></li>\n<li>1791. \"Essay on Political Tactics\" (1st ed.). Londres: T. Payne.<sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\"><span class=\"cite-bracket\">[</span>17<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1796. <i>Anarchical Fallacies; Being an examination of the Declaration of Rights issued during the French Revolution</i>.<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\"><span class=\"cite-bracket\">[</span>18<span class=\"cite-bracket\">]</span></a></sup>\n<ul><li>Um ataque <a href=\"/wiki/Declara%C3%A7%C3%A3o_dos_Direitos_do_Homem_e_do_Cidad%C3%A3o\" title=\"Declaração dos Direitos do Homem e do Cidadão\">Declaração dos Direitos do Homem</a> decretada pela <a href=\"/wiki/Revolu%C3%A7%C3%A3o_Francesa\" title=\"Revolução Francesa\">Revolução Francesa</a> e crítica à filosofia dos direitos naturais subjacente a ela.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\"><span class=\"cite-bracket\">[</span>19<span class=\"cite-bracket\">]</span></a></sup></li></ul></li>\n<li>1802. <i>Traités de législation civile et pénale</i>, 3 vols, ed. <a href=\"/wiki/%C3%89tienne_Dumont\" title=\"Étienne Dumont\">Étienne Dumont</a>.</li>\n<li>1811. <i>Punishments and Rewards</i>.</li>\n<li>1812. <i>Panopticon versus New South Wales: or, the Panopticon Penitentiary System, Compared</i>. Includes:\n<ol><li>Duas cartas a Lord Pelham, secretário de Estado, comparando os dois sistemas com base na conveniência.</li>\n<li>\"Apelo à Constituição: Representando as Ilegalidades envolvidas no Sistema de Colonização Penal (1803, primeira publicação em 1812)</li></ol></li>\n<li>1816. <i>Defence of Usury; shewing the impolicy of the present legal restraints on the terms of pecuniary bargains in a letters to a friend to which is added a letter to Adam Smith, Esq. LL.D. on the discouragement opposed by the above restraints to the progress of inventive industry</i> (3o. ed.). Londres: Payne &amp; Foss.\n<ul><li>Bentham escreveu uma série de treze \"Cartas\" dirigidas a <a href=\"/wiki/Adam_Smith\" title=\"Adam Smith\">Adam Smith</a>, publicadas em 1787 como <i>Defense of Usury</i>. O principal argumento de Bentham contra a restrição é que os \"projetores\" geram externalidades positivas. <a href=\"/wiki/G._K._Chesterton\" title=\"G. K. Chesterton\">G. K. Chesterton</a> identificou o ensaio de Bentham sobre a usura como o início do \"mundo moderno\". Os argumentos de Bentham foram muito influentes. \"Escritores de eminência\" moveram-se para abolir a restrição, e a revogação foi alcançada em etapas e totalmente alcançada na Inglaterra em 1854. Há poucas evidências quanto à reação de Smith. Ele não revisou as passagens ofensivas em <a href=\"/wiki/The_Wealth_of_Nations\" class=\"mw-redirect\" title=\"The Wealth of Nations\"><i>The Wealth of Nations</i></a> (1776), mas Smith fez poucas ou nenhuma revisão substancial após a terceira edição de 1784.</li></ul></li>\n<li>1817. <i><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.ca/books?id=b0kdAQAAMAAJ\">A Table of the Springs of Action</a></i>. Londres: vendido por R. Hunter.</li>\n<li>1817. \"Swear Not At All\"</li>\n<li>1817. <i><a href=\"//archive.org/details/planparliamenta00bentgoog\" class=\"extiw\" title=\"iarchive:planparliamenta00bentgoog\">Plan of Parliamentary Reform, in the form of Catechism with Reasons for Each Article, with An Introduction shewing the Necessity and the Inadequacy of Moderate Reform</a></i>. Londres: R. Hunter.</li>\n<li>1818. <i>Church-of-Englandism and its Catechism Examined</i>. Londres: Effingham Wilson.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\"><span class=\"cite-bracket\">[</span>20<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1821. <i><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=FM0DAAAAQAAJ&amp;pg=PP5\">The Elements of the Art of Packing, as applied to special juries particularly in cases of libel law</a></i>. Londres: Effingham Wilson.</li>\n<li>1821. <i>On the Liberty of the Press, and Public Discussion</i>. Londres: Hone.</li>\n<li>1822. <i>The Influence of Natural Religion upon the Temporal Happiness of Mankind</i>, written with <a href=\"/w/index.php?title=George_Grote&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"George Grote (página não existe)\">George Grote</a>\n<ul><li>Publicado sob o pseudônimo de Philip Beauchamp.</li></ul></li>\n<li>1823. Not Paul But Jesus\n<ul><li>Publicado sob o pseudônimo de Gamaliel Smith.</li></ul></li>\n<li>1824. <i><a href=\"//archive.org/details/bookfallaciesfr00binggoog\" class=\"extiw\" title=\"iarchive:bookfallaciesfr00binggoog\">The Book of Fallacies from Unfinished Papers of Jeremy Bentham</a></i> (1a. ed.). Londres: John e H. L. Hunt.</li>\n<li>1825. <i><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=tMsDAAAAQAAJ&amp;pg=PR3\">A Treatise on Judicial Evidence Extracted from the Manuscripts of Jeremy Bentham, Esq</a></i> (1a. ed.), ed. M. Dumont. Londres: Baldwin, Cradock, &amp; Joy.</li>\n<li>1827. <i><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=3i9x3jfeNgkC&amp;pg=PR3\">Rationale of Judicial Evidence, specially applied to English Practice, Extracted from the Manuscripts of Jeremy Bentham, Esq. I</a></i> (1st ed.). London: Hunt &amp; Clarke.</li>\n<li>1830. <i>Emancipate Your Colonies! Addressed to the National Convention of France A° 1793, shewing the uselessness and mischievousness of distant dependencies to a European state</i>. Londres: Robert Heward</li>\n<li>1834. <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/deontologyorthes01bentuoft/\"><i>Deontology or, The science of morality</i> 1</a>, ed. J. Bowring. Londres: Longman, Rees, Orme, Brown, Green and Longman.</li></ul>",
        "<ul><li><a href=\"/wiki/Benthamismo\" class=\"mw-redirect\" title=\"Benthamismo\">Benthamismo</a></li>\n<li><a href=\"/wiki/Pan-%C3%B3ptico\" title=\"Pan-óptico\">Pan-óptico</a></li>\n<li><a href=\"/wiki/Pena_(Direito)\" class=\"mw-redirect\" title=\"Pena (Direito)\">Teoria das Penas</a></li></ul>",
        "<ul><li>BARROS MOTA, Louise Menegaz. Tese de mestrado em Direito pela UFMG: <i>Jeremy Bentham: Entre o esquecimento e o retorno às ideias de um visionário.</i></li>\n<li>BENTHAM, Jeremy. <i>Panopticon; or, the Inspection-House</i>. T. Payne, Londres, 1791.</li>\n<li>BENTHAM, Jeremy. <i>An Introduction to the Principles and Morals and Legislation</i></li>\n<li>BARTLE, G. F. (1963). <i>\"Jeremy Bentham and John Bowring: a study of the relationship between Bentham and the editor of his Collected Works\"</i>. Bulletin of the Institute of Historical Research. 36 (93): 27–35</li>\n<li>GIORDIANO, Bruno. <i>Introdução à História do Direito Privado e a Codificação</i>, Del Rey, Belo Horizonte, 2008.</li>\n<li>GENNARI, Adilson Marques; OLIVEIRA, Roberson de. <i>História do pensamento econômico</i>, São Paulo, Saraiva, 2009, pp. 89-90.</li>\n<li>GRAYLING, A. C. (2013). \"19 York Street\". The Quarrel of the Age: The Life and Times Of William Hazlitt. <a href=\"/wiki/Especial:Fontes_de_livros/9781780226798\" class=\"internal mw-magiclink-isbn\">ISBN 978-1780226798</a></li>\n<li>HAYWARD, Keith.; MARUNA, Shadd; MOONEY, Jayne. <i>Fifty key thinkers in criminology</i>. Routledge, New York, p. 7-12, 2010.</li>\n<li>PICOLI, Rogério Antônio. <i>Sobre o Governo em Bentham: O Risco das Partes e o Traçado do Todo</i>, São Paulo, 2006.</li>\n<li>THRITHY-CHERQUES, Hermano Roberto. <i>A economia moral da utilidade</i>, Rio de Janeiro, 2002, pp. 310-312.</li>\n<li>LUCAS, Philip; SHEERAN, Anne (2006). <i>\"Asperger's Syndrome and the Eccentricity and Genius of Jeremy Bentham\"</i>. Journal of Bentham Studies</li>\n<li>STEPHEN, Leslie (1894). \"Milton, John (1608–1674)\". Lee, Sidney (ed.). Dictionary of National Biography. Vol. 38. Londres: Smith, Elder &amp; Co.</li>\n<li>SCHOFIELD, Philip (2009a). <i>\"Werner Stark and Jeremy Bentham's Economic Writings\"</i>. History of European Ideas. 35 (4): 475–494</li>\n<li>SCHOFIELD, Philip (2013). <i>\"The Legal and Political Legacy of Jeremy Bentham\". Annual Review of Law and Social Science</i>. 9 (1): 51–70.</li>\n<li>SINGER, Peter. <i>Ética Prática</i>, p. 6</li>\n<li>WUNDERLICH, Alexandre. <i>Das Penas - Suas Teorias e Funções no Moderno Direito Penal</i>, Ulbra, 2005, Rio Grande do Sul</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ucl.ac.uk/Bentham-Project\">Site com textos de Jeremy Bentham</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://purl.pt/30218\">Traducção das obras politicas do sabio jurisconsulto Jeremias Bentham..., Lisboa, 1822</a>, na Biblioteca Nacional de Portugal</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li>         </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1748\" title=\"Categoria:Nascidos em 1748\">Nascidos em 1748</a><a href=\"/wiki/Categoria:Mortos_em_1832\" title=\"Categoria:Mortos em 1832\">Mortos em 1832</a><a href=\"/wiki/Categoria:Ativistas_dos_direitos_LGBT_do_Reino_Unido\" title=\"Categoria:Ativistas dos direitos LGBT do Reino Unido\">Ativistas dos direitos LGBT do Reino Unido</a><a href=\"/wiki/Categoria:Feministas_do_Reino_Unido\" title=\"Categoria:Feministas do Reino Unido\">Feministas do Reino Unido</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Inglaterra\" title=\"Categoria:Filósofos da Inglaterra\">Filósofos da Inglaterra</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_direito_da_Inglaterra\" title=\"Categoria:Filósofos do direito da Inglaterra\">Filósofos do direito da Inglaterra</a><a href=\"/wiki/Categoria:Juristas_da_Inglaterra\" title=\"Categoria:Juristas da Inglaterra\">Juristas da Inglaterra</a><a href=\"/wiki/Categoria:Naturais_de_Londres\" title=\"Categoria:Naturais de Londres\">Naturais de Londres</a><a href=\"/wiki/Categoria:Utilitaristas\" title=\"Categoria:Utilitaristas\">Utilitaristas</a><a href=\"/wiki/Categoria:Hist%C3%B3ria_LGBT_do_Reino_Unido\" title=\"Categoria:História LGBT do Reino Unido\">História LGBT do Reino Unido</a><a href=\"/wiki/Categoria:Feministas_da_Inglaterra\" title=\"Categoria:Feministas da Inglaterra\">Feministas da Inglaterra</a><a href=\"/wiki/Categoria:Sufragistas_da_Inglaterra\" title=\"Categoria:Sufragistas da Inglaterra\">Sufragistas da Inglaterra</a><a href=\"/wiki/Categoria:Homens_feministas\" title=\"Categoria:Homens feministas\">Homens feministas</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Jeremy_Bentham_by_Henry_William_Pickersgill_detail.jpg/250px-Jeremy_Bentham_by_Henry_William_Pickersgill_detail.jpg",
    "view": "jeremy_bentham"
}