{
    "url": "https://pt.wikipedia.org/wiki/Juan_Luis_Vives",
    "codigo_http": 200,
    "titulo": [
        "João Luís Vives"
    ],
    "conteudo": [
        "\n",
        "João Luís Vives (em catalão Joan Lluís Vives; em castelhano Juan Luis Vives e em latim Ioannes Lodovicus Vives; Valência, 6 de março de 1493 – Bruges, 6 de maio de 1540) foi um humanista de origem judaica nascido no então Reino de Valência e, consequentemente, da Coroa de Aragão. Tendo vivido na Flandres, foi contemporâneo e amigo do holandês Erasmo de Roterdão, do inglês Thomas More e do português Damião de Góis.[1]\n",
        "Quando criança, viu seu pai, avó e bisavó, bem como outros membros da sua família, executados como judaizantes a mando da Inquisição espanhola. A sua mãe foi absolvida, mas morreu de peste, quando ele tinha quinze anos. Pouco depois, aos dezessete anos de idade, deixou a Espanha para nunca mais voltar.\n",
        "Estudou na Universidade de Paris em 1509-1512, e em 1519 foi nomeado professor de Humanidades da Universidade de Lovaina. Por insistência da Erasmo seu amigo, preparou um elaborado comentário sobre a De Civitate Dei de Santo Agostinho de Hipona, que foi publicado em 1522 com uma dedicatória a Henrique VIII de Inglaterra. Logo depois, foi convidado para Inglaterra, e actuou como tutor da princesa Maria, para quem escreveu De ratione studii puerilis epistolae duae (1523) e, aparentemente, De institutione feminae christianae, sobre a educação das raparigas (um livro dedicado à rainha Catarina de Aragão).\n",
        "Em Inglaterra, residiu em Corpus Christi College, em Oxford, onde foi feito doutor de leis e deu palestras sobre a filosofia. Tendo-se declarado contra o divórcio do rei e Catarina de Aragão, perdeu o favor real, e foi confinado em casa por seis semanas. Retirou-se para Bruges, onde dedicou o resto de sua vida à composição de numerosas obras, principalmente dirigidas contra a filosofia escolástica e a preponderante autoridade inquestionável de Aristóteles. O mais importante dos seus tratados é o De causis corruptarum artium, que foi considerada a par do Organon de Francis Bacon.\n",
        "Os seus trabalhos mais importantes são Introductio ad sapientiam (1524), De disciplinis, que salientou a importância urgente de programas mais racionais de estudo; De prima philosophia, e a Latinae linguae exercitatio, que é um livro de latim que consiste de uma série de citações brilhantes diálogos necessários.\n",
        "As suas obras filosóficas incluem De anima et vita (1538), De veritate fidei Christianae e De pauperum subventione (1526), esta última a lidar com temas sociais. Vives detectou através de análise filológica que o suposto autor da chamada Carta de Aristeu, pretendendo descrever a tradução bíblica da Septuaginta, não poderia ter sido um grego, mas deve ter sido um judeu que viveu após os eventos que ele descreveu.\n",
        "Morreu em Bruges, em 1540, aos 48 anos.\n",
        "Vives imaginou e descreveu uma teoria abrangente da educação, que pode ter diretamente influenciado os ensaios de Michel Eyquem de Montaigne. Recomenda o cuidado com o corpo, preocupa-se com o aspecto psicológico, valoriza os métodos indutivos e experimentais e reconhece a importância da observação dos factos e da acção como meio de aprendizagem. A par do ensino de latim, insiste na necessidade do adequado estudo da língua materna. Era admirado por Thomas More e Erasmo, que escreveu que Vives \"irá ofuscar o nome do programa Erasmus.\" \n",
        "Vives é considerado o primeiro estudioso a analisar directamente a psique. Realizou extensas entrevistas com pessoas, e observou a relação entre a exposição de afectos, e as palavras específicas e questões que estavam discutindo. Embora não se saiba se Freud estava familiarizado com o trabalho de Vives, o historiador da psiquiatria Gregory Zilboorg consider Vives como um padrinho da psicanálise (A History of Medical Psychology, 1941).\n",
        "Vives ensinou monarcas. A sua ideia de uma educação infantil diversificada e concreta precede Jean-Jacques Rousseau, e pode ter influenciado indirectamente Rousseau por meio de Montaigne. Alguns estudiosos recentes de estudos feministas e de género acusaram Vives de alterar a retórica clássica para expressar uma espécie de \"meio-feminismo\".[2] Entre os numerosos \"tratados a favor e contra as mulheres\" na Espanha do século XVI, Vives segue \"um meio-termo\" (p. xxiv-xxv), nem misógino nem apologético. Preocupa-se com a necessidade da educação feminina, considerando fundamental a mulher estar no lar.[3] \n",
        "Apesar de muito influente em 1520-40, Vives tem sido desconhecido fora de áreas acadêmicas especializadas. Acompanhou as mudanças do pensamento científico e valorizou os métodos indutivos que defendiam o exercício do raciocínio para alcançar uma conclusão, a partir de dados particulares.\n"
    ],
    "ligacoes": [
        "<ul><li><i>Opuscula varia</i> (1519), coleção de pequenas obras onde se inclui a primeira das obras filosóficas de Vives, <i>De initiis, sectis et laudibus philosophiae</i>.</li>\n<li><i>Adversus Pseudodialecticos</i> (1520).</li>\n<li><i>De pauperum subventione.</i> <i>Sive de humanis necessitatibus libri II</i> (1525), lidar com o problema da pobreza.</li>\n<li><i>De Europae dissidis et Republica</i> (1526).</li>\n<li><i>De concordia et discordia in humano genere</i> (1529).</li>\n<li><i> De pacificatione</i> (1529).</li>\n<li><i>Esset quam misera vita chistianorum sub Turca</i> (1529).</li>\n<li><i>De disciplinis libri XX</i> (1531). Um trabalho enciclopédico, dividido em três partes: <i>De artium corruptarum causis</i>, <i>Disciplinis tradendis</i> e <i>De Artibus</i>.</li>\n<li><i>De anima et vita</i> (1538).</li>\n<li><i>De Europeae statu AC tumultibus</i>, uma mediação para solicitar ao Papa a paz entre os príncipes cristãos.</li>\n<li><i> Introductio sapientiam ad</i> (1524), a mais importante das suas obras pedagógicas.</li>\n<li><i>De christianae feminae institutione</i>, dedicada a Catarina de Aragão.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/vives/\">Stanford Encyclopedia of Philosophy</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com/books?id=I24XIEGvQbAC&amp;lpg=PP1&amp;dq=De%20Institutione%20Feminae%20Christianae&amp;pg=PR25#v=onepage&amp;q=&amp;f=false\">De Institutione Feminae Christianae, Volume 1</a> - Joan Lluís Vives</li>\n<li>Published in XXII libros de Civitate Dei Commentaria, 1522.</li>\n<li>Smith, William F. (1946). Vives and Montaigne as Educators. Hispania 29:4, p. 483-493 <a rel=\"nofollow\" class=\"external free\" href=\"http://www.jstor.org/pss/333706\">http://www.jstor.org/pss/333706</a></li>\n<li>Watson, Foster (1913). Vives: On Education. Cambridge, U.K. p. xxii</li>\n<li>Patton, Elizabeth (1994). <a rel=\"nofollow\" class=\"external text\" href=\"http://app.cul.columbia.edu:8080/ac/handle/10022/AC:P:2200\">Women and the rhetoric of Renaissance pedagogy</a><sup><a href=\"/wiki/Wikip%C3%A9dia:Liga%C3%A7%C3%A3o_inativa\" title=\"Wikipédia:Ligação inativa\"><i>[ligação inativa]</i></a></sup> [doctoral thesis]. English and Comp. Lit., Columbia University.</li>\n<li>Vives, Juan Luis (1996). <a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com/books?id=I24XIEGvQbAC&amp;lpg=PP1&amp;dq=De%20Institutione%20Feminae%20Christianae&amp;pg=PR24#v=onepage&amp;q=&amp;f=false\">De institutione feminae Christianae</a>, Book 1. Fantazzi, C. &amp; Matheeussen, C., eds. (Fantazzi, C., trans.). Leiden: E.J. Brill</li>\n<li>Este artigo incorpora texto da Encyclopædia Britannica Eleventh Edition, uma publicação em domínio público.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/vives/\">Juan Luis Vives (Joannes Ludovicus Vives)</a> na <i>Stanford Encyclopedia of Philosophy</i></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1492\" title=\"Categoria:Nascidos em 1492\">Nascidos em 1492</a><a href=\"/wiki/Categoria:Mortos_em_1540\" title=\"Categoria:Mortos em 1540\">Mortos em 1540</a><a href=\"/wiki/Categoria:Professores_da_Espanha\" title=\"Categoria:Professores da Espanha\">Professores da Espanha</a><a href=\"/wiki/Categoria:Escritores_da_Espanha\" title=\"Categoria:Escritores da Espanha\">Escritores da Espanha</a><a href=\"/wiki/Categoria:Escritores_da_Comunidade_Valenciana\" title=\"Categoria:Escritores da Comunidade Valenciana\">Escritores da Comunidade Valenciana</a><a href=\"/wiki/Categoria:Naturais_de_Val%C3%AAncia_(Espanha)\" title=\"Categoria:Naturais de Valência (Espanha)\">Naturais de Valência (Espanha)</a><a href=\"/wiki/Categoria:Judeus_da_Espanha\" title=\"Categoria:Judeus da Espanha\">Judeus da Espanha</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/b/b7/LuisVives.jpg/250px-LuisVives.jpg",
    "view": "joao_luis_vives"
}