{
    "url": "https://pt.wikipedia.org/wiki/John_Wyclif",
    "codigo_http": 200,
    "titulo": [
        "John Wycliffe"
    ],
    "conteudo": [
        "John Wycliffe[nota 1] (Hipswell, c. 1328 – Lutterworth, 31 de dezembro de 1384) foi professor da Universidade de Oxford, teólogo e reformador religioso inglês, considerado um precursor da Reforma Protestante. Trabalhou na primeira tradução da Bíblia para o inglês, que ficou conhecida como a Bíblia de Wycliffe.\n",
        "Sua família era tradicional na região de Yorkshire, sendo que, na época do seu nascimento as propriedades familiares cobriam amplo território nas redondezas de Ipreswell (hoje Hipswell), seu local de nascimento. Não há certeza sobre o ano de seu nascimento, um dos anos mais citados é 1320, mas há variações de 1320 a 1328.\n",
        "Não se sabe, ainda, o ano em que ele foi enviado pela família para estudar na Universidade de Oxford, mas há certeza de que estava lá desde pelo menos 1345.\n",
        "Na Universidade, aplicou-se nos estudos de teologia, filosofia e legislação canônica. Tornou-se sacerdote e depois serviu como professor no Balliol College, ainda em Oxford. Por volta de 1365 tornou-se bacharel em teologia e, em 1372, obteve o doutorado.[1]\n",
        "Como teólogo, logo destacou-se pela firme defesa dos interesses nacionais contra as demandas do papado, ganhando reputação de patriota e reformista. Wycliffe afirmava que havia um grande contraste entre o que a Igreja era e o que deveria ser, por isso defendia reformas. Suas ideias apontavam a incompatibilidade entre várias normas do clero e os ensinos de Jesus e seus apóstolos.\n",
        "Uma destas incompatibilidades era a questão das propriedades e da riqueza do clero. Wycliffe queria o retorno da Igreja à primitiva pobreza dos tempos dos evangelistas, algo que, na sua visão, era incompatível com o poder temporal do papa e dos cardeais. Para ele o Estado deveria tomar posse de todas as propriedades da Igreja e encarregar-se diretamente do sustento do clero. Logo, a cátedra deixou de ser o único meio de propagação de suas ideias, ao iniciar a escrita de seu trabalho mais importante, a Summa theologiae. Entre as ideias mais revolucionárias desta obra, está a afirmação de que, nos assuntos de ordem material, o rei está acima do papa e que a Igreja deveria renunciar a qualquer tipo de poder temporal. Sua obra seguinte, De civili dominio, aprofunda as críticas ao Papado de Avinhão (onde esteve a sede provisória da Igreja de 1309 até 1377), com seu sistema de venda de indulgências e a vida perdulária e luxuosa de muitos padres, bispos e religiosos sustentados com dinheiro do povo. Wycliffe defendia que era tarefa do Estado lutar contra o que considerava abusos do papado. A obra contém 18 teses, que vieram a público em Oxford em 1376.\n",
        "Suas ideias espalharam-se com grande rapidez, em parte pelos interesses da nobreza em confiscar os bens então em poder da igreja. Wycliffe pregava nas igrejas em Londres e sua mensagem era bem recebida.\n",
        "Apesar de sua crescente popularidade, a Igreja apressou-se em censurar Wycliffe. Em 19 de fevereiro de 1377, Wycliffe é intimado a apresentar-se diante do Bispo de Londres para explanar-lhe seus ensinamentos. Compareceu acompanhado de vários amigos influentes e quatro monges foram seus advogados. Uma multidão aglomerou-se na igreja para apoiar Wycliffe e houve animosidades com o bispo. Isto irritou ainda mais o clero e os ataques contra Wycliffe se intensificaram, acusando-o de blasfêmia, orgulho e heresia. Enquanto isso, os partidos no Parlamento inglês pareciam convictos de que os monges poderiam ser melhor controlados se fossem aliviados de suas obrigações seculares.\n",
        "É importante lembrar que, neste período, desenrolava-se a Guerra dos Cem Anos entre a França e a Inglaterra. Na Inglaterra daquele tempo, tudo que era identificado como francês era visto como inimigo e nessa visão se incluiu a Igreja, pois havia transferido sua sede de Roma para Avinhão, na França. A elite inglesa (realeza, parlamento e nobreza) reagia à ideia de enviar dinheiro aos papas, esta era uma atitude vista como ajuda ao sustento do próprio inimigo. Neste ambiente hostil à França e à Igreja, um teólogo como Wycliffe desfrutou quase imediatamente de grande apoio, não apenas político, como também popular, despertando o nacionalismo inglês.\n",
        "Em 22 de maio de 1377, o Papa Gregório XI, que em janeiro havia abandonado Avinhão para retornar a sede da Igreja a Roma, expediu uma bula contra Wycliffe, declarando que suas 18 teses eram errôneas e perigosas para a Igreja e o Estado. O apoio de que Wycliffe desfrutava na corte e no parlamento tornaram a bula sem efeito prático, pois era geral a opinião de que a Igreja estava exaurindo os cofres ingleses.\n",
        "Ao mesmo tempo em que defendia que a Igreja deveria retornar à primitiva pobreza dos tempos apostólicos, Wycliffe também entendia que o poder da Igreja devia ser limitado às questões espirituais, sendo o poder temporal exercido pelo Estado, representado pelo rei. Seu livro Tractatus De Officio Regis defendia que o poder real também era originário de Deus, encontrava testemunho nas Escrituras Sagradas, quando Cristo aconselhou \"dar a César o que é de César\". Era pecado, em sua opinião, opor-se ao poder do rei e todas as pessoas, inclusive o clero, deveriam pagar-lhe tributos. O rei deve aplicar seu poder com sabedoria e suas leis devem estar de acordo com as de Deus. Das leis de Deus se deriva a autoridade das leis reais, inclusive daquelas em que o rei atua contra o clero, porque se o clero negligencia seu ofício, o rei deve chamá-lo a responder diante de si. Ou seja, o rei deve possuir um \"controle evangélico\" e quem serve à Igreja deve submeter-se às leis do Estado. Os arcebispos ingleses deveriam receber sua autoridade do rei (não do papa).\n",
        "Este livro teve grande influência na reforma da Igreja, não apenas na Inglaterra, que sob Henrique VIII passaria a ter a igreja subordinada ao Estado e o rei como chefe da Igreja, mas também na Boêmia e na Alemanha. Especialmente interessantes são também os ensinamentos que Wycliffe endereça aos reis, para que protejam seus teólogos. Ele sustentava que, já que as leis do rei devem estar de acordo com as Escrituras, o conhecimento da Bíblia é necessário para fortalecer o exercício do poder real. O rei deveria cercar-se de teólogos para aconselhá-lo na tarefa de proclamar as leis reais.\n",
        "Os escritos de Wycliffe em seus seis últimos anos incluem contínuos ataques ao papado e à hierarquia eclesiástica da época. Entretanto, nem sempre foi assim. Seus primeiros escritos eram muito mais moderados e, à medida que as relações de Wycliffe com a Igreja foram se deteriorando, os ataques cresceram em intensidade.\n",
        "Na questão relacionada ao cisma da Igreja, com papas reivindicando em Roma e Avinhão a liderança da Igreja, Wycliffe entendia que o cristão não precisa de Roma ou Avinhão, pois Deus está em toda parte. \"Nosso papa é o Cristo\", sustentava. Em sua opinião, a Igreja poderia continuar existindo mesmo sem a existência de um líder visível, por outro lado os líderes poderiam surgir naturalmente, desde que vivessem e exemplificassem os ensinamentos de Jesus.\n",
        "A batalha de Wycliffe contra as ordens monásticas (que ele chamava de \"seitas\") iniciou-se por volta de 1377 e alongou-se até sua morte. Wycliffe afirmou que o papado imperialista era suportado por estas \"seitas\", que serviam ao domínio do papa sobre as nações daquele tempo. Em vários de seus escritos, como Trialogus, Dialogus, Opus evangelicum e alguns sermões, Wycliffe dizia que a Igreja não necessitava de novas \"seitas\" e que eram suficientes os ensinos dos três primeiros séculos de existência da Igreja. Defendia que as ordens monásticas não eram suportadas pela Bíblia e deveriam ser abolidas, junto com suas propriedades. O povo então se insurgiu contra os monges e podemos observar os maiores efeitos dessa insurreição na Boêmia, anos mais tarde, com a revolução hussita. Na Inglaterra, entretanto, o resultado não foi o esperado por Wycliffe: as propriedades acabaram nas mãos dos grandes barões feudais.\n",
        "Wycliffe organizou um projeto de tradução das Escrituras, defendendo que a Bíblia deveria ser a base de toda a doutrina da Igreja e a única norma da fé cristã. Sustentava que o papa ou os cardeais não possuíam autoridade para condenar suas 18 teses, pois alegava que Cristo é a cabeça da Igreja, não o papa.\n",
        "\"A verdadeira autoridade emana da Bíblia, que contém o suficiente para governar o mundo\", cita Wycliffe em seu livro De sufficientia legis Christi. Wycliffe afirmava que na Bíblia se encontra a verdade, a fonte fundamental do Cristianismo e que, por isso, sem o conhecimento da Bíblia não haveria paz na Igreja e na sociedade. Com isso, contrapunha a autoridade das escrituras à autoridade papal: \"Enquanto temos muitos papas e centenas de cardeais, suas palavras só podem ser consideradas se estiverem de acordo com a Bíblia\". Idêntico princípio seguiria Lutero mais de 100 anos depois, ao liderar a Reforma Protestante.\n",
        "Wycliffe acreditava que a Bíblia deveria ser um bem comum de todos os cristãos e precisaria estar disponível para uso cotidiano, na língua nativa das populações. A honra nacional requeria isto, desde quando os membros da nobreza passaram a possuir exemplares da Bíblia em língua francesa. Partes da Bíblia já haviam sido traduzidas para o inglês, mas não havia uma tradução completa. Wycliffe atribuiu a si mesmo esta tarefa. Embora não se possa definir exatamente a sua parte na tradução (que foi baseada na Vulgata), não há dúvidas de que foi sua a iniciativa e que o sucesso do projeto foi devido à sua liderança. A ele devemos a tradução clara e uniforme do Novo Testamento, enquanto seu amigo Nicholas de Hereford traduziu o Antigo Testamento. Ambas as traduções foram revisadas por John Purvey em 1388, quando então a população em massa teve acesso à Bíblia em idioma inglês, ao mesmo tempo que se ouvia dos críticos: \"a joia do clero tornou-se o brinquedo dos leigos\".\n",
        "Mas, cabe fazer algumas ressalvas. Durante a Idade Média os livros eram raros e caros por serem feitos à mão, a Bíblia não era exceção. O uso exclusivo do Latim era comum a todos os livros dado a universalidade da língua e o seu reconhecimento erudito e intelectual na Europa Ocidental, regra válida também para a Bíblia. A tradução de Wycliffe da Bíblia para o inglês pode ser entendida como mais movida pelo nacionalismo inglês e menos por uma inclinação popular de democratização de acesso. Os pobres continuaram sem ter acesso à mesma por dois motivos: o primeiro é que era cara por sua confecção ainda manual e segundo o povo continuava analfabeto. A grande difusão da Bíblia só foi de fato possível com a invenção da imprensa no século XV e a universalização da educação a partir do século XIX. Então, somente após o século XIX reuniram-se as condições para a Bíblia se tornar um livro popular.\n",
        "Apesar do empenho da hierarquia eclesiástica em destruir as traduções em razão do que consideravam como erros de tradução e comentários equivocados, ainda existem ao redor de 150 manuscritos, parciais ou completos, contendo a tradução em sua forma revisada. Disso podemos inferir o quão difundida essa tradução foi no século XV, razão pela qual os partidários de Wycliffe eram chamados de \"homens da Bíblia\" por seus críticos. Assim como a versão de Lutero teve grande influência sobre a língua alemã, também a versão de Wycliffe influenciou o idioma inglês, pela sua clareza, força e beleza.\n",
        "A Bíblia de Wycliffe, como passou a ser conhecida, foi amplamente distribuída por toda a Inglaterra. A Igreja a denunciou como uma tradução não autorizada.\n",
        "Contrário à rígida hierarquia eclesiástica, Wycliffe defendia a pobreza dos padres e os organizou em grupos para divulgar os ensinos de Cristo. Estes padres (mais tarde chamados de \"lolardos\") não faziam votos nem recebiam consagração formal, mas dedicavam sua vida a ensinar o Evangelho ao povo. Estes pregadores itinerantes espalharam os ensinos de Wycliffe pelo interior da Inglaterra, agrupados dois a dois, de pés descalços, usando longas túnicas e carregando cajados nas mãos.\n",
        "Em meados de 1381 uma insurreição social amedrontou os grandes proprietários ingleses e o rei Ricardo II foi levado a crer que os lolardos haviam contribuído com ela. Ele ordenou à Universidade de Oxford (que havia sido reduto de líderes insurretos) que expulsasse Wycliffe e seus seguidores, apesar destes não haverem apoiado qualquer movimento rebelde. O rei proibiu a citação dos ensinos de Wycliffe em sermões e mesmo em discussões acadêmicas, sob pena de prisão para os infratores.\n",
        "Wycliffe então se retirou para sua casa em Lutterworth, onde reuniu sábios que o auxiliaram na tarefa de traduzir a Bíblia do latim para o inglês. Enquanto assistia à missa em Lutterworth, no dia 28 de dezembro de 1384, foi acometido por um ataque de apoplexia, falecendo 3 dias depois, no último dia do ano.\n",
        "A influência dos escritos de Wycliffe foi muito grande em outros movimentos reformistas, em particular sobre o da Boêmia, liderado por Jan Huss e Jerônimo de Praga. Para frear tais movimentos, a Igreja convocou o Concílio de Constança (1414–1418). Um decreto deste Concílio (expedido em 4 de maio de 1415) declarou Wycliffe como herético, recomendou que todos os seus escritos fossem queimados e ordenou que seus restos mortais fossem exumados[2] e queimados, o que foi cumprido 12 anos mais tarde pelo Papa Martinho V.[3] Suas cinzas foram jogadas no rio Swift, que banha Lutterworth.[4]\n"
    ],
    "ligacoes": [
        "<ul><li><i><a href=\"/wiki/John_Wycliffe:_The_Morning_Star\" title=\"John Wycliffe: The Morning Star\">John Wycliffe: The Morning Star</a></i>, filme biográfico de 1984.</li></ul>",
        "<ul><li><cite class=\"citation encyclopaedia\">Urquhart, Francis (1912). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.newadvent.org/cathen/15722a.htm\">«John Wyclif»</a>. <i><a href=\"/wiki/Enciclop%C3%A9dia_Cat%C3%B3lica\" title=\"Enciclopédia Católica\">Enciclopédia Católica</a></i> (em inglês). <a href=\"/wiki/Nova_Iorque\" title=\"Nova Iorque\">Nova Iorque</a>: Robert Appleton Company</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJohn+Wycliffe&amp;rft.atitle=John+Wyclif&amp;rft.aufirst=Francis&amp;rft.aulast=Urquhart&amp;rft.btitle=Enciclop%C3%A9dia+Cat%C3%B3lica&amp;rft.date=1912&amp;rft.genre=bookitem&amp;rft.place=Nova+Iorque&amp;rft.pub=Robert+Appleton+Company&amp;rft_id=http%3A%2F%2Fwww.newadvent.org%2Fcathen%2F15722a.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1328\" title=\"Categoria:Nascidos em 1328\">Nascidos em 1328</a><a href=\"/wiki/Categoria:Mortos_em_1384\" title=\"Categoria:Mortos em 1384\">Mortos em 1384</a><a href=\"/wiki/Categoria:Protoprotestantes\" title=\"Categoria:Protoprotestantes\">Protoprotestantes</a><a href=\"/wiki/Categoria:Reforma_Protestante\" title=\"Categoria:Reforma Protestante\">Reforma Protestante</a><a href=\"/wiki/Categoria:Tradutores_da_B%C3%ADblia\" title=\"Categoria:Tradutores da Bíblia\">Tradutores da Bíblia</a><a href=\"/wiki/Categoria:Te%C3%B3logos_da_Inglaterra\" title=\"Categoria:Teólogos da Inglaterra\">Teólogos da Inglaterra</a><a href=\"/wiki/Categoria:Te%C3%B3logos_do_s%C3%A9culo_XIV\" title=\"Categoria:Teólogos do século XIV\">Teólogos do século XIV</a><a href=\"/wiki/Categoria:Ingleses_do_s%C3%A9culo_XIV\" title=\"Categoria:Ingleses do século XIV\">Ingleses do século XIV</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Oxford\" title=\"Categoria:Alunos da Universidade de Oxford\">Alunos da Universidade de Oxford</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Oxford\" title=\"Categoria:Professores da Universidade de Oxford\">Professores da Universidade de Oxford</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Wycliffe_by_Kirby.jpg/250px-Wycliffe_by_Kirby.jpg",
    "view": "john_wycliffe"
}