{
    "url": "https://pt.wikipedia.org/wiki/John_Locke",
    "codigo_http": 200,
    "titulo": [
        "John Locke"
    ],
    "conteudo": [
        "John Locke (Wrington, 29 de agosto de 1632 – Harlow, 28 de outubro de 1704) foi um filósofo inglês conhecido como o \"pai do liberalismo\",[4] sendo considerado o principal representante do empirismo britânico e um dos principais teóricos do contrato social.[5]\n",
        "Locke ficou conhecido como o fundador do empirismo, além de defender a liberdade e a tolerância religiosa. Como filósofo, pregou a teoria da tábula rasa, segundo a qual a mente humana era como uma folha em branco, que se preenchia apenas com a experiência. Essa teoria é uma crítica à doutrina das ideias inatas de Platão, segundo a qual princípios e noções são inerentes ao conhecimento humano e existem independentemente da experiência.[6]\n",
        "Locke escreveu o Ensaio acerca do entendimento humano, onde desenvolve sua teoria sobre a origem e a natureza do conhecimento.\n",
        "Um dos objetivos de Locke é a reafirmação da necessidade do Estado e do contrato social e outras bases. Opondo-se a Hobbes, Locke acreditava que se tratando de Estado-natureza, os homens não vivem de forma bárbara ou primitiva. Para ele, há uma vida pacífica explicada pelo reconhecimento dos homens por serem livres e iguais.\n",
        "John Locke nasceu em Somerset em 1632, e morreu em Essex em 1704, com 72 anos. Era filho de puritanos e seu pai serviu como clérigo e capitão da cavalaria nas forças parlamentares durante a Guerra Civil Inglesa. Não se sabe muito a respeito da educação inicial de John Locke mas, em 1647, ingressa como bolsista na Westminster School, com a ajuda dos Popham, uma família parlamentar poderosa com quem seu pai lutou ao lado no decorrer da Guerra Civil. Locke estudou Medicina, Ciências Naturais e Filosofia em Oxford, principalmente as obras de Bacon e Descartes. Formou-se em medicina em 1675, tendo atuado como médico com grande proximidade a uma das maiores autoridades médicas de seu tempo, Thomas Sydenham. \n",
        "Locke sentia-se frustrado com os discursos sobre leis e política. [7] Essa frustração ocorre até que, em 1666, Anthony Ashley Cooper, o conde de Shaftesbury, rico em terras e investimentos, vai a Oxford buscando tratar-se da hidátide, e acaba se tornando grande amigo de Locke. Este encontro resultou em uma grande mudança para a vida dele que, um ano depois, foi morar com o conde. Shaftesbury, entre 1667 e 1683, foi líder da oposição ao rei Carlos II no Parlamento e, por conseguinte, John Locke também o era. A partir de então, o Conde contrata Locke para escrever registros e negociações, resultando em um maior conhecimento sobre questões de Estado, e também mantendo contato com textos relacionados ao poder político e aos direitos do povo. John Locke também passou a ser tutor do neto de Anthony Ashley, que viria a ser o 3.º conde de Shaftesbury, cuidando da educação aristocrática da família - e continuou o sendo até depois da morte de seu amigo Shaftesbury. Em 1683, refugiou-se nos Países Baixos ao ser acusado de traição junto ao seu mentor politico, o conde de Shaftesbury, e passou a viver em Rotterdam, na casa de seu amigo Benjamin Furly. Voltou à Inglaterra quando Guilherme de Orange subiu ao trono, em 1688.  Em 1689–1690 publicou as suas primeiras obras: Carta Sobre a Tolerância, Ensaio Sobre o Entendimento Humano, e os Dois Tratados Sobre o Governo Civil. Em 1693, Locke publicou Alguns pensamentos sobre a educação, primeira obra que veio a público sem anonimato[8]. Em particular sobre a educação, a obra de Locke marcou a revalorização da saúde e das práticas corporais, sendo atribuído ao filósofo-médico a criação do termo \"educação física\"[9].\n",
        "Morreu em 28 de outubro de 1704, com 72 anos. Assim, muitos dos ideais de Locke foram construídos a partir desta amizade com Anthony Ashley Cooper, e boa parte de suas obras foram publicadas anonimamente. A partir de 1691, Locke viveu em Oates, uma mansão Tudor localizada em Essex, onde morreu, em 28 de outubro de 1704, com 72 anos. Locke nunca se casou ou teve filhos. Encontra-se sepultado em All Saints Churchyard, High Lave, Essex na Inglaterra. [10]\n",
        "A filosofia política de Locke fundamenta-se na noção de governo consentido, pelos governados, da autoridade constituída e o respeito ao direito natural do ser humano — à vida, à liberdade e à propriedade. Influencia, portanto, as modernas revoluções liberais: Revolução Inglesa, Revolução Americana e a fase inicial da Revolução Francesa, oferecendo-lhes uma justificação da revolução e da forma do novo governo. Locke costuma ser incluído entre os empiristas britânicos, ao lado de David Hume e George Berkeley, principalmente por sua obra relativa a questões epistemológicas. Em ciência política, costuma ser classificado na escola do direito natural ou jusnaturalismo.[5]\n",
        "Suas ideias ajudaram a derrubar o absolutismo na Inglaterra. Locke dizia que todos os homens, ao nascer, tinham direitos naturais — direito à vida, à liberdade e à propriedade. Para garantir esses direitos naturais, os homens haviam criado governos. Se esses governos, contudo, não respeitassem a vida, a liberdade e a propriedade, o povo tinha o direito de se revoltar contra eles. A falha do Estado de Natureza levam à tal invasão da propriedade e, devido a tal, cria-se um contrato social para que haja transição do Estado de Natureza à Sociedade Política. As pessoas podiam contestar um governo injusto e não eram obrigadas a aceitar suas decisões. Locke ainda diz que se o governo viola ou deixa de garantir o direito dos indivíduos à propriedade o povo tem o direito a resistência ao governo tirano. O que define a tirania é o exercício do poder para além do direito, visando o interesse e não o bem público ou comum.[6]\n",
        "Outra constante na obra de Locke é do papel dos poderes na organização do Estado, sendo o legislativo o poder supremo, sobrepondo-se ao executivo e federativo. Assim, há no Estado um poder limitado, pois quando esses órgãos, criados pelo consentimento do povo, falham no atendimento dos fins a que foram concebidos perdem a razão de ser, dando aos cidadãos o direito de revolução. Locke apresenta ainda o trabalho como o fundamento originário da propriedade, tendo o seu valor corrompido com a introdução do ouro e do comércio, gerando a distribuição desproporcional das riquezas entre os homens.\n",
        "O contrato social, embora não se trate de um contrato físico histórico, como acontece com qualquer contrato, consistiria na transferência de poder dos indivíduos carecidos de proteção para um conjunto de instituições artificiais e avantajada de meios para punir os que violam a obediência a essas mesmas instituições. De forma generalizada, o contrato social é a relação entre o povo e seu governante.\n",
        "Há alguns pontos de contato entre o pensamento lockiano e hobbesiano. Primeiro na condição natural em que o homem vivia inicialmente e na sua passagem para organização social através do contrato social. Porém, distingue-se por caracterizar esse estado natural do homem como pacífico, sendo o homem nele plenamente livre. Enquanto Hobbes coloca o medo da morte violenta como fonte da organização dos homens, Locke impõe a defesa da propriedade como principal fonte de formação do Estado. Esta propriedade já existia anteriormente à formação do Estado.\n",
        "Dedicou-se também à filosofia política. No Primeiro Tratado sobre o Governo Civil, critica a tradição que afirmava o direito divino dos reis, declarando que a vida política é uma invenção humana, completamente independente das questões divinas. No Segundo Tratado sobre o Governo Civil, expõe sua teoria do Estado liberal e a propriedade privada, onde ele caracteriza a propriedade privada como tudo a que você atribui um valor e tenha conquistado por direito. É algo legítimo e todo o indivíduo tem direito a tais conquistas, e assim como Locke sugeriu, o Estado teria uma função primordial de proteger esses direitos.\n",
        "\nPara Bernard Cottret, biógrafo de João Calvino, contrastando com a história trágica da brutal repressão aos protestantes na França no século XVI e a própria intolerância e zelo religioso radical de Calvino em Genebra, o nome de John Locke está intimamente associado à tolerância. Uma tolerância que os franceses aprenderam a valorizar apenas na década de 1680, quase às portas do Iluminismo. Como Voltaire afirmou, a tolerância é, para os franceses, um artigo de importação. Bernard Cottret afirma: ",
        "Dentre os escritos políticos, a obra mais influente de Locke foi Dois Tratados sobre o Governo (1689). O Primeiro Tratado é um ataque ao patriarcalismo, e o segundo introduz uma teoria da sociedade política ou sociedade civil baseada nos direitos naturais e no contrato social. Segundo Locke, todos são iguais, e a cada um deverá ser permitido agir livremente desde que não prejudique nenhum outro. Com este fundamento, deu continuidade à justificação clássica da propriedade privada, ao declarar que o mundo natural é a propriedade comum de todos, mas que qualquer indivíduo pode apropriar-se de uma parte dele, ao acrescentar seu trabalho aos recursos naturais. Este tratado também introduziu a chamada \"cláusula lockeana\", que resume a teoria da propriedade-trabalho de John Locke: os indivíduos têm direito de se apropriar da terra em que trabalham desde que isso não cause prejuízo aos demais. O direito de se apropriar privadamente de parte da terra comum a todos seria pois limitado pela consideração de que ainda houvesse bastante [terra] igualmente boa e mais do que aqueles ainda não providos pudessem usar.[12] Em outras palavras, que o indivíduo não pode simplesmente apropriar-se dos recursos naturais mas também tem que considerar o bem comum.\n",
        "No âmbito das Relações Internacionais, Locke aponta que estas fazem parte do estado de natureza, mas isso não quer dizer que há uma falta de legalidade (deveres e direitos) entre as comunidades políticas no cenário internacional. Sendo assim, o poder de fazer guerra não é sem restrições, obedecendo às diretrizes da política interna, que trata dos interesses locais dos cidadãos, quanto à Lei Natural, caracterizada pela garantia da preservação da comunidade civil e da humanidade.\n",
        "Locke é considerado o protagonista do empirismo, o qual afirma que todo o conhecimento e aprendizagem decorre da experiência. Ele apresenta uma crítica às ideias inatas através da teoria da tábula rasa. Com essa teoria Locke afirma que o ser humano nasce como uma \"folha em branco\", e é moldado pelas experiências, tentativas e erros.\n",
        "Então de acordo com Locke o Empirismo busca compreender as coisas de uma forma metodológica, sistemática e crítica. Esse pensamento apresentado por Locke se assemelha ao do pensador Nicolau Maquiavel quando o mesmo se refere a Verità effetuale (Verdade Efetiva das Coisas), que se trata de analisar as coisas como elas realmente são.\n",
        "No Ensaio acerca do Entendimento Humano (An Essay concerning Human Understanding), de 1690, Locke defende que a experiência é a fonte do conhecimento, que depois se desenvolve por esforço da razão. Outra obra filosófica notável é Pensamentos sobre a Educação, publicado em 1693. As fontes principais do pensamento de Locke são: o nominalismo escolástico, cujo centro era Oxford; o empirismo inglês da época; o racionalismo defendido por René Descartes e a filosofia de Malebranche.\n",
        "Como filósofo político, Locke pode ser considerado um precursor da democracia liberal, dada a importância que atribui à liberdade e à tolerância. O que estava em jogo era, obviamente, a tolerância religiosa, contra os abusos do absolutismo.[13] De todo modo, suas ideias fundamentaram as concepções de democracia moderna e de direitos humanos tal como hoje é expressa nas cartas de direitos.[14]\n",
        "Locke, escrevendo a Carta sobre a Tolerância (1689–1692), devido à repercussão das guerras religiosas na Europa, formulou um raciocínio clássico para a tolerância religiosa. Os três principais argumentos eram: (1) Os juízes da terra, o estado em particular e os seres humanos em geral, não podem avaliar de forma confiável as afirmações de verdade de pontos de vista religiosos divergentes; (2) Mesmo que pudessem, aplicar uma única \"verdadeira religião\" não teria o efeito desejado, porque a crença não pode ser compelida pela violência; (3) A coerção da uniformidade religiosa levaria a mais distúrbios sociais do que permitir a diversidade.[15]\n",
        "No que diz respeito à sua posição sobre a tolerância religiosa, Locke foi influenciado por teólogos batistas como John Smyth e Thomas Helwys, que havia publicado obras exigindo a liberdade de consciência no início do século XVII.[16][17][18] O teólogo batista Roger Williams fundou sua colônia em Rhode Island em 1636, a qual combinou uma constituição democrática com liberdade religiosa ilimitada. Sua obra The Bloody Tenent of Persecution for Cause of Conscience (1644), que foi amplamente lido em seu país natal, foi um apelo apaixonado pela liberdade religiosa absoluta e a separação total da igreja e do estado.[19] A liberdade de consciência teve alta prioridade na agenda teológica, filosófica e política, desde que Martinho Lutero se recusou a renegar as suas crenças perante a Dieta do Sacro Império Romano em Worms em 1521, a menos que seja provado falso pela Bíblia.[20]\n",
        "Entretanto, para John Locke, essa liberdade não seria aplicável ao \"homem primitivo\", pois que os povos ditos primitivos não estariam associados ao restante da humanidade no uso do dinheiro[21] e poderiam ser equiparados a bestas de caça ou bestas selvagens,[22] (o que forneceu a base ideológica para a tomada das terras e o extermínio de populações indígenas) nem aos papistas (católicos, na expressão dos protestantes), que seriam como \"serpentes, dos quais nunca se conseguiria que abrissem mão de seu veneno com um tratamento gentil\".[23]\n",
        "Ressalte-se que tal atitude em relação aos indígenas não era verificada em pensadores anteriores, como Bartolomé de las Casas e Montaigne, que, ao se referir às populações extra-européias, dizia \"Acho que não há nessa nação nada de bárbaro e de selvagem, pelo que me contaram. A não ser porque cada qual chama de barbárie aquilo que não é de seu costume\".[24] São Paulo: Martins Fontes, 2000, p. 307.\n",
        "A tolerância não se aplicava tampouco às camadas que detinham menos recursos econômicos, para as quais Locke defendia algumas medidas severas, tais como:\n",
        "Locke é considerado pelos seus críticos como sendo \"o último grande filósofo que procura justificar a escravidão absoluta e perpétua\".[30]\n",
        "Locke sustentava a escravidão pelo contrato de servidão em proveito do vencedor na guerra, no chamado \"estado de guerra\", no qual alguém que poderia ser morto, assume o ônus de servir em troca de viver. No Segundo Tratado sobre Governo Civil, Locke diz:\n",
        "Nessa citação, Locke argumenta que: somente os escravos tomados de uma certa maneira, por certas pessoas podem ser considerados justamente escravos.\n",
        "Locke contribuiu para a configuração da Constituição da Província da Carolina, em que uma de suas normas constitucionais dizia: \"(…) todo o homem livre da Carolina deve ter absoluto poder e autoridade sobre os escravos negros seja qual for a opinião e religião\".[32] Seus críticos ainda afirmam que ele investiu no tráfico de escravos negros,[33] enquanto acionista da Royal African Company.[34]\n",
        "Locke acrescentou no capítulo XXVII do Livro II, \"Da identidade e diversidade\", a sua visão de identidade e identidade pessoal para a segunda edição do Ensaio. A sua consideração de identidade pessoal acabou sendo revolucionária. Seu relato sobre a identidade pessoal está integrada a uma explicação geral de identidade.\n",
        "Nesta explicação geral de identidade Locke faz uma distinção entre a identidade do átomo, de conjunto de átomos e das coisas vivas. Cada átomo individual é o mesmo no tempo, e permanece mesmo enquanto o tempo passa. Assim, não há nenhum problema sobre a identidade dos átomos. Massas de átomos são individuadas por seus átomos constituintes independentemente da forma como eles são organizados. As coisas vivas, em contraste, são individuadas por sua organização funcional. Esta organização é instanciada a qualquer momento por um conjunto de átomos. Mas a organização pode persistir através de mudanças nas partículas que a compõem — pelo menos uma mudança gradual, que continua com as funções que a organização desempenha. Claramente a mais importante dessas funções é a continuação da mesma vida. É a continuação da mesma organização funcional e, portanto, a mesma vida que é o critério de igualdade para a identidade de ser vivo, seja ele um carvalho ou um cavalo.\n",
        "Locke afirma que o homem é um animal e, portanto, individualizado como outros seres vivos. Então, homem se refere a um corpo vivo de uma forma particular.[nota 1] Ele defende a sua própria definição, que envolve a distinção entre \"homem\" e \"pessoa\", usando uma variedade de experiências de pensamento e deduzir consequências inaceitáveis ​​a partir de definições concorrentes. Ele aponta, por exemplo, que enquanto aqueles que individualizam o homem exclusivamente em termos de \"posse de uma alma\" podem explicar a igualdade do homem, da infância à velhice, se aceitarem uma doutrina da reencarnação, a sua definição requer que a mesma alma em diferentes organismos seja o mesmo homem, tanto quando o homem-criança e homem-velho. Se a doutrina da reencarnação permite que a alma de um homem para renascer no corpo de um animal,[nota 2] como um porco, se soubéssemos que a alma de um homem estava em um dos nossos porcos, seria necessário que chamemos o porco um homem.\n",
        "Locke nos dá exemplos de um papagaio racional falando com uma criatura que tem a forma de um homem, mas não pode se envolver em um discurso racional como um experimento mental que demonstra que o discurso racional não é nem uma condição \"necessária ou suficiente\" para ser um homem. Se o homem é um corpo vivo, um animal com um determinada forma, então, pergunta Locke, o que é uma pessoa? Ele responde sua própria pergunta: Uma pessoa é um ser pensante inteligente que pode conhecer a si mesmo como a mesma coisa pensante em diferentes tempos e lugares.\n",
        "Locke faz a distinção entre o homem e pessoa. Essa distinção aparentemente resolve o problema da ressurreição dos mortos. O problema, para Locke, começa com textos bíblicos afirmando que teremos o mesmo corpo na ressurreição como nós temos nesta vida. É claro que há problemas com a suposição de que na ressurreição uma pessoa será a mesma pessoa; e vários estudiosos vem debatendo tal questão, por exemplo, Robert Boyle, em seu ensaio, \"Algumas Considerações físico-teológica sobre a possibilidade da ressurreição\" se aprofunda em alguns desses enigmas.[nota 3]\n",
        "Locke diz que o caso do príncipe e do sapateiro mostra a resolução do problema da ressurreição.\n",
        " Ele imagina o que aconteceria se um príncipe passasse a viver como um humilde sapateiro. Dessa forma interroga-se o que aconteceria se introduzisse as características mentais do príncipe no corpo de um sapateiro. Supostamente, o corpo do sapateiro ficaria com a memória, o conhecimento e os atributos pessoais do príncipe, mas apesar de aparentemente ser um sapateiro, seria responsável pelas ações do príncipe.[35]\n",
        "Nesse exemplo, Locke levanta um questionamento a ser explorado sobre a identidade pessoal de uma pessoa.\n",
        "Locke demonstra que o resultado desta troca, é que o príncipe ainda considerar-se o príncipe, mesmo que ele se encontra em um corpo totalmente novo. O experimento distingue entre o conceito de ser humano e de ser pessoa, indicando que o conceito de um homem em alturas diferentes está ligado ao seu corpo, enquanto que o conceito de pessoa está ligado à sua consciência passada e presente. A distinção de Locke entre o \"homem\" e a \"pessoa\" torna possível para a mesma pessoa residir em um corpo diferente na ressurreição e ainda assim ser a mesma pessoa.\n",
        "Locke enfoca no príncipe com todos os seus pensamentos principescos, porque, na sua opinião, é a consciência que é crucial para uma recompensa e/ou uma punição que deve ser dispensada no dia do Juízo Final. Neste capítulo sobre identidade (Parte IV, Secção II e VI), Locke também está fazendo uma distinção entre a consciência e a alma.\n",
        "Embora a distinção entre o homem e a pessoa seja controversa, a distinção de Locke entre a alma (a substância que pensa em nós) e consciência é ainda mais radical.[nota 4] Locke afirma que a consciência pode ser transferida de uma alma para outra, e que a identidade pessoal vai junto com a consciência. Na seção XII do capítulo \"De Identidade e Diversidade\", ele levanta a questão: \"(…) Se a mesma substância que pensa for mudada, ela pode ser a mesma pessoa, ou ela permanecendo a mesma, pode ser uma pessoa diferente.\" Resposta de Locke para ambas as questões é afirmativa. Ele afirma que a Consciência pode ser transferida de uma substância que pensa para outra e, assim, enquanto a alma é alterada, mas a consciência permanece a mesma e, assim, a identidade pessoal também é preservada através da mudança de uma alma para outra alma. E, por outro lado, a consciência pode ser perdida como no esquecimento total, enquanto a substância alma ou pensamento continua a mesma. Nestas condições, há a mesma alma, mas uma pessoa diferente.\n",
        "As afirmações de Locke resumem-se na alegação de que a mesma alma (ou substância pensante) não é \"necessária\" nem é \"suficiente\" para a identidade pessoal ao longo do tempo. Os argumentos de Locke são desenvolvidos por analogia com a organização funcional dos animais, que é preservada através de mudanças graduais nos átomos que instanciar essa organização a qualquer momento. Assim, em um determinado momento no tempo deve haver uma alma ou substância pensante, mas com o tempo não há necessidade que uma pessoa tenha a mesma alma para preservar a identidade pessoal.\n",
        "As distinções (\"homem e pessoa\" e \"alma e consciência\") criadas por Locke têm implicações em julgamentos criminais no modo como pessoas com insanidade mental são julgadas, uma vez que um ser humano pode ter várias falhas na sua consciência, sem o estabelecimento de memórias. Deste modo, ações executadas estando a consciência separada do corpo ou alma, a identidade da pessoa que efetuou tal ação é posta em causa pelo conceito defendido por Locke.[37]\n",
        "Alguns acadêmicos têm observado que as convicções políticas de Locke são derivadas de sua visão religiosa.[38][39][40] A trajetória religiosa de Locke inicia-se no calvinismo trinitaniano, mas com a vez das Reflexões (1695) defendeu não apenas visões socinianistas mas também a Cristiologia Sociniana, com a crença na pré-existência de Cristo.[41]\n",
        "Contudo Arthur W. Wainwright (Oxford, 1987) notou a interpretação de um versículo bíblico de Efésios 1 em uma edição póstuma de Paráfrase é diferente do que socinianos como John Bilde, que pode-se levar a crer que Locke possuia uma visão ariana.[42]\n",
        "Com sua estimativa dos limites do entendimento humano, Locke fez algumas reivindicações que surpreenderam seus contemporâneos. No livro IV 3, 6 sugere que, dada a nossa ignorância das substâncias, era possível que Deus pudesse fazer a matéria se adequar eliminando o pensar. Ele sugeriu que não era mais além de nossa compreensão que os movimentos do corpo pudessem dar origem ao prazer e à dor do que uma alma imaterial poder sentir dor após a ocorrência de algum movimentos no corpo.[nota 5] Ele sugeriu que a imaterialidade da alma não era particularmente importante. Em uma passagem do Livro IV, capítulo 2, seção 6, Locke escreve:\n",
        "Estas sugestões foram muitas vezes tomadas mais intensamente que o previsto. Muitos dos críticos de Locke tinham suspeitas de que Locke tinha tendências materialistas. Ao invés das conclusões céticas sobre substância imaterial contra a substância material que Locke está claramente defendendo, seus comentários eram, por vezes, tratados como propondo que a matéria pode e faz o pensar.\n",
        "Samuel Clarke, por exemplo, um estudante de Newton e um teólogo anglicano ortodoxo, engajarem em um debate por panfleto público de 1706 a 1708 com Anthony Collins sobre este assunto. Clarke procurou mostrar que a partir das ideias somente seria possível mostrar que a matéria pensamento implicaria uma contradição. Se está certo Clarke, a interpretação de Locke seria errada. Houve uma explosão de refutações da alegação de que a matéria pode pensar e a discussão desta questão durou pelo menos até perto do fim do século XVIII.\n"
    ],
    "ligacoes": [
        "<ul><li>Direcionar para o trabalho as crianças a partir de três anos, das famílias que não têm condições para alimentá-las;<sup id=\"cite_ref-25\" class=\"reference\"><a href=\"#cite_note-25\"><span class=\"cite-bracket\">[</span>25<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Supressão das vendas de bebidas não estritamente indispensáveis e das tabernas não necessárias;<sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\"><span class=\"cite-bracket\">[</span>26<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Obrigar os mendigos a carregar um distintivo obrigatório, para vigiá-los, por meio de um corpo de espantadores de mendigos, e impedir que possam exercer sua atividade fora das áreas e horários permitidos;<sup id=\"cite_ref-27\" class=\"reference\"><a href=\"#cite_note-27\"><span class=\"cite-bracket\">[</span>27<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Os que forem surpreendidos a pedir esmolas fora de sua própria paróquia e perto de um porto de mar devem ser embarcados coercitivamente na marinha militar, outros pedintes abusivos devem ser internados em uma casa de trabalhos forçados, na qual o diretor não terá outra remuneração além da renda decorrente do trabalho dos internados;<sup id=\"cite_ref-28\" class=\"reference\"><a href=\"#cite_note-28\"><span class=\"cite-bracket\">[</span>28<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Os que falsificarem um salvo-conduto para fugir de uma casa de trabalho, devem ser punidos com um corte de orelhas e, na hipótese de reincidência, com a <a href=\"/wiki/Deporta%C3%A7%C3%A3o\" title=\"Deportação\">deportação</a> para as plantações, na condição de criminosos.<sup id=\"cite_ref-29\" class=\"reference\"><a href=\"#cite_note-29\"><span class=\"cite-bracket\">[</span>29<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li>1689. <i><a href=\"/wiki/A_Letter_Concerning_Toleration\" class=\"mw-redirect\" title=\"A Letter Concerning Toleration\">A Letter Concerning Toleration</a></i>.\n<ul><li>1690. <i>A Second Letter Concerning Toleration</i></li>\n<li>1692. <i>A Third Letter for Toleration</i></li></ul></li>\n<li>1689/90. <i><a href=\"/wiki/Two_Treatises_of_Government\" class=\"mw-redirect\" title=\"Two Treatises of Government\">Two Treatises of Government</a></i> (publicados ao longo do século XVIII pelo livreiro londrino Andrew Millar por encomenda de Thomas Hollis)<sup id=\"cite_ref-48\" class=\"reference\"><a href=\"#cite_note-48\"><span class=\"cite-bracket\">[</span>43<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1689/90. <i><a href=\"/wiki/An_Essay_Concerning_Human_Understanding\" class=\"mw-redirect\" title=\"An Essay Concerning Human Understanding\">An Essay Concerning Human Understanding</a></i></li>\n<li>1691. <i>Some Considerations on the consequences of the Lowering of Interest and the Raising of the Value of Money</i></li>\n<li>1693. <i><a href=\"/wiki/Some_Thoughts_Concerning_Education\" title=\"Some Thoughts Concerning Education\">Some Thoughts Concerning Education</a></i></li>\n<li>1695. <i>The Reasonableness of Christianity, as Delivered in the Scriptures</i>\n<ul><li>1695. <i>A Vindication of the Reasonableness of Christianity</i></li></ul></li></ul>",
        "<ul><li>1660. <i>First Tract of Government</i> (ou <i>the English Tract</i>)</li>\n<li><i>c.</i>1662. <i>Second Tract of Government</i> (ou <i>the Latin Tract</i>)</li>\n<li>1664. <i>Questions Concerning the Law of Nature</i>.<sup id=\"cite_ref-49\" class=\"reference\"><a href=\"#cite_note-49\"><span class=\"cite-bracket\">[</span>44<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1667. <i>Essay Concerning Toleration</i></li>\n<li>1706. <i><a href=\"/wiki/Of_the_Conduct_of_the_Understanding\" title=\"Of the Conduct of the Understanding\">Of the Conduct of the Understanding</a></i></li>\n<li>1707. <i>A paraphrase and notes on the Epistles of St. Paul to the Galatians, 1 and 2 Corinthians, Romans, Ephesians</i></li></ul>",
        "<ul><li><cite class=\"citation web\"><a class=\"external text\" href=\"https://en.wikisource.org/wiki/Author:John_Locke\">«Obras de Locke no Wikisource»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJohn+Locke&amp;rft.btitle=Obras+de+Locke+no+Wikisource&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fen.wikisource.org%2Fwiki%2FAuthor%3AJohn_Locke&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://revistaescola.abril.com.br/historia/pratica-pedagogica/explorador-entendimento-humano-423338.shtml\">«John Locke - Um explorador do entendimento humano - Revista Nova Escola»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJohn+Locke&amp;rft.btitle=John+Locke+-+Um+explorador+do+entendimento+humano+-+Revista+Nova+Escola&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Frevistaescola.abril.com.br%2Fhistoria%2Fpratica-pedagogica%2Fexplorador-entendimento-humano-423338.shtml&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_Kingdom_(3-5).svg\" title=\"Portal do Reino Unido\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/40px-Flag_of_the_United_Kingdom_%283-5%29.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/60px-Flag_of_the_United_Kingdom_%283-5%29.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Reino_Unido\" title=\"Portal:Reino Unido\">Portal do Reino Unido</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_miscellaneous.svg\" title=\"Portal da educação\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/40px-Nuvola_apps_edu_miscellaneous.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/60px-Nuvola_apps_edu_miscellaneous.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Educa%C3%A7%C3%A3o\" title=\"Portal:Educação\">Portal da educação</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1632\" title=\"Categoria:Nascidos em 1632\">Nascidos em 1632</a><a href=\"/wiki/Categoria:Mortos_em_1704\" title=\"Categoria:Mortos em 1704\">Mortos em 1704</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_Reino_Unido\" title=\"Categoria:Filósofos do Reino Unido\">Filósofos do Reino Unido</a><a href=\"/wiki/Categoria:Ingleses\" title=\"Categoria:Ingleses\">Ingleses</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Empiristas\" title=\"Categoria:Empiristas\">Empiristas</a><a href=\"/wiki/Categoria:Liberalismo\" title=\"Categoria:Liberalismo\">Liberalismo</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_pol%C3%ADticos\" title=\"Categoria:Filósofos políticos\">Filósofos políticos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVII\" title=\"Categoria:Filósofos do século XVII\">Filósofos do século XVII</a><a href=\"/wiki/Categoria:Anglicanos_do_Reino_Unido\" title=\"Categoria:Anglicanos do Reino Unido\">Anglicanos do Reino Unido</a><a href=\"/wiki/Categoria:Socianistas_do_Reino_Unido\" title=\"Categoria:Socianistas do Reino Unido\">Socianistas do Reino Unido</a><a href=\"/wiki/Categoria:Contratualistas\" title=\"Categoria:Contratualistas\">Contratualistas</a><a href=\"/wiki/Categoria:Naturais_de_Somerset\" title=\"Categoria:Naturais de Somerset\">Naturais de Somerset</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/d/d1/JohnLocke.png/250px-JohnLocke.png",
    "view": "john_locke"
}