{
    "url": "https://pt.wikipedia.org/wiki/John_Langshaw_Austin",
    "codigo_http": 200,
    "titulo": [
        "John Langshaw Austin"
    ],
    "conteudo": [
        "John Langshaw Austin (Lancaster, 26 de Março de 1911 – Oxford, 8 de Fevereiro de 1960) foi um filósofo da linguagem britânico que desenvolveu uma grande parte da actual teoria dos actos de discurso. Filiado à vertente da Filosofia Analítica interessou-se pelo problema do sentido em filosofia.[1]\n",
        "Estudou no Balliol College da Universidade de Oxford. Após servir o serviço britânico de inteligência durante a Segunda Guerra Mundial, tornou-se professor titular da cátedra White (Thomas White [1550?-1624]) de Filosofia Moral, em Oxford, considerada a mais prestigiosa cadeira de Filosofia Moral do mundo.\n",
        "Austin nasceu em Lancaster, Inglaterra, em 26 de março de 1911, filho de Geoffrey Langshaw Austin e Mary Austin. Seus primeiros interesses foram Aristóteles, Kant, Leibniz e Platão e suas posturas diante das questões filosóficas foram fortemente influenciadas por G. E. Moore, John Cook Wilson e H. A. Prichard. Austin pertencia a Escola de Filosofia Realista de Oxford. \n",
        "Durante a Segunda Guerra Mundial, Austin serviu no corpo de inteligência britânico e deixou o exército, em setembro de 1945, com o posto de tenente-coronel. Foi homenageado por seu trabalho de inteligência com uma Order of the British Empire, o French Croix de Guerre e o U.S. Officer of the Legion of Merit. Depois da Guerra, voltou para Oxford onde se tornou Professor de Filosofia Moral, em 1952.\n",
        "Austin casou-se com Jean Coutts em 1941, tiveram quatro filhos, duas meninas e dois meninos. Ele morreu aos 48 anos de idade, em Oxford, em 8 de fevereiro de 1960. \n",
        "Alinhou-se com Ludwig Wittgenstein, preconizando o exame da maneira como as palavras são usadas para elucidar seu significado. Entretanto, o próprio Austin  considerava-se mais próximo da filosofia do senso comum de G.E. Moore. \n",
        "Elaborou um estudo sobre conceitos de  verdade e falsidade, qualificando os atos de fala como sendo verdadeiros ou falsos a depender da descrição que é feita. Iniciou as ideias sobre o performativo, onde o falar implica num fazer, diferenciando estes atos de meras descrições, porque nada descreviam, nada relatavam, etc. \n",
        "São coisas feitas com palavras (Austin 1962b, 1956b, 1963), onde qualquer sentença pode ser usada para realizar uma variedade de atos linguísticos. Se em declarações produzimos aquilo que pode ser considerado \"verdadeiro ou falso\", em atos performativos não precisamos produzir coisas que são verificáveis pela verdade ou falsidade. Os atos ou enunciados performativos podem ser atos locucionários (locutionary acts), atos ilocucionários (illocutionary act) e atos perlocucionários, que poderia ser a distinção entre dizer alguma coisa, alguma coisa com alguma ênfase e os efeitos de se dizer alguma coisa ou de conseguir que alguém faça alguma coisa que se deseje (1962b: 83–164).\n",
        "A filosofia analítica estuda o funcionamento da linguagem, para então estabelecer modelos lógicos e ideais que deem conta das questões filosóficas. Para muitos filósofos, a linguagem humana dificulta o desenvolvimento de muitas questões filosóficas, por exemplo, uma palavra ou uma frase não expressa um conceito preciso, ou seja, não expressa um pensamento claro. Não há correspondência única entre a palavra e o conceito, entre a frase e o pensamento. \n",
        "As questões sobre sentido, significado e referência são, para alguns campos da linguística e da filosofia, uma forte barreira para o desenvolvimento da teoria sobre a linguagem humana. \n",
        "Austin dedicou-se ao estudo do uso da linguagem ordinária e revolucionou a filosofia analítica, na década de 40. Questionou postulados fundamentais da linguística enquanto ciência autônoma, além de promover grandes discussões sobre a filosofia da linguagem. Deste modo, distanciou-se da filosofia tradicional e trouxe à tona a discussão sobre os enunciados performativos e enunciados constativos. \n",
        "Segundo Ottoni (2002),[2] Austin traz uma nova abordagem para a linguagem sem se preocupar com as fronteiras entre a linguística e a filosofia. Ottoni (2002) chama tal abordagem de visão performativa. Este modo inovador de tratar a linguagem ordinária, gera uma reorganização tanto na linguística como na filosofia. \n",
        "A filosofia fica dividida entre a Filosofia Analítica de Oxford e a Filosofia Construtivista. Na linguística, existe o grupo de linguistas que entende a linguística como ciência autônoma e a aproxima das ciências exatas. De outro modo, existe o grupo que se aproxima da linguística filosófica. Para melhor compreender o cenário construído com as novas propostas de Austin ver Ottoni (2002).\n",
        "Um dos fortes questionamentos de Austin foi sobre a fronteira entre a filosofia e a linguística e suas implicações nos estudos da linguagem ordinária. Em seu artigo, Ottoni (2002) reproduz o comentário de Austin sobre a fronteira entre linguística e filosofia. “Onde está a fronteira? Há uma em alguma parte? Você pode colocar esta mesma questão nos quatro cantos do horizonte. Não há fronteira. O campo está livre para quem quiser se instalar. O lugar é do primeiro que chegar. Boa sorte ao primeiro que encontrar alguma coisa” (Austin 1958, p.134).\n",
        "Austin apresentou dois tipos de enunciados: os constativos e os performativos.[3] Os enunciados constativos descrevem ou relatam um estado de coisas e podem ser valorados como verdadeiros ou falsos. Isto é, são relatos, descrições ou afirmações, como por exemplo, a menina tem seis anos, João foi à farmácia, está calor hoje. Tais enunciados recebem o valor de verdadeiro, se estiverem adequados a um contexto/circunstância. De modo contrário, esses enunciados recebem o valor de falso, se não estiverem adequados a um contextos/circunstância. \n",
        "Ottoni (2002) reproduz a fala de Austin sobre a verdade ou falsidade dos enunciados: “pois (deixando de fora os chamados enunciados ‘analíticos’) a questão da verdade ou falsidade não depende somente de saber o que é uma frase nem mesmo do que significa, mas, falando de modo geral, das circunstâncias em que se deu seu enunciado.” (Austin 1962, p. 142). Ou seja, para considerar uma sentença verdadeira ou falsa deve-se considerar os objetivos e intenções do falante, as circunstâncias do enunciado e as obrigações que são assumidas ao se afirmar algo.\n",
        "Os enunciados performativos, quando ditos, realizam ações, por exemplo, ordeno que você saia, eu te perdoo, declaro aberta a sessão. Estes enunciados não descrevem ou relatam coisas, por isso, não podem ser valorados como falsos ou verdadeiros, mas sim executam atos (ato de ordenar, batizar, condenar, perdoar, abrir uma sessão, etc.). Quando um enunciado performativo é realizado/dito, está sendo concretizado um ato/ação. No exemplo, declaro aberta a sessão, este enunciado não informa sobre a abertura da sessão, mas este enunciado é a concretização do ato de abrir a sessão. \n",
        "É preciso ressaltar que apenas dizer um enunciado performativo não é a garantia da concretização do ato,[4] é necessário que o enunciado performativo seja realizado dentro de um contexto/circunstância adequado. Austin denominou condições de felicidade a adequação do enunciado performativo ao contexto em que é realizado/dito. No exemplo, eu te batizo em nome do pai, do filho e do espírito santo, se dito por um engenheiro em seu ambiente de trabalho, o ato performativo não se concretiza, ou seja, é infeliz. Mas quando dito por um padre durante uma cerimônia na igreja, o ato do batizado se concretiza, ou seja, é feliz. \n",
        "Para que um enunciado performativo seja uma ação, é preciso que alguns critérios sejam satisfeitos: o falante deve ter autoridade para executar o ato (deve ser autoridade para dizer o enunciado performativo) e as circunstâncias devem ser apropriadas. \n",
        "As condições de infelicidade mais específicas do performativo são: \n",
        "Austin tenta elaborar um critério gramatical para os enunciados performativos: verbo na primeira pessoa do singular do presente do indicativo, na forma afirmativa e na voz ativa. Por exemplo, eu prometo que…\n",
        "Mas encontra problemas como: existem enunciados performativos sem o uso do verbo na primeira pessoa do singular do presente do indicativo, na forma afirmativa e na voz ativa. Por exemplo, todos os moradores estão convidados para a festa do bairro hoje, proibido fumar neste recinto. Nestes exemplos, o ato de proibição e de convidar se realizam sem o uso de eu convido e eu proíbo. \n",
        "Existem enunciados na primeira pessoa do singular do presente do indicativo na forma afirmativa e na voz ativa que não são performativos. Por exemplo, eu trabalho muito, eu pratico esporte, eu canto na igreja. Nestes exemplos, os atos de trabalhar muito, praticar esporte e cantar na igreja não se concretizam quando são pronunciadas tais sentenças. \n",
        "Ainda durante sua busca para encontrar um critério gramatical para definir os enunciados performativos, Austin encontra enunciados performativos sem nenhuma palavra relacionada ao ato que realizam. Por exemplo, curva perigosa, chegarei domingo que podem ser eu prometo que chegarei domingo, eu te advirto que a curva é perigosa. O que ocorre também com os imperativos, por exemplo, cale a boca que pode ser eu ordeno que cale a boca. \n",
        "Existe uma diferença entre esses dois tipos de performativo, o exemplo eu ordeno que você saia é uma sentença muito precisa do ato que realiza, uma ordem. Já o exemplo saia é vago ou ambíguo, pode ser uma ordem, um pedido, um conselho etc. Diante disto, Austin propõe a existência de performativos explícitos, que são enunciados com performatividade explícita (eu ordeno que você saia), e a existência de performativos implícitos ou primários, que são enunciados sem performatividade explícita (saia). \n",
        "A partir dessa distinção, Austin atribui o conceito de performativo primário ou implícito aos enunciados constativos, anulando a distinção constativo e performativo, já que é possível a transformação de um enunciado constativo em performativo. \n",
        "Austin concluiu que todos os enunciados são performativos, pois, quando são pronunciados, realizam algum tipo de ação, que é a realização de um ato de fala. Além disso, identifica três atos simultâneos que se realizam em cada enunciado: o locucionário, o ilocucionário e o perlocucionário:\n",
        "Austin também postula que o ato locucionário é a produção de sentido do enunciado, o ato ilocucionário é a força, a intenção do locutor no enunciado e o ato perlocucionário é o efeito do enunciado sobre o interlocutor. \n",
        "Conforme Ottoni (2002), a força do ato ilocucionário é o que permite um enunciado ser performativo, não sendo possível estabelecer critérios gramaticais para defini-los. Os atos ilocucionários são convencionais, ou seja, regras convencionais proporcionam aos enunciados, em determinados contextos, serem performativos. Por isso, Austin desconstrói a distinção entre enunciados constativos e performativos. \n",
        "Em Ottoni (2002), para uma visão performativa o que importa não é o significado das palavras ou do enunciado, mas sim as circunstâncias em que o enunciado é realizado, a força que este enunciado tem e o efeito que ele provoca. \n",
        "As teorias de Austin foram propagadas nos Estados Unidos por seu aluno John Searle. Searle com sua obra Speech Acts Theory (1969).[5] Também o filósofo francês Jacques Derrida desenvolve uma teoria da linguagem baseada no trabalho de Austin.[6]\n"
    ],
    "ligacoes": [
        "<ul><li>Nulo ou sem efeito. Quando o orador não tem autoridade para dizer o enunciado. Por exemplo, se um caminhoneiro fala para seu companheiro de viagem: <i>eu te condeno a 10 anos de prisão</i>.</li>\n<li>O abuso da fórmula ou falta de sinceridade. Por exemplo, quando se diz: <i>eu prometo</i>, mas não há intenção de cumprir a promessa.</li>\n<li> A quebra de compromisso. Quando se diz: <i>eu te perdoo</i>, mas não há de fato o perdão da pessoa.</li></ul>",
        "<ul><li>Ato locucionário: ato de dizer algo. O ato de dizer certas expressões, bem formadas de um ponto de vista sintático e significativo.</li>\n<li>Ato ilocucionário: é a realização de um ato ao dizer algo.</li>\n<li>Ato perlocucionário: produz efeitos e consequências no ouvinte.</li></ul>",
        "<ul><li>Austin, J. L., 1930s–1940s, “The Line and the Cave in Plato's Republic,” reconstructed from notes by J. O. Urmson, in Austin 1979.</li>\n<li>–––, 1939ms/1967, “Agathon and Eudaimonia in the Ethics of Aristotle,” in J. M. E. Moravcsik (ed.) Aristotle, New York: Doubleday. Reprinted in Austin 1979.</li>\n<li>–––, 1939, “Are There A Priori Concepts,” Proceedings of the Aristotelian Society, Supplementary Volume 18: 83–105. Reprinted in Austin 1979.</li>\n<li>–––, ms1940, “The Meaning of a Words,” in Austin 1979.</li>\n<li>–––, 1946, “Other Minds,” Proceedings of the Aristotelian Society, Supplementary Volume 20: 148–187. Reprinted in Austin 1979.</li>\n<li>–––, 1950, “Truth,” Proceedings of the Aristotelian Society, Supplementary Volume 24: 111–128. Reprinted in Austin 1979.</li>\n<li>–––, 1952a, “Critical Notice: Aristotle's Syllogistic by Jan Łukasiewicz,” Mind 61, 243: 395–404.</li>\n<li>–––, 1952b, “Report on Analysis ‘Problem’ no. 1: ‘What sort of ‘if’ is the ‘if’ in ‘I can if I choose’?’” Analysis 12, 6: 125–126.</li>\n<li>–––, 1953, “How to Talk—some simple ways,” Proceedings of the Aristotelian Society 53: 227–246. Reprinted in Austin 1979.</li>\n<li>–––, 1954ms, “Unfair to Facts,” in Austin 1979.</li>\n<li>–––, 1956a, “Ifs and Cans,” Proceedings of the British Academy. Reprinted in Austin 1979.</li>\n<li>–––, 1956b, “Performative Utterances,” corrected transcript of an unscripted radio talk delivered in the Third Programme of the BBC. In 1979.</li>\n<li>–––, 1957, “A Plea for Excuses: The Presidential Address,” Proceedings of the Aristotelian Society 57: 1–30. Reprinted in Austin 1979.</li>\n<li>–––, 1958a, “Pretending,” Proceedings of the Aristotelian Society, Supplementary Volume 32: 261–278. Reprinted in Austin 1979.</li>\n<li>–––, 1958b, “Report on Analysis ‘Problem’ no. 12: ‘All swans are white or black.’ Does this refer to possible swans on canals on Mars?’” Analysis 18, 5: 97–98.</li>\n<li>–––, 1962a, Sense and Sensibilia, reconstructed from the manuscript notes by G. J. Warnock, Oxford: Oxford University Press.</li>\n<li>–––, 1962b, How to Do Things with Words, 2nd edn., M. Sbisà and J. O. Urmson (eds.), Oxford: Oxford University Press, 1975.</li>\n<li>–––, 1962c, “Performatif-Constatif,” in Cahiers de Royaumont, Philosophie No. IV, La Philosophie Analytique, Les Editions de Minuit.</li>\n<li>–––, 1963, “Performative-Constative” (a translation of Austin 1962c by G. J. Warnock) in C. E. Caton ed. Philosophy and Ordinary Language, University of Illinois Press.</li>\n<li>–––, 1966, “Three Ways of Spilling Ink”, L. W. Forguson (ed.), Philosophical Review 75(4): 427–440. Reprinted in Austin 1979.</li>\n<li>–––, 1979, Collected Papers, 3rd edn., J. O. Urmson and G. J. Warnock (eds.), Oxford: Oxford University Press.</li>\n<li>Frege, G., 1884/1950, Die Grundlagen der Arithmetik translated by J. L. Austin as The Foundations of Arithmetic: A Logico-mathematical Enquiry into the Concept of Number, Oxford: Blackwell.</li></ul>",
        "<ul><li><a href=\"/wiki/Texto_performativo\" title=\"Texto performativo\">Texto performativo</a></li>\n<li><a href=\"/wiki/John_Searle\" title=\"John Searle\">John Searle</a></li>\n<li><a href=\"/wiki/Jacques_Derrida\" title=\"Jacques Derrida\">Jacques Derrida</a></li>\n<li><a href=\"/wiki/Judith_Butler\" title=\"Judith Butler\">Judith Butler</a></li>\n<li><a href=\"/wiki/Quentin_Skinner\" title=\"Quentin Skinner\">Quentin Skinner</a></li></ul>",
        "<ul><li><a href=\"/wiki/Isaiah_Berlin\" title=\"Isaiah Berlin\">Isaiah Berlin</a> et al., ed. <i>Essays on J.L. Austin</i>. Oxford: The Clarendon Press, 1973.</li>\n<li>Cavell, Stanley. <i>The Claim of Reason: Wittgenstein, Skepticism, Morality, and Tragedy</i> (1979). New York: Oxford University Press, 1990. The major work by one of Austin's most prominent heirs. Takes ordinary language approaches to issues of skepticism, but also makes those approaches a subject of scrutiny.</li>\n<li>Fann, K.T., ed.<i>Symposium on J.L. Austin</i>.New York: Humanities Press, 1969.</li>\n<li>Gustafsson, M. and Sørli, R. \"The Philosophy of J. L. Austin\".Oxford: Oxford University Press, 2011.New anthology of philosophical essays on Austin's work.</li>\n<li>Kirkham, Richard (Reprint edition: 2 March 1995). <i>Theories of Truth: A Critical Introduction</i>. Cambridge, MA: MIT Press, 1992.<a href=\"/wiki/Especial:Fontes_de_livros/0262611082\" class=\"internal mw-magiclink-isbn\">ISBN 0-262-61108-2</a>. Chapter 4 contains a detailed discussion of Austin's theory of truth.</li>\n<li>Passmore, John. <i>A Hundred Years of Philosophy</i>, rev. ed. New York: Basic Books, 1966. Chapter 18 includes a perceptive exposition of Austin's philosophical project.</li>\n<li>Pitcher, George. \"Austin: a personal memoir\". <i>Essays on J.L. Austin</i>, ed. Isaiah Berlin et al. Oxford: The Clarendon Press, 1973.</li>\n<li><a href=\"/wiki/Hilary_Putnam\" title=\"Hilary Putnam\">Hilary Putnam</a>. \"The Importance of Being Austin: The Need of a 'Second Näivetē'\" Lecture Two in <i>The Threefold Cord: Mind, Body, and World</i> New York: Columbia University Press, 1999. In arguing for \"naive realism\", Putnam invokes Austin's handling of sense-data theories and their reliance on arguments from perceptual illusion in <i>Sense and Sensibilia</i>, which Putnam calls \"one of the most unjustly neglected classics of analytics philosophy\" (25).</li>\n<li><a href=\"/wiki/John_Searle\" title=\"John Searle\">John Searle</a> (1969) <i>Speech Acts: An Essay in the Philosophy of Language</i>. Cambridge: Cambridge University Press, 1969. Searle's has been the most notable of attempts to extend and adjust Austin's conception of speech acts.</li>\n<li><a href=\"/wiki/John_Searle\" title=\"John Searle\">John Searle</a> (1979). <i>Expression and Meaning: Studies in the Theory of Speech Acts</i>. Cambridge: Cambridge University Press, 1979.</li>\n<li>Scott Soames. <i>Philosophical Analysis in the Twentieth Century: Volume II: The Age of Meaning</i>. Princeton: Princeton UP, 2005. Contains a large section on ordinary language philosophy, and a chapter on Austin's treatment of skepticism and perception in <i>Sense and Sensibilia</i>.</li>\n<li><a href=\"/w/index.php?title=G.J._Warnock&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"G.J. Warnock (página não existe)\">G.J. Warnock</a> \"John Langshaw Austin, a biographical sketch\". <i>Symposium on J. L. Austin</i>, ed. K.T. Fann. New York: Humanities Press, 1969.</li>\n<li>Warnock, G.J. \"Saturday Mornings\". <i>Essays on J.L. Austin</i>, ed. Isaiah Berlin et al. Oxford: The Clarendon Press, 1973.</li>\n<li>Warnock, G. J.<i>J. L. Austin</i>. London: Routledge, 1992.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/austin-jl/\">verbete J. L. Austin em Stanford Encyclopedia of Philosophy</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.iep.utm.edu/austin/\">verbete John Langshaw Austin em Internet Encyclopedia of Philosophy</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.iep.utm.edu/ord-lang/\">verbete Ordinary Language Philosophy em Internet Encyclopedia of Philosophy</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_Kingdom_(3-5).svg\" title=\"Portal do Reino Unido\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/40px-Flag_of_the_United_Kingdom_%283-5%29.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/60px-Flag_of_the_United_Kingdom_%283-5%29.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Reino_Unido\" title=\"Portal:Reino Unido\">Portal do Reino Unido</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1911\" title=\"Categoria:Nascidos em 1911\">Nascidos em 1911</a><a href=\"/wiki/Categoria:Mortos_em_1960\" title=\"Categoria:Mortos em 1960\">Mortos em 1960</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_anal%C3%ADticos\" title=\"Categoria:Filósofos analíticos\">Filósofos analíticos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Inglaterra\" title=\"Categoria:Filósofos da Inglaterra\">Filósofos da Inglaterra</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_linguagem\" title=\"Categoria:Filósofos da linguagem\">Filósofos da linguagem</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Oxford\" title=\"Categoria:Professores da Universidade de Oxford\">Professores da Universidade de Oxford</a><a href=\"/wiki/Categoria:Naturais_de_Lancaster_(Lancashire)\" title=\"Categoria:Naturais de Lancaster (Lancashire)\">Naturais de Lancaster (Lancashire)</a>']",
    "imagem": null,
    "view": "john_langshaw_austin"
}