{
    "url": "https://pt.wikipedia.org/wiki/Jos%C3%A9_Ortega_y_Gasset",
    "codigo_http": 200,
    "titulo": [
        "José Ortega y Gasset"
    ],
    "conteudo": [
        "José Ortega y Gasset (Madrid, 9 de maio de 1883 – Madrid, 18 de outubro de 1955) foi um filósofo, ensaísta, jornalista e ativista político, fundador da Escola de Madrid. Ortega é amplamente considerado o maior filósofo espanhol do Século XX.[3][4]\n",
        "Ortega foi um dos primeiros autores a tratar do problema da historicidade fora dos padrões do evolucionismo, do marxismo ou do positivismo. Também foi um dos primeiros a valorizar a importância dos conceitos em matéria de história e a estender à filosofia as conclusões de Einstein, além de afirmar a necessidade de uma historicidade como modo de suplantar o esgotamento da metafísica e do idealismo.[5] Ortega atribui à história uma nova categoria do conhecimento, aos moldes de Martin Heidegger, seu contemporâneo.[5]\n",
        "De acordo com Ortega, a realidade está na nossa vivência histórica. Autor da frase, ”eu sou eu e a minha circunstância”, para ele viver não se trata de termos uma consciência intencional, de forma fenomenológica, mas sim a maneira como lidamos com a circunstância da qual não nos separamos: “A vida não é recepção do que se passa fora, antes pelo contrário, consiste em actuação pura. Viver é algo de interior, portanto, um processo de dentro para fora, em que invadimos a envolvente com actos, obras, costumes, maneiras e produções, segundo um estilo originário que está previsto na nossa sensibilidade”.[6]    \n",
        "O seu pensamento influenciou diversas áreas do saber. Em sua memória, o jornal espanhol El País concede o Prêmio Ortega y Gasset anualmente àqueles que se destacam no campo do jornalismo e da comunicação.[7]\n",
        "José Ortega y Gasset nasceu em Madrid, no dia 9 de maio de 1883, em uma família pertencente à burguesia liberal do final do século XIX. A família de sua mãe era dona do jornal El Imparcial, de Madri, e seu pai, José Ortega y Munilla, era jornalista e editor do jornal. \n",
        "O fato de ser criado por uma família tão intimamente ligada à atividade jornalística teve repercussões importantes no desenvolvimento de sua formação intelectual e de sua forma de expressão literária. De fato, uma grande parte de seus escritos filosóficos, e até mesmo uma grande parte de sua atividade profissional, foram desenvolvidos em contato com o jornalismo. \n",
        "Depois de aprender jornalismo em Madri, com Manuel Martínez e José del Río Labandera, em 1891 o jovem Ortega foi enviado para estudar o bacharelado na escola que os jesuítas dirigiam no bairro de El Palo, em Málaga. O fato de Ortega ter recebido sua formação básica em uma escola jesuíta na cidade de Málaga também marcou sua vida intelectual.\n",
        "Em 1897, depois de concluir seu bacharelado em Málaga, Ortega começou seus estudos universitários, primeiro em Deusto e logo depois em Madri. Aos quinze anos o jovem Ortega testemunhou um evento histórico da maior importância, que levou toda uma geração de espanhóis a considerar o problema da Espanha. Este evento foi a perda dos últimos remanescentes do império colonial espanhol. Em 1898, pela Paz de Paris, que pôs fim à guerra hispano-americana, a Espanha teve de ceder aos jovens e poderosos Estados Unidos da América (que, um dia, havia ajudado a alcançar a independência) suas últimas possessões coloniais: Cuba, Porto Rico e Filipinas. Este evento trabalhou na Espanha como um revulsivo da consciência nacional, que levou as mentes mais lúcidas do momento (Miguel de Unamuno, Pío Baroja, Antonio Machado e o próprio Ortega) a considerar o problema do declínio físico e moral da Espanha. A geração marcada pelo desastre nacional, a Geração de 98, concentrou grande parte de seus esforços intelectuais na reflexão sobre a etiologia e o diagnóstico da \"doença na Espanha\". \n",
        "Dentro do espírito de sua geração, Ortega tomou consciência do problema da Espanha e diagnosticou que tal problema residia no individualismo dos homens e regiões da Espanha, que não sentiam uma preocupação comum com os assuntos nacionais. Por isso, ele propôs que a regeneração da Espanha só poderia vir de uma consciência entusiasta de uma missão nacional. Para que esta missão fosse realizada com sucesso, Ortega propôs a necessidade da existência de uma elite intelectual – à qual ele próprio se sentia integrado – que, tirando o melhor do mundo ocidental, saberia como \"promover a organização de uma minoria\" que se encarregaria da educação política das massas\".[8]\n",
        "É assim que o pensamento do jovem Ortega se relaciona com o regeneracionismo e um dos aspectos do krausismo espanhol. Embora os pressupostos filosóficos de Ortega e os dos krausistas difiram marcadamente na realização política e cultural de tais pressupostos, ambos coincidem em vários pontos-chave: que a situação da Espanha na época era negativa e, portanto, deveria ser superada; que esta superação só poderia ser feita recorrendo à aclimatação do pensamento europeu à Espanha, e que para isso seria necessária a existência de grupos dirigentes para permitir a atualização da cultura espanhola. \n",
        "É precisamente neste contexto de desejo de beber em fontes culturais europeias para aclimatá-los à Espanha, é aí que devemos enquadrar a viagem de estudo que, ao terminar seu doutorado em filosofia, com a tese intitulada “Os terrores do ano mil. Crítico de uma lenda”, Ortega faz a Alemanha. De fato, em 1905 ele foi para a Alemanha para continuar seus estudos e visitou as universidades de Leipzig, Berlim e Marburg. Precisamente nesta última universidade será onde ele conhece os neokantianos H. Cohen e P. Natorp, a quem ele sempre considerará seus professores. Também para esta viagem de Ortega à Alemanha pode-se estabelecer um certo paralelismo com a permanência de Julián Sanz del Río, fundador do krausismo espanhol, em Heidelberg. Com este Ortega continua uma certa tradição espanhola que durou até os anos cinquenta, quando a meca da filosofia passou para os espanhóis para os países anglo-saxões. Essa tradição consistia em que todo jovem espanhol que aspirasse a uma formação intelectual mais completa do que a que a universidade espanhola poderia fornecer teria que viajar para a Alemanha. \n",
        "O panorama filosófico que o jovem doutor em filosofia da Universidade de Madrid encontrou em Marburg foi presidido pelo neo-kantismo, ou seja, a doutrina filosófica que postulava o retorno a Kant como um caminho para superar as vielas às quais a filosofia idealista tinha chegado nas mãos de Hegel e seus seguidores. Mas, e aqui o paralelismo com Sanz del Río é quebrado, assim como o krausismo espanhol importou o pensamento de Krause de uma maneira monolítica e sem uma atitude excessivamente crítica, Ortega chegou à Alemanha com um espírito mais crítico e inteligente - não em vão mais de meio século de viagens de intelectuais espanhóis à Alemanha - e sua atitude para com os neokantianos não foi a da batedeira discipular, mas uma atitude ambivalente. Desta forma, embora reconhecendo a dívida impagável aos seus professores de Marburg, ele também adota uma atitude crítica em relação a eles e contra o próprio Kant. A dívida e a crítica a Kant e aos neokantianos resume-os magistralmente com as seguintes palavras: \"Durante dez anos vivi no mundo do pensamento kantiano: respirei-o como atmosfera e tem sido tanto a minha casa como a minha prisão [ ...] Com grande esforço eu escapei da prisão kantiana e escapei de sua influência atmosférica\".[9] \n",
        "Assim, Ortega ficou ciente de que o pensamento kantiano era tão necessário para ele quanto a atmosfera que qualquer homem respira, mas era também para ele uma prisão da qual ele tinha que se libertar para poder construir sua própria filosofia de maturidade. Além do significado que tinha para seu treinamento filosófico, sua estada na Alemanha também desempenhou um importante papel vital, pois os anos em que Ortega viveu, os anos em que ele iniciou sua maturidade humana, foram tão frutíferos que as lembranças dessa estada podem constituir algumas de suas melhores páginas literárias. Assim, quando ele tem que descrever El Escorial, em 1915, ele não pode tirar de si a imagem da cidade onde viveu o \"equinócio de sua juventude\", fornecendo uma descrição literária de uma beleza rara na guilda dos filósofos: \"Permitam-me Neste ponto, trago-lhe uma lembrança particular, por causa de circunstâncias pessoais, nunca poderei olhar a paisagem do Escorial sem vagamente, como a filigrana de uma tela, vislumbrar a paisagem de outra aldeia remota e a mais oposta ao Escorial que pode ser imaginada. Uma pequena cidade gótica situada ao lado de um rio escuro e escuro, cercada por colinas redondas que cobrem florestas totalmente profundas de abetos e pinheiros, árvores de faias claras e buxos esplêndidos.[10] \n",
        "Apesar da profunda marca pessoal e intelectual que a Alemanha deixou nele, Ortega logo retornou à Espanha, tanto física quanto intelectualmente, pois, para ele, a viagem à Alemanha só deveria fazer sentido desde que sirva como subsídio para ele se voltar à Espanha. Nesse ponto houve uma osmose intelectual, de tal forma que a Espanha ficaria impregnada da Europa e, por sua vez, a Espanha permeia a Europa. Desta forma, já em 1910, ele exclamou: \"Queremos uma interpretação espanhola do mundo […] A Espanha é uma possibilidade europeia, só da Europa é a Espanha possível\".[11] Após seu retorno, em 1910, ele venceu a Cátedra de Metafísica na Universidade de Madri, onde sucedeu a N. Salmerón e iniciou sua carreira universitária como professor antes de publicar qualquer livro de filosofia. Nesse mesmo ano, ele se casa com Dona Rosa Spottorno e, a partir de então, começa sua vida pública.\n",
        "Se até 1910 a vida de Ortega permanece na esfera privada, a partir dessa data começa a vida pública de Don José Ortega y Gasset, dividida entre ensino universitário e atividades culturais e políticas extra-acadêmicas. Após uma breve segunda permanência na Alemanha, em 1911, Ortega se entregou à sua cadeira na antiga casa de San Bernardo. Mas as preocupações políticas do jovem professor de metafísica logo vêm à luz, e em 1914 ele fundou a Liga Espanhola de Educação Política, com a qual ele tentará realizar seus projetos regeneracionistas a partir de posições democráticas. Nesse mesmo ano publicou Meditaciones del Quijote, seu primeiro livro. Em 1916 ele é co-fundador do jornal El Sol; e em 1923, apenas no ano do início da ditadura do general Primo de Rivera, fundou e dirigiu a Revista de Occidente. \n",
        "Seu confronto doutrinário com a política da ditadura leva Ortega, em 1929, a renunciar ao seu cargo de professor universitário e a continuar suas aulas na \"profanidade de um teatro\", classes que mais tarde serão publicadas sob o título O que é filosofia? Assim, forçado pelas circunstâncias, Ortega se torna um dos primeiros filósofos espanhóis que transmite sua filosofia ao público em geral. Uma tarefa que, por outro lado, talvez ele fosse o filósofo mais adequado a realizar, porque nele eram dados os dons de um grande filósofo e a capacidade de disponibilizar a filosofia a qualquer homem culto. \n",
        "Em 1930, coincidindo com a \"dictablanda\" do general Berenguer, contra quem escreveu seu famoso artigo intitulado \"O erro de Berenguer\", que termina com a famosa frase \"Delenda est Monarchia!\", Ortega recupera sua cadeira e sua participação na política ativa está aumentando, a ponto de se tornar o centro de um grupo de intelectuais que defendem o advento da Segunda República Espanhola. Assim, em 1931, quando a República chegou, fundou, juntamente com Gregorio Marañón e Pérez de Ayala, o Agrupamento ao Serviço da República. Graças à Associação é eleito deputado para as Cortes Constituintes para a província de León; mas, mais uma vez, o paradoxo de todo filósofo \"envolvido na política\" é repetido, porque nas Cortes ele é ouvido, mas não escutado ou seguido. A desilusão que a vida do deputado lhe causa logo o leva a retirar-se da política ativa e a dissolver a Associação. Ortega, que deveria ter aprendido com o que aconteceu com Platão, teve que ver sua voz ignorada para entender que, infelizmente, nem sempre as doutrinas políticas de um filósofo são servidas por legisladores ou pelos governantes. \n",
        "Com isso, Ortega retorna à atividade acadêmica e publica novamente, em 1934, En torno a Galileo. Em 1935 ele recebeu uma homenagem da universidade que já é a figura mais destacada na cena filosófica espanhola da época. Também em 1935 ele publica outro livro importante: História como um sistema.\n",
        "Com o início da guerra civil espanhola, em julho de 1936, Ortega iniciou uma fase de angústia vital (mais concretamente, medo) que o levou a percorrer o mundo. Primeiro viajou até Paris e aos Países Baixos, onde deu palestras em Leiden, Haia e Amsterdã. Mais tarde viajou para a Argentina, e lá viveu até que, em 1942, estabeleceu-se em Portugal, onde escreveu sua obra Origem e Epílogo da Filosofia, que em princípio foi uma reflexão feita para servir de epílogo à História da Filosofia, de seu discípulo Julián Marías. \n",
        "Com o fim da Segunda Guerra Mundial, em 1945, Ortega regressou a Espanha, mas até à sua morte, dez anos depois, a sua actividade pública será muito reduzida, dadas as repressivas circunstâncias políticas espanholas. Em 1946 deu uma série de palestras no Ateneo de Madrid e nesse mesmo ano a sua obra completa começou a ser publicada. Uma vez que continuava afastado da sua cátedra, em 1948, juntamente com um grupo de colaboradores e discípulos, fundou o Instituto de Humanidades, com o qual, mais uma vez, o grande professor que era Ortega voltou a exercer o seu ensino, desta vez diante de um público extrauniversitário, convidando \"alguns para trabalhar em qualquer canto\".[12] \n",
        "Embora ele pudesse viver em Espanha, ele não se sentia confortável no seu próprio país, que ele tanto amava e pelo qual tanto lutou. A partir de 1950, ele viajará novamente para a Alemanha da sua juventude, onde, naquele mesmo ano, realizou um debate filosófico com M. Heidegger, em Baden Baden, sobre o homem e sua língua. Ele continuou seu trabalho incansavelmente e, em 1955, voltou definitivamente para a Espanha. Foi-lhe diagnosticado um câncer gástrico, e depois de uma operação sem esperança, morreu em Madrid a 18 de outubro de 1955.[13]\n",
        "O objetivo da filosofia de Ortega é o de encontrar o ser fundamental do mundo. Este \"ser fundamental\" é radicalmente diferente de qualquer ser contingente ou intramundano; e também é diferente de \"o dado\" (expressão com a qual Ortega se referiu ao conteúdo de nossa consciência = \"o dado\" em nossa consciência). Todo conteúdo de consciência é, por definição, fragmentário e não serve para oferecer o significado do mundo e da existência. Esse sentido só é encontrado no \"ser fundamental\" ou no todo. Filosofia é o conhecimento que é responsável por abordar essa questão.[14] A “Filosofia” em Ortega está ligada à palavra circunstância, de onde ele tira sua famosa expressão: «eu, sou eu e a minha circunstância, e se eu não a puder salvar, então não me posso salvar». (Meditaciones del Quijote, 1914) . Ele mantém os princípios essenciais de seu perspectivismo em períodos posteriores de seu pensamento.[15]\n",
        "A partir do tema do nosso tempo desenvolve-se a teoria do \"raciovitalismo\" que funda o conhecimento na vida humana como a realidade radical, em que um dos componentes essenciais é a própria razão.[16] Para Ortega, a vida humana é a realidade radical, isto é, aquela em que todas as outras realidades aparecem e emergem, incluindo qualquer sistema filosófico, real ou possível. Para cada ser humano, a vida assume uma forma concreta.[17] A essa palavra \"vida\", não se compreende a vida tomada como algo geral, como espécie de ser transcendental. Ela é minha realidade radical na medida em que ela é condição sine qua non, ou seja, necessária, para que todas as outras realidades humanas se desenvolvam. Sendo assim, a filosofia do raciovitalismo é justamente o encontro da realidade radical na vida de cada qual, na vida mesma de cada indivíduo, em todas as suas nuances e peculiaridades. O exemplo orteguiano não poderia ser mais esclarecedor: só a mim dói minha dor de dentes. A partir daí, a Filosofia deve investigar o fenômeno vital com vistas a desvendar a realidade. Essa realidade, cujo fundamento é a a própria vida está imersa, rodeada por circunstâncias. Estas circunstâncias não dizem respeito somente ao país em que se nasceu, ao momento histórico em que se vive, mas a própria organização psicológica de alguém, sua personalidade, se é mais extrovertido, tímido, calmo ou extravagante. Sendo assim, a frase que resume a filosofia orteguiana é dita em sua primeira obra, Meditaciones del Quijote: \"Eu sou eu e minha circunstância\". \n",
        "Essa primeira parte da expressão aponta a presença da influência da fenomenologia de Husserl no pensamento do espanhol e significa que, para ele, o sujeito se define a partir de um envolvimento com o mundo objetivo e, ao mesmo tempo, o mundo objetivo é alterado e definido a partir da presença ativa do sujeito. Mas a expressão tem uma segunda parte: \"... e se não salvo, não salvo também a mim\". O que Ortega y Gasset quer dizer é que para que o \"eu\" seja de fato \"eu\", singular, encontre-se em situação a não confundir-se com o mundo que o rodeia, ele precisa constantemente alterar as circunstâncias que englobam sua vida. Alterar as circunstâncias com vistas à constante excelência do viver é ponto alto da ética orteguiana e de toda sua filosofia. \n",
        "Podemos citar um exemplo: imagine que uma pessoa nascida em uma pequena e desconhecida cidade de Minas Gerais queira tornar-se um bailarino do Bolshoi. Esse primeiro desejo, Ortega chama de vocação: uma inclinação que cada pessoa guarda em si em direção à determinada atividade. As circunstâncias iniciais dessa pessoa são a falta de dinheiro, a impossibilidade de estudos em uma grande escola que lhe permita se destacar para atingir o objetivo, a falta de professores capacitados. Para que sua humanidade possa desenvolver-se à excelência, para que essa pessoa realize sua vocação, ela precisa deixar sua cidade de origem com vistas a uma condição financeira e formativa que lhe permita preparar-se em uma boa escola. Provavelmente, em seu caminho, muitos desafios irão se apresentar e estes desafios, grosseiramente falando, são o que Ortega y Gasset chama de circunstância: não se pode não fazer nada diante deles, pois se eu decido não agir eu me afogo nela, pereço diante da circunstância e meu projeto vital fracassa. Portanto, para salvar a circunstância, o sujeito precisa agir sempre, decidir sempre. De certa maneira, é uma resposta ao chamado de Kant no texto \"Resposta à pergunta: o que é esclarecimento?\". Para uma vida que valha a pena ser vivida é preciso ter coragem e energia para decidir.[carece de fontes?]\n",
        "Chamado de \"razão vital\" um novo tipo de razão, em rigor, o mais antigo e primário e \"raciovitalismo\" a mentalidade de que confia em seu novo conceito de razão. A razão vital é uma razão que está sendo constantemente percebida na vida à qual ela é inerente.\n",
        "O pensamento de Ortega é geralmente dividido em três etapas:\n",
        "A maior parte do trabalho de Ortega y Gasset consiste em palestras e aulas publicadas anos após o fato e muitas vezes postumamente. Esta lista tenta colocar em ordem cronológica de quando foram escritas e não quando publicadas.\n"
    ],
    "ligacoes": [
        "<ul><li>Estágio objetivista (1902-1914): influenciado pelo neo-kantismo alemão e pela fenomenologia de <a href=\"/wiki/Husserl\" class=\"mw-redirect\" title=\"Husserl\">Husserl</a>, chega a afirmar a primazia das coisas (e ideias) sobre as pessoas;</li>\n<li>Estágio Perspectivista (1914-1923): começa com <i>Meditações de Quixote</i>. Neste momento, Ortega descreve a situação espanhola em <i>Espanha invertebrada</i> (1921);</li>\n<li>Estágio Raciovitalista (1924-1955): Considera-se que Ortega entra em seu estágio de maturidade, com obras como <i>O tema de nosso tempo</i>, <i>História como um sistema, Ideias e crenças, <a href=\"/wiki/A_Rebeli%C3%A3o_das_Massas\" title=\"A Rebelião das Massas\">A Rebelião das Massas</a></i> e, principalmente, <i>O homem e a gente</i>.</li></ul>",
        "<ul><li><i>Meditaciones del Quijote</i> (<i>Meditações do <a href=\"/wiki/Don_Quixote\" class=\"mw-redirect\" title=\"Don Quixote\">Quixote</a></i>, <a href=\"/wiki/1914\" title=\"1914\">1914</a>)</li>\n<li><i>Vieja y nueva política</i> (<i>Velha e nova política</i>, <a href=\"/wiki/1914\" title=\"1914\">1914</a>)</li>\n<li><i>Investigaciones psicológicas</i> (<i>Investigações psicológicas</i>, curso dado em <a href=\"/wiki/1915\" title=\"1915\">1915</a>-<a href=\"/wiki/1916\" title=\"1916\">16</a> e publicado em <a href=\"/wiki/1982\" title=\"1982\">1982</a>)</li>\n<li><i>Personas, Obras, Cosas</i> (<i>Pessoas, Obras, Coisas</i>, artigos e ensaios escritos em <a href=\"/wiki/1904\" title=\"1904\">1904</a>-<a href=\"/wiki/1912\" title=\"1912\">1912</a>: \"<a href=\"/wiki/Ernest_Renan\" title=\"Ernest Renan\">Renan</a>\", \"Adán en el Paraíso\" -- \"Adão no Paraíso\", \"La pedagogía social como programa político\" -- \"A pedagogia como programa político\", \"Problemas culturales\" -- \"Problemas culturais\", etc., publicados em <a href=\"/wiki/1916\" title=\"1916\">1916</a>)</li>\n<li><i>El Espectador</i> (<i>O Espectador</i>, 8 volumes publicados em <a href=\"/wiki/1916\" title=\"1916\">1916</a>-<a href=\"/wiki/1934\" title=\"1934\">1934</a>)</li>\n<li><i>España Invertebrada</i> (<i>Espanha Invertebrada</i>, <a href=\"/wiki/1921\" title=\"1921\">1921</a>)</li>\n<li><i>El tema de nuestro tiempo</i> (<i>O tema do nosso tempo</i>, <a href=\"/wiki/1923\" title=\"1923\">1923</a>)</li>\n<li><i>Las Atlántidas</i> (<i>As Atlântidas</i>, <a href=\"/wiki/1924\" title=\"1924\">1924</a>)</li>\n<li><i>La deshumanización del Arte e Ideas sobre la novela</i> (<i>A Desumanização da Arte e Ideias sobre a novela</i>, <a href=\"/wiki/1925\" title=\"1925\">1925</a>)</li>\n<li><i>Espíritu de la letra</i> (<i>The spirit of the letter</i> <a href=\"/wiki/1927\" title=\"1927\">1927</a>)</li>\n<li><i>Mirabeau o el político</i> (<i><a href=\"/wiki/Mirabeau\" class=\"mw-disambig\" title=\"Mirabeau\">Mirabeau</a> or politics</i>, <a href=\"/wiki/1928\" title=\"1928\">1928</a>-<a href=\"/wiki/1929\" title=\"1929\">1929</a>)</li>\n<li><i>¿Qué es filosofía?</i> (<i>What is philosophy?</i> <a href=\"/wiki/1928\" title=\"1928\">1928</a>-<a href=\"/wiki/1929\" title=\"1929\">1929</a>, curso publicado postumamente em <a href=\"/wiki/1957\" title=\"1957\">1957</a>)</li>\n<li><i><a href=\"/wiki/Immanuel_Kant\" title=\"Immanuel Kant\">Kant</a></i> (<a href=\"/wiki/1929\" title=\"1929\">1929</a>-<a href=\"/wiki/1931\" title=\"1931\">31</a>)</li>\n<li><i>¿Qué es conocimiento?</i> (<i>What is knowledge?</i> Publicado em 1984, abrangendo três cursos ministrados em 1929, 1930 e 1931, intitulados, respectivamente: \"Vida como ejecución (El ser ejecutivo)\" -- \"Life as execution (The Executive Being)\", \"Sobre la realidad radical\"  -- \"On radical reality\" and \"¿Qué es la vida?\" -- \"What is life?\")</li>\n<li><i>La rebelión de las masas</i> (<i>The Revolt of the Masses</i>, <a href=\"/wiki/1930\" title=\"1930\">1930</a>)</li>\n<li><i>Rectificación de la República; La redención de las provincias y la decencia nacional</i> (<i>Rectification of the Republic: Retention of the provinces and national decency</i>, <a href=\"/wiki/1931\" title=\"1931\">1931</a>)</li>\n<li><i>Goethe desde dentro</i> (<i><a href=\"/wiki/Goethe\" class=\"mw-redirect\" title=\"Goethe\">Goethe</a> de dentro</i>, 1932)</li>\n<li><i>Unas lecciones de metafísica</i> (<i>Algumas lições de metafísica</i>, curso dado em <a href=\"/wiki/1932\" title=\"1932\">1932</a>-<a href=\"/wiki/1933\" title=\"1933\">33</a>, publicado em <a href=\"/wiki/1966\" title=\"1966\">1966</a>)</li>\n<li><i>En torno a Galileo</i> (<i>Sobre <a href=\"/wiki/Galileo_Galilei\" class=\"mw-redirect\" title=\"Galileo Galilei\">Galileu</a></i>, curso dado em <a href=\"/wiki/1933\" title=\"1933\">1933</a>-<a href=\"/wiki/1934\" title=\"1934\">34</a>; partes foram publicadas em <a href=\"/wiki/1942\" title=\"1942\">1942</a> sob o título \"Esquema de las crisis\" -- \"Esquema da Crise\")</li>\n<li><i>Prólogo para alemanes</i> (<i>Prolog for Germans</i>, prólogo da terceira edição alemã de <i>El tema de nuestro tiempo</i>. Ortega himself prevented its publication \"because of the events of Munich in <a href=\"/wiki/1934\" title=\"1934\">1934</a>\".Foi finalmente publicado, em espanhol, em <a href=\"/wiki/1958\" title=\"1958\">1958</a>.)</li>\n<li><i>History as a system</i> (Publicado pela primeira vez em inglês em 1935. a versão em espanhol, <i>Historia como sistema</i>, 1941, adiciona um ensaio \"El Imperio romano\" -- \"The Roman Empire\").</li>\n<li><i>Ensimismamiento y alteración. Meditación de la técnica</i>. (<i>Ensimesmamento e alteração: Meditação sobre a técnica</i>, <a href=\"/wiki/1939\" title=\"1939\">1939</a>)</li>\n<li><i>Ideas y Crencias</i> (<i>Ideas and Beliefs: on historical reason</i>, um curso ministrado em 1940 em <a href=\"/wiki/Buenos_Aires\" title=\"Buenos Aires\">Buenos Aires</a>, publicado em 1979 junto com <i>Sobre la razón histórica</i>)</li>\n<li><i>Teoría de Andalucía y otros ensayos: Guillermo Dilthey y la Idea de vida</i> (<i>The theory of Andalucia and other essays: <a href=\"/wiki/Wilhelm_Dilthey\" title=\"Wilhelm Dilthey\">Wilhelm Dilthey</a> and the idea of life</i>, <a href=\"/wiki/1942\" title=\"1942\">1942</a>)</li>\n<li><i>Sobre la razón histórica</i> (<i>Sobre a razão histórica</i>, curso dado em <a href=\"/wiki/Lisboa\" title=\"Lisboa\">Lisboa</a>, <a href=\"/wiki/1944\" title=\"1944\">1944</a>, publicado em <a href=\"/wiki/1979\" title=\"1979\">1979</a> juntamente com <i>Ideas y Crencias</i>)</li>\n<li><i>Idea del Teatro. Una abreviatura</i> (<i>The idea of theater, a shortened version</i>, palestra proferida em Lisboa, abril de 1946, e em Madrid, maio de 1946; publicado em <a href=\"/wiki/1958\" title=\"1958\">1958</a>, <i>La Revista Nacional de educación</i> num. 62 continha a versão dada em Madrid.)</li>\n<li><i>La Idea de principio en Leibniz y la evolución de la teoría deductiva</i> (<i>The Idea of the Beginning in <a href=\"/wiki/Leibniz\" class=\"mw-redirect\" title=\"Leibniz\">Leibniz</a> and the evolution of  deductive theory</i>, <a href=\"/wiki/1947\" title=\"1947\">1947</a>, published <a href=\"/wiki/1958\" title=\"1958\">1958</a>)</li>\n<li><i>Una interpretación de la Historia Universal. En torno a Toynbee</i> (<i>An interpretation of Universal History. On <a href=\"/wiki/Arnold_J._Toynbee\" title=\"Arnold J. Toynbee\">Toynbee</a></i>, <a href=\"/wiki/1948\" title=\"1948\">1948</a>, published in <a href=\"/wiki/1960\" title=\"1960\">1960</a>)</li>\n<li><i>Meditación de Europa</i> (<i>Meditação da Europa</i>), aula dada em <a href=\"/wiki/Berlim\" title=\"Berlim\">Berlim</a> em <a href=\"/wiki/1949\" title=\"1949\">1949</a> com o título em <a href=\"/wiki/Latim\" title=\"Latim\">latim</a> <i>De Europa meditatio quaedam</i>. Publicada em <a href=\"/wiki/1960\" title=\"1960\">1960</a> conjuntamente com trabalhos anteriores.</li>\n<li><i>El hombre y la gente</i> (<i>Man and the populace</i>, course given <a href=\"/wiki/1949\" title=\"1949\">1949</a>-<a href=\"/wiki/1950\" title=\"1950\">1950</a> at the Institute of the Humanities, published <a href=\"/wiki/1957\" title=\"1957\">1957</a>)</li>\n<li><i>Papeles sobre Velázquez y Goya</i> (<i>Papéis sobre <a href=\"/wiki/Diego_Vel%C3%A1zquez\" title=\"Diego Velázquez\">Velázquez</a> e <a href=\"/wiki/Francisco_Goya\" class=\"mw-redirect\" title=\"Francisco Goya\">Goya</a></i>, <a href=\"/wiki/1950\" title=\"1950\">1950</a>)</li>\n<li><i>Pasado y porvenir para el hombre actual</i> (<i>Passado e futuro para o homem atual</i>, publicado em <a href=\"/wiki/1962\" title=\"1962\">1962</a>, agrupa uma série de palestras dadas na Alemanha, <a href=\"/wiki/Su%C3%AD%C3%A7a\" title=\"Suíça\">Suíça</a>, e <a href=\"/wiki/England\" class=\"mw-redirect\" title=\"England\">Ingla</a>terra no período <a href=\"/wiki/1951\" title=\"1951\">1951</a>-<a href=\"/wiki/1954\" title=\"1954\">1954</a>, publicado junto com um comentário sobre o <i>Simpósio</i> de <a href=\"/wiki/Plat%C3%A3o\" title=\"Platão\">Platão</a>.)</li>\n<li><i>Goya</i> (<a href=\"/wiki/1958\" title=\"1958\">1958</a>)</li>\n<li><i>Velázquez</i> (<a href=\"/wiki/1959\" title=\"1959\">1959</a>)</li>\n<li><i>Origen y epílogo de la Filosofía</i> (<i>Origem e epílogo da Filosofia</i>, 1960),</li>\n<li><i>La caza y los toros</i> (<i>A caça e os touros</i>, <a href=\"/wiki/1960\" title=\"1960\">1960</a>)</li></ul>",
        "<ul><li><i>A Rebelião das Massas</i>, Editora Cortez</li>\n<li><i>Origem e Epílogo da Filosofia</i>, Editora Vide</li>\n<li><i>Meditações do Quixote</i>, Editora Livro Ibero Americano</li>\n<li><i>O Homem e os Outros</i>, Editora Vide</li>\n<li><i>O que é Filosofia?</i>, Editora Vide</li>\n<li><i>Ideias e Crenças</i>, Editora Vide</li>\n<li><i>A Ideia do Teatro</i>, Editora Vide</li>\n<li><i>Ensaios de estética: Mona Lisa, Três quadros do vinho e Velázquez</i>, Editora Cortez</li>\n<li><i>A Desumanização da Arte</i>, Editora Cortez</li>\n<li><i>Adão no Paraíso e Outros Ensaios de Estética</i>, Editora Cortez</li></ul>",
        "<ul><li><a href=\"/wiki/Filosofia_Espanhola\" class=\"mw-redirect\" title=\"Filosofia Espanhola\">Filosofia Espanhola</a></li>\n<li><a href=\"/wiki/Escola_de_Madrid\" title=\"Escola de Madrid\">Escola de Madrid</a></li>\n<li><a href=\"/wiki/Hip%C3%B3tese_de_Ortega\" title=\"Hipótese de Ortega\">Hipótese de Ortega</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cpel.uba.ar/ebooks/eam/ebook_view.php?ebooks_books_id=115\">La rebelión de las masas (ebook)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.planetalibro.com.ar/ebooks/eam/ebook_view.php?ebooks_books_id=46&amp;&amp;author_letter=&amp;author=25&amp;title_letter=\">La rebelión de las masas - pdf</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cisc.org.br/portal/biblioteca/rebeliaodasmassas.pdf\">cisc.org.br - rebelião das massas</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ortegaygasset.edu\">Fundación José Ortega y Gasset</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ortegaygasset.com.ar/\">Fundación José Ortega y Gasset Argentina</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com/books?q=ortega+y+gasset+jos%C3%A9&amp;hl=es\">La obra de Ortega en la Biblioteca Universal de Google</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.filosofico.net/galleria4/fotoortega.htm\">Fotografías de Ortega (site italiano)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060427181400/http://www.cervantesvirtual.com/servlet/MuestraRecursosWeb?portal=0&amp;autor=2962\">Biblioteca Virtual Cervantes. Universidad de Alicante, España</a>.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://personales.ciudad.com.ar/M_Heidegger/ortega_y_gasset.htm\">Heidegger recuerda a Ortega y Gasset</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.laeditorialvirtual.com.ar/Catalogos/MainCatalog.asp?M_CatalogRequest=Ensayos&amp;M_SortString=Rubro\">Historia como Sistema en Editorial Virtual de Argentina</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://idd00qaa.eresmas.net/ortega/biblio/biblio.htm\">Editorial virtual que oferece varias obras de Ortega em texto completo para que possam ser baixadas no computador</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.e-torredebabel.com/OrtegayGasset/OrtegayGasset.htm\">Ortega desde la Universidad Nacional de Educación a Distancia (UNED) de España</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.ensayistas.org/filosofos/spain/ortega/index.htm\">Ortega en site dedicado à ensaístas e pensadores hispanoamericanos e espanhóis</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Bandera_de_Espa%C3%B1a.svg\" title=\"Portal da Espanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/89/Bandera_de_Espa%C3%B1a.svg/40px-Bandera_de_Espa%C3%B1a.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/89/Bandera_de_Espa%C3%B1a.svg/60px-Bandera_de_Espa%C3%B1a.svg.png 2x\" data-file-width=\"750\" data-file-height=\"500\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Espanha\" title=\"Portal:Espanha\">Portal da Espanha</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Newspaper_Cover2.svg\" title=\"Portal do jornalismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Newspaper_Cover2.svg/40px-Newspaper_Cover2.svg.png\" decoding=\"async\" width=\"25\" height=\"21\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Newspaper_Cover2.svg/60px-Newspaper_Cover2.svg.png 2x\" data-file-width=\"120\" data-file-height=\"100\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Jornalismo\" title=\"Portal:Jornalismo\">Portal do jornalismo</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1883\" title=\"Categoria:Nascidos em 1883\">Nascidos em 1883</a><a href=\"/wiki/Categoria:Mortos_em_1955\" title=\"Categoria:Mortos em 1955\">Mortos em 1955</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Espanha\" title=\"Categoria:Filósofos da Espanha\">Filósofos da Espanha</a><a href=\"/wiki/Categoria:Ateus_da_Espanha\" title=\"Categoria:Ateus da Espanha\">Ateus da Espanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Liberais_cl%C3%A1ssicos\" title=\"Categoria:Liberais clássicos\">Liberais clássicos</a><a href=\"/wiki/Categoria:Naturais_de_Madrid\" title=\"Categoria:Naturais de Madrid\">Naturais de Madrid</a><a href=\"/wiki/Categoria:Existencialistas\" title=\"Categoria:Existencialistas\">Existencialistas</a><a href=\"/wiki/Categoria:Antifascistas_da_Espanha\" title=\"Categoria:Antifascistas da Espanha\">Antifascistas da Espanha</a><a href=\"/wiki/Categoria:Anticomunistas_da_Espanha\" title=\"Categoria:Anticomunistas da Espanha\">Anticomunistas da Espanha</a><a href=\"/wiki/Categoria:Sepultados_no_Cemit%C3%A9rio_de_San_Isidro\" title=\"Categoria:Sepultados no Cemitério de San Isidro\">Sepultados no Cemitério de San Isidro</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Jose_Ortega_y_Gasset.jpg/250px-Jose_Ortega_y_Gasset.jpg",
    "view": "jose_ortega_y_gasset"
}