{
    "url": "https://pt.wikipedia.org/wiki/J%C3%BCrgen_Habermas",
    "codigo_http": 200,
    "titulo": [
        "Jürgen Habermas"
    ],
    "conteudo": [
        "Jürgen Habermas (Düsseldorf, 18 de junho de 1929) é um filósofo e sociólogo alemão que participa da tradição da teoria crítica e do pragmatismo, sendo membro da Escola de Frankfurt. Dedicou sua vida ao estudo da democracia, especialmente por meio de suas teorias do agir comunicativo (ou teoria da ação comunicativa), da política deliberativa e da esfera pública. Ele é conhecido por suas teorias sobre a racionalidade comunicativa e a esfera pública,[1] sendo considerado um dos mais importantes intelectuais contemporâneos.[2]\n",
        "Associado à Escola de Frankfurt, tendo sido assistente de Theodor Adorno, coopera com este na crítica ao positivismo lógico, especialmente à influência deste na sociologia. Desenvolve sua teoria dos interesses cognitivos, em sintonia com o pensamento de Herbert Marcuse, especialmente em relação ao interesse emancipatório. Desde o início, sua obra transita ao redor da categoria da interação.\n",
        "O trabalho de Habermas trata dos fundamentos da teoria social e da epistemologia, da análise da democracia nas sociedades sob o capitalismo avançado, do Estado de direito em um contexto de evolução social (no qual a racionalização do mundo da vida ocorre mediante uma progressiva libertação do potencial de racionalidade contido na ação comunicativa, de modo que a ação orientada para o entendimento mútuo ganha cada vez mais independência dos contextos normativos)[3] e da política contemporânea, particularmente na Alemanha.\n",
        "Em seu sistema teórico, nomeadamente quando desenvolve o conceito de democracia deliberativa,[4] indica as possibilidades da razão, da emancipação e da comunicação racional-crítica, latentes nas instituições modernas e na capacidade humana de deliberar e agir em função de interesses racionais. Habermas é, também, conhecido por seu trabalho sobre a modernidade e particularmente sobre a racionalização, nos termos originalmente propostos por Max Weber.[5] O pensamento de Habermas também tem sido influenciado pelo pragmatismo americano, pela teoria da ação e mesmo pelo pós-estruturalismo.[6] Seus trabalhos têm sido estudados, debatidos e aplicados em vários campos do conhecimento, desde as Ciências da Comunicação ao Jornalismo, da Sociologia à Ciência Política, da Filosofia da Linguagem ao Direito,[7] com enormes contribuições no que tange especialmente ao giro no sentido da concepção de democracia deliberativa.\n",
        "Licenciou-se em 1954 na Universidade de Bonn, com tese sobre Schelling, intitulada \"O Absoluto e a História\". Atuou como pesquisador no Instituto Max Plank. De 1956 a 1959, foi assistente de Theodor Adorno no Instituto para Pesquisa Social de Frankfurt. No início dos anos 1960, realizou uma pesquisa empírica sobre a participação estudantil na política alemã, intitulada \"Estudante e Política\" (Student und Politik).\n",
        "Em 1968 transferiu-se para Nova Iorque, passando a lecionar na New School for Social Research de Nova Iorque. A partir de 1971, dirigiu o Instituto Max Planck, em Starnberg, na Baviera. Em 1983 transferiu-se para a Universidade Johann Wolfgang von Goethe, de Frankfurt, onde permaneceu até se aposentar, em 1994. Continuou, no entanto, muito profícuo, publicando novos trabalhos a cada ano e frequentemente participando de debates e atuando em jornais, como cronista político. Tem se dedicado ardorosamente à reflexão do cosmopolitismo político, especial em função da União Europeia.\n",
        "Em geral, é considerado como o principal herdeiro das discussões da Escola de Frankfurt, uma das principais correntes do teoria crítica.[8] Habermas procurou, no entanto, superar o pessimismo dos fundadores da Escola, quanto às possibilidades de realização do projeto moderno, tal como formulado pelos iluministas - como foi, em especial, criticado por Adorno e Horkheimer em \"Dialética do Esclarecimento\". Profundamente marcados pelo desastre da Segunda Guerra Mundial, Adorno e Horkheimer consideravam que existia um vínculo primordial entre conhecimento racional e dominação, o que teria determinado a falência dos ideais modernos de emancipação social.\n",
        "Suas investigações ultrapassam as fronteiras alemãs com as discussões sobre a Esfera Pública. Habermas advoga, na obra \"Mudanças Estruturais da Esfera Pública\", que a opinião pública burguesa é influenciada pela mídia, porém é fundamental para a participação crítica dos cidadãos nas democracias modernas. Desenvolve, após esta reflexão, uma análise dos limites dos sistemas de legitimação do capitalismo avançado, na obra \"Crise de Legitimação do Capitalismo Tardio\", na qual empreende diálogo com a teoria de Claus Offe.\n",
        "Suas investigações epistemológicas, em dissonância com o positivismo lógico, o levam a elaborar o conceito de interesses epistemológicos, nomológicos, práticos e emancipatórios, dentre os quais o último é de especial interesse para seus desenvolvimentos teóricos posteriores. Desenvolve aquela pesquisa, sobretudo, na obra \"Conhecimento e Interesse\". Para recolocar o potencial emancipatório da razão, Habermas adota a pragmática da linguagem, em diálogo com a virada linguística da filosofia analítica anglo-saxã. Desenvolve o conceito de competência comunicativa, em diálogo com Noam Chomsky e John Austin, dentre outros filósofos. Deste decorrerá, em sua obra-prima \"A teoria do agir comunicativo\", o conceito de agir comunicativo. Habermas desenvolveu a teoria da ação comunicativa a partir de seu diálogo constante com autores de uma ampla gama de linhas teóricas. Ele incorporou uma série de temas e contribuições que foram desenvolvidos pelo funcionalismo, pela fenomenologia, pelo marxismo e pela própria teoria crítica da Escola de Frankfurt, sua matriz original. Mesmo tendo essa teoria um acentuado caráter interparadigmático, fica clara a autenticidade do pensamento de Habermas, que contribuiu para a análise das teorias da comunicação mediante um processo rico de incorporação e superação.[9]\n",
        "Jürgen Habermas busca entender como a dominação do homem sobre a natureza converte-se em dominação do homem sobre o homem, em um mundo administrado em nome da técnica, abrindo espaço para a eclosão da des-razão no seio da sociedade de consumo moldada pela indústria cultural.[9]\n",
        "Habermas percebe que os impasses criados pelas teorias de Marx, Weber, Adorno e Horkheimer surgem pela forma como esses autores estruturaram seu conceito de razão. Ele afirma que esses autores confundiram o processo de modernização capitalista, que é calcado na razão instrumental, como sendo a própria racionalização societária.\n",
        "Apresentando uma saída para esse impasse teórico, Habermas propõe uma mudança paradigmática. Ele propõe que abandonemos o paradigma da consciência proposto por Weber, Adorno e Horkheimer, em favor do paradigma da comunicação. As ideias pragmatistas estadunidenses, especialmente de George Hebert Mead, corroboram o desenvolvimento da teoria do agir comunicativo.[10][11] Para Mead, a comunicação é elemento anterior e fundamental para a vida social e para a formação de um \"eu\", e Habermas afirma que ele foi o primeiro a pensar consideravelmente acerca de um modelo de individuação criado socialmente. Habermas faz algumas complementações, como a separação das estruturas sociais entre o mundo da vida e sistema. De acordo com Habermas não há exclusivamente um mundo da vida baseado em trocas comunicativas.\n",
        "Após a discussão sobre ação comunicativa e seus efeitos normativos, ele desenvolve investigações sobre o caráter ético embutido na comunicação. Esta nova investigação o leva a construir, juntamente com Karl Otto-Appel a ética do discurso, porém apresenta alguns pontos de divergência em relação a este. A teoria ética o leva a discussões sobre o caráter político-democrático como elemento de controle social nas sociedades do capitalismo tardio, levando-o à elaboração de uma análise política da democracia e do Estado de direito, com a formulação da teoria da democracia deliberativa.\n",
        "Na obra \"Teoria do Agir Comunicativo\", Habermas desenvolve uma teoria explicativa da sociedade contemporânea, suas inter-relações sistêmicas e os processos de socialização. Assim, Habermas concebe a razão comunicativa - e a ação comunicativa ou seja, a comunicação livre, racional e crítica - como alternativa à razão instrumental e superação da razão iluminista - \"aprisionada\" pela lógica instrumental, que encobre a dominação. Ao pretender a recuperação do conteúdo emancipatório do projeto moderno, no fundo, Habermas está preocupado com o restabelecimento dos vínculos entre socialismo e democracia.\n",
        "Habermas explica que a teoria da ação comunicativa vai além do processo de interpretação em que o conhecimento cultural fica exposto ao teste do mundo. Na verdade, ação comunicativa significa ao mesmo tempo processos de interação social e socialização. É por meio dessa interação social e socialização que as pessoas envolvidas confirmam e renovam suas identidades e seu pertencimento aos grupos sociais.[9]\n",
        "A Teoria da Modernidade é parte integrante da Teoria do Agir Comunicativo. Nela, Habermas fala de duas esferas que coexistem na sociedade: o sistema e o mundo da vida. O sistema refere-se à 'reprodução material', regida pela lógica instrumental (adequação de meios a fins), incorporada nas relações hierárquicas (poder político) e de intercâmbio (economia). O filósofo busca explicar a gênese da sociedade ocidental moderna, diagnosticando as suas patologias e buscando soluções para sua correção.\n",
        "O mundo da vida é a esfera de 'reprodução simbólica', da linguagem, das redes de significados que eles referentes aos fatos objetivos, às normas sociais ou aos conteúdos subjetivos. Para Habermas o mundo da vida é um domínio social que contrasta com os sistemas funcionalizados. Esse mundo é marcado por processos comunicativos, cujo mediador é a linguagem e cujo recurso é a solidariedade. Nesse domínio social, prevalecem as ações comunicativas e o emprego da linguagem com vista ao entendimento entre os falantes. Ele ainda acrescenta que quanto mais complexa for a sociedade, maior será a racionalização a que se vê obrigado o seu mundo da vida. Habermas acredita que a história das sociedades modernas é a história de um processo de intensa racionalização do mundo da vida de sociedades tradicionais.[9]\n",
        "É conhecido o diagnóstico habermasiano da colonização do mundo da vida pelo sistema e a crescente instrumentalização desencadeada pela modernidade, sobretudo com o surgimento do direito positivo, que reserva o debate normativo aos técnicos e especialistas. Contudo, desde a década de 1990, mudou sua perspectiva acerca do direito, considerando-o mediador entre o mundo da vida e o sistema.\n",
        "Na ação comunicativa ocorre a coordenação de planos de dois ou mais atores via assentimento a definições tácitas de situação. Tem-se não raro uma visão reducionista deste conceito, entendido como mero diálogo. Mas de fato a ação comunicativa pressupõe uma teoria social - a do mundo da vida - e contrapõe-se à ação estratégica, regida pela lógica da dominação, na qual os atores coordenam seus planos no intuito influenciar, não envolvendo assentimento ou dissentimento. Habermas define sinteticamente a ação estratégica como \"cálculo egocêntrico\".\n",
        "Seus estudos voltam-se para o conhecimento e a ética. Sua tese para explicar a produção de saber humano recorre ao evolucionismo, pois a racionalidade comunicativa é considerada 'aprendente'. Segundo Habermas, a falibilidade possibilita desenvolver capacidades mais complexas de conhecer a realidade, além de representar garantia contra regressões metafísicas, com possíveis desdobramentos autoritários. Evolui-se assim através dos erros, entendidos como falhas de coordenação de planos de ação.\n",
        "Habermas defende também uma ética universalista, deontológica, formalista e cognitivista. Para ele, os princípios éticos não devem ter conteúdo, mas garantir a participação dos interessados nas decisões públicas através de discussões (discursos), em que se avaliam os conteúdos normativos demandados naturalmente pelo mundo da vida. Além disso, o filósofo indica quatro ''pretensões de validade'' implícitas em qualquer ato comunicativo voltado à mútua compreensão, sendo elas as seguintes: ·       \n",
        "Sobre sua teoria discursiva, aplicada também à filosofia jurídica, pode ser considerada em prol da integração social e, como consequência, da democracia e da cidadania. Tal teoria coloca a possibilidade de resolução dos conflitos vigentes na sociedade não com uma simples solução, mas a melhor solução - aquela que resulta do consenso de todos os concernidos.\n",
        "Sua maior relevância está, induvidosamente, em pretender o fim da arbitrariedade e da coerção nas questões que circundam toda a comunidade, propondo uma participação mais ativa e igualitária de todos os cidadãos nos litígios que os envolvem e, simultaneamente, obter a tão almejada justiça. Essa forma defendida por Habermas é o agir comunicativo que se ramifica no discurso.\n",
        "Na orientação para o sucesso, o indivíduo persegue os seus interesses individuais, organizando uma estratégia baseada nas consequências de suas ações. Para alcançar seus objetivos, vale influenciar outros indivíduos, por meio de armas, bens, ameaças e seduções. E em qualquer eventual cooperação, cada indivíduo só está interessado no que pode ganhar individualmente com isso. Chamaremos esse tipo de ação de “ação estratégica”.\n",
        "Habermas defende, como proposta para a sociedade, que transitemos progressivamente da ação estratégica para a ação comunicativa. Nesse tipo de ação, a orientação deixa de ser exclusivamente para o sucesso individual, e passa a se denominar como orientação para o entendimento mútuo. Nesse novo âmbito, os atores procuram harmonizar seus interesses e planos de ação, através de um processo de discussão, buscando um consenso. Nota-se que, embora os dois tipos de orientação possuam a marca da racionalidade humana, a grande diferença é que, na ação estratégica a definição da finalidade não abre espaço para ouvir os argumentos dos outros, enquanto no agir comunicativo há um espaço de diálogo, em que se pensa em conjunto sobre quais devem ser os melhores objetivos a serem buscados por um grupo social. O entendimento mútuo, provindo do agir comunicativo, será um importante facilitador da coordenação de ações, e servirá de base para a defesa da democracia no cenário político, com a crítica da repressão, censura e de outras medidas que não propiciam o diálogo dentro da sociedade.[13]\n",
        "Entre 1989 e 1992, Habermas, pela primeira vez desde os anos 60, reconsidera o seu pensamento sobre a esfera pública. Isso acontece devido a um congresso sobre o tema em 1989, no qual o filósofo foi confrontado com releituras da sua obra e do conceito por ele desenvolvido em 1962. Isso o levou a publicar Direito e Democracia: Entre Facticidade e Validade, em 1992, obra que traz, entre outras coisas, a noção de esfera pública de volta ao patrimônio argumentativo do pensador alemão. Também, pela primeira vez em trinta anos, é feita a conexão entre a noção de esfera pública e temas-chave do seu patrimônio, como \"ação comunicativa\" \"formação discursiva da opinião e da vontade\" e \"discurso\".[14]\n",
        "Esfera pública é o domínio ou espaço socialmente reconhecido, mas não-institucionalizado, onde há a livre circulação de questões, informações, pontos de vista e argumentos provenientes das vivências diárias dos sujeitos. Assim como as câmaras e tribunais existem por meio dos debates institucionalizados, a esfera pública se realiza por meio da livre flutuação de problemas e contribuições.[15]\n",
        "Para ajudar a definir o que é a esfera pública, Habermas usa metáforas, como a dos sensores sociais, por exemplo. A esfera pública nesse caso seria uma ampla rede de radares e sensores, localizados no interior da sociedade, sensíveis ao ponto de perceber e identificar os problemas da sociedade. Ainda nessa ideia, a sugestão dos radares sociais se junta à metáfora da caixa de ressonância. A esfera pública não é capaz de resolver, sozinha, os problemas sociais, portanto, ela aumenta seu eco e volume para conseguir chamar a atenção dos parlamentares e orientar suas decisões.[15][16]\n",
        "Habermas se esforça para ligar a esfera pública a uma das suas principais teorias: a ação comunicativa. A sua existência depende dessa ação voltada para o entendimento, ou seja, aquela em que os sujeitos orientam o seu comportamento pela vontade de entender uns aos outros. A esfera pública não tem propriamente a ver nem com as funções nem com os conteúdos da ação comunicativa; a esfera pública é, na verdade, o espaço social que a ação comunicativa forma.[16]\n",
        "Nesse sentido, a esfera pública tem grande função em explicar os processos pelos quais são formadas a opinião e a vontade coletivas. Esses processos são baseados em interações, de modo que precisam de comunicação e busca de consenso. Para Habermas, parece razoável e democrático que a opinião pública e a vontade geral devam ser formadas discursivamente.[14] Somente as leis que surgem de um processo discursivo, debatido por todos os cidadãos interessados, em situação de igualdade de oportunidades e direitos, são democraticamente legitimas.[16] As leis e o direito mantém, assim, uma conexão direta com a ordem da soberania popular e o respeito aos direitos fundamentais. \"Mas, antes de tudo, deve-se compreender que o direito aqui é visto como um instrumento que possibilita discursivamente a produção institucionalizada de justiça, e, exatamente por isso, reclama legitimidade para se afirmar. De onde o direito extrai esta legitimidade? No sentido de apontar essa simbiose entre direito e justiça, Habermas afirma que '(...) o direito só mantém força legitimadora enquanto puder funcionar como uma fonte de justiça (...) [ Ressource von Gerechtigkeit fungieren kann ] (Habermas, Direito e Democracia, Volume I, p. 184)\".[17]\n",
        "Albrecht Wellmer, doutor pela Universidade de Frankfurt, foi assistente de Habermas e crítico de sua Ética do Discurso. Wellmer parte do pressuposto que o idealismo contido na estratégia de fundamentação universalista de normas pode levar a implicações contraintuitivas e até mesmo metafísicas. Para ele, a teoria da evolução social de Habermas levanta pressuposições que só podem ser resolvidas a partir de uma teoria do reconhecimento social, desenvolvida no medium e representado pelas lutas dos implicados em processos de desrespeito e humilhação por aquilo que Wellmer denomina de uma “eliminação dos sem-sentido”, na forma de uma ampliação universal de inclusão individual.[18]\n"
    ],
    "ligacoes": [
        "<ul><li><b>Pretensão de Inteligibilidade</b> (as expressões devem ser inteligíveis);</li></ul>",
        "<ul><li><b>Pretensão de Verdade</b> (o conteúdo deve ser verdadeiro);</li></ul>",
        "<ul><li><b>Pretensão de Sinceridade</b> (o falante tem que expressar suas intenções de modo sincero);</li></ul>",
        "<ul><li><b>Pretensão de Correção Normativa</b> (os proferimentos têm que ser corretos no contexto de normas e de valores existentes).<sup id=\"cite_ref-12\" class=\"reference\"><a href=\"#cite_note-12\"><span class=\"cite-bracket\">[</span>12<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li>[1962] (1994), The Structural Transformation of the Public Sphere, Cambridge, Polity Press.</li>\n<li>[1968] (1994), Técnica e Ciência como “Ideologia”, Lisboa, Edições 70.</li>\n<li>(1970), “On Sistematically Distorted Communication”, in <i>Inquiry</i>, vol. 13, nº 3, pp. 205–218.</li>\n<li>[1972] (1998), “A Postscript to Knowledge and Human Interests”, in Knowledge and Human Interests, Cambridge, Polity Press, pp. 351–86.</li>\n<li>[1973] (1976), Legitimation Crisis, London, Heinemann.</li>\n<li>(1974), “The Public Sphere: An Encyclopedia Article (1964)”, in New German Critique, vol. 1, nº 3, pp. 49–55.</li>\n<li>[1976] (1995), Communication and the Evolution of Society, Cambridge, Polity Press.</li>\n<li>[1981a], (1986), The Theory of Communicative Action: Reason and the Rationalization of Society, vol. 1, Cambridge, Polity Press.</li>\n<li>[1981b], (1986), The Theory of Communicative Action: The Critique of Functionalist Reason, vol. 2, Cambridge, Polity Press.</li>\n<li>[1981c] (1999), “Modernity: An Unfinished Project”, in Habermas and the Unfinished Project of Modernity, eds. Maurizio Passerin D’Entrèves e Seyla Benhabib, Cambridge, Polity Press, pp. 38–56.</li>\n<li>[1983] (1990), Moral Consciousness and Communicative Action, Cambridge, Polity Press.</li>\n<li>(1985a), “A Nova Opacidade: A Crise do Estado-Providência e o Esgotamento das Energias Utópicas”, in Revista Comunicação e Linguagens, Dezembro, Porto, Edições Afrontamento.</li>\n<li>[1985b] (1990), O Discurso Filosófico da Modernidade, Lisboa, Publicações Dom Quixote.</li>\n<li>(1986), Autonomy and Solidarity: Interviews with Jürgen Habermas, ed. Peter Dews, London, Verso.</li>\n<li>(1987), “Tendências de Juridicização”, trad. Pierre Guibentif, in Sociologia – Problemas e Práticas, nº. 2, pp. 185–204.</li>\n<li>[1988] (1998), Postmetaphysical Thinking, Cambridge, Polity Press.</li>\n<li>(1989), The New Conservatism, Cambridge, Polity Press.</li>\n<li>[1991a] (1993), Justification and Application, Cambridge, Polity Press.</li>\n<li>(1991b), “Comments on John Searle: «Meaning, Communication, and Representation»”, in John Searle and His Critics, eds. Ernest Lepore e Robert Van Gulick, Oxford, Basil Blackwell, pp. 17-29.</li>\n<li>[1992a] (1996), Between Facts and Norms. Contributions to a Discourse Theory of Law and Democracy, Cambridge, Polity Press.</li>\n<li>[1992b] (1996), “Further Reflections on the Public Sphere”, in Habermas and the Public Sphere, ed. Craig Calhoun, Cambridge, Massachussets, MIT Press, pp. 421–461.</li>\n<li>[1992c] (1996), “Concluding Remarks”, in Calhoun, C., (ed.), Habermas and the Public Sphere, Cambridge, Massachussets, MIT Press, pp. 462–470.</li>\n<li>(1994), «Carl Schmitt dans l`histoire des idées politiques de la RFA», in Les Temps Modernes, 49 année, nº 575, pp. 27–35.</li>\n<li>(1996a), “Three Normative Models of Democracy”, in Democracy and Difference. Contesting the Boundaries of the Political, ed. Seyla Benhabib, Princeton, Princeton University Press, pp. 21–30.</li>\n<li>[1996b] (1998), The Inclusion of the Other. Studies in Political Theory, Cambridge, Polity Press.</li>\n<li>(1997a), “Sur le droit et la démocratie. Note pur un débat”, in Le Débat, nº 97, Nov./Dez.</li>\n<li>(1997b), Débat sur la Justice Politique, Paris, Éditions du Cerf. Com John Rawls.</li>\n<li>(1997c), “Popular Sovereignty as Procedure”, in Deliberative Democracy: Essays on Reason and Politics, eds. James Bohman e William Rehg, Cambridge, Massachussets, MIT Press, pp. 35–65.</li>\n<li>(1998a), On the Pragmatics of Communication, ed. Maeve Cooke, Cambridge, Polity Press.</li>\n<li>[1998b] (2001), The Postnational Constellation. Political Essays, Cambridge, Polity Press.</li>\n<li>(2006) The Divided West, Cambridge, Polity Press.</li>\n<li>(2007) The Dialectics of Secularization: On Reason and Religion, São Francisco, Ignatius Press. Com Joseph Ratzinger.</li>\n<li>(2008) Between Naturalism and Religion: Philosophical Essays, Cambridge, Polity Press.</li>\n<li>(2009) Europe. The Faltering Project, Cambridge, Polity Press.</li>\n<li>(2010) An Awareness of What is Missing: Faith and Reason in a Post-secular Age, Cambridge, Polity Press.</li>\n<li>(2012). Sobre a constituição da Europa. Tradução de Denilson Werle, Luiz Repa e Rúrion Melo. São Paulo: UNESP.</li>\n<li>(2013) Fé e saber. Tradução de Fernando Costa Mattos. São Paulo: UNESP.</li>\n<li>(2013) Teoria e práxis: Estudos de filosofia social. Tradução de Rúrion Melo. São Paulo: UNESP.</li>\n<li>(2013) A ética da discussão e a questão da verdade. Organizado por Patrick Savidan. Tradução de Marcelo B. Cipolla. 3. ed. São Paulo: WMF Martins Fontes.</li>\n<li>(2014) Mudança estrutural da esfera pública. Tradução de Denilson Werle. São Paulo: UNESP.</li>\n<li>(2014) Conhecimento e interesse. Tradução de Luiz Repa. São Paulo: UNESP.</li>\n<li>(2014) Técnica e ciência como \"ideologia\". Tradução de Felipe Gonçalves Silva. São Paulo: UNESP.</li>\n<li>(2014) Na esteira da tecnocracia. Tradução de Luiz Repa. São Paulo: UNESP.</li>\n<li>(2015) A nova obscuridade. Tradução de Luiz Repa. São Paulo: UNESP.</li>\n<li>(2015) Textos e contextos. Tradução de Antonio Ianni Segatto. São Paulo: UNESP.</li>\n<li>(2016) O Ocidente dividido. Tradução de Bianca Tavolari. São Paulo: UNESP.</li>\n<li>(2016) Para a reconstrução do Materialismo Histórico. Tradução de Rúrion Melo. São Paulo: UNESP.</li>\n<li>(2018) A inclusão do outro. Tradução de Denilson Werle. São Paulo: UNESP.</li>\n<li>(2020) Facticidade e validade: Contribuições para uma teoria discursiva do direito e da democracia. Tradução de Felipe Gonçalves Silva e Rúrion Melo. São Paulo: UNESP.</li>\n<li>(2021) A revolução recuperadora. Tradução de Rúrion Melo. São Paulo: UNESP.</li>\n<li>(2022) Teoria da ação comunicativa. 2 Vols. Tradução de Luiz Repa. São Paulo: UNESP.</li>\n<li>(2023) Consiência moral e ação comunicativa. Tradução de Rúrion Melo. São Paulo: UNESP.</li></ul>",
        "<ul><li>Bittar, Eduardo C. B. (2013), <i>Democracia, justiça e emancipação social</i>: reflexões jusfilosóficas a partir do pensamento de Jürgen Habermas, São Paulo, Editora Quartier Latin.</li>\n<li>Corchia, L. <a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.it/books?id=jw3klIgEVZoC&amp;pg=PA238&amp;dq=J%C3%BCrgen+Habermas.+A+Bibliography:+works+and+studies+(1952-2010),&amp;hl=it&amp;ei=kZZBTO-5NuWJ4gasv4ypDg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=1&amp;ved=0CCoQ6AEwAA#v=onepage&amp;q&amp;f=false\"><i>Jürgen Habermas. A Bibliography: works and studies (1952-2010)</i></a>, Pisa, <a rel=\"nofollow\" class=\"external text\" href=\"http://www.edizioniilcampano.it/titolo.php?id=163\">Edizioni Il Campano – Arnus University Books</a><sup><a href=\"/wiki/Wikip%C3%A9dia:Liga%C3%A7%C3%A3o_inativa\" title=\"Wikipédia:Ligação inativa\"><i>[ligação inativa]</i></a></sup>, 2010, 344 pp.</li>\n<li>Dutra, D. V. Razão e Consenso: a teoria discursiva da verdade, da moral, do direito e da biotecnologia, Florianópolis, EDUFSC</li>\n<li>Gimbernat, J.A. (ed.) (1997), La Filosofía Moral y Política de Jürgen Habermas, Madrid, Biblioteca Nueva.</li>\n<li>Ingram, D., (1987), Habermas and the Dialectic of Reason, New Haven, Yale University Press.</li>\n<li>McCarthy, T., (1996), The Critical Theory of Jürgen Habermas, Cambridge, Massachussets, MIT Press.</li>\n<li>Melo, Rúrion. (2011). O uso público da razão: Pluralismo e democracia em Jürgen Habermas. São Paulo: Loyola.</li>\n<li>Melo, Rúrion. (2013). Marx e Habermas: Teoria crítica e os sentidos da emancipação. São Paulo: Saraiva.</li>\n<li>Outhwaite, W., (1994), Habermas. A Critical Introduction, Cambridge, Polity Press.</li>\n<li>Pinzani, A. (2009), Jürgen Habermas, Porto Alegre, Artmed.</li>\n<li>Silva, F.C., (2009), <i><a rel=\"nofollow\" class=\"external text\" href=\"http://www.bibliotecanueva.es/catalogo_detalle_libro.php?id=1603&amp;idLibro=1603#\">Virtud y Democracia. Ideas Republicanas en el Pensamiento Contemporáneo</a></i>, Madrid, Biblioteca Nueva.</li>\n<li>Vasconcelos, V.V., (2005): <i><a rel=\"nofollow\" class=\"external text\" href=\"https://pt.scribd.com/doc/89903993/Jurgen-Habermas-Tecnica-e-Ciencia-como-Ideologia-Conciencia-Moral-e-Agir-Comunicativo\">Jürgen Habermas,em Técnica e Ciência como Ideologia - Conhecimento e Interesse e Consciência Moral e Agir Comunicativo - Sobre a Estrutura de perspectivas do Agir orientado para o Entendimento Mutuo.</a></i>, Universidade Federal de Minas Gerais. 7p.</li>\n<li>Velasco, J.C. (2013): <i><a rel=\"nofollow\" class=\"external text\" href=\"http://hdl.handle.net/10261/71646\">Habermas. El uso público de la razón</a></i>, Alianza Editorial, Madrid.</li>\n<li>Velasco, J.C. (2000): <i><a rel=\"nofollow\" class=\"external text\" href=\"https://digital.csic.es/handle/10261/71067\">La teoría discursiva del derecho. Sistema jurídico y democracia en Habermas</a></i>, Centro de Estudios Políticos y Constitucionales, Madrid.</li>\n<li>White, S.K. (1990), The Recent Work of Jürgen Habermas, Cambridge, Cambridge University Press.</li>\n<li>Wiggershaus, R., (1994), The Frankfurt School, Cambridge, Polity Press.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.dw-world.de/dw/article/0,,4335863,00.html\">Deutsche Welle - Filósofo alemão Jürgen Habermas completa 80 anos</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://revistas.ucm.es/index.php/RESF/article/viewFile/RESF1010220091A/8839\">Sobre jogo de linguagem: Habermas e Wittgenstein, Clélia Aparecida Martins</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.fflch.usp.br/sociologia/temposocial/site/images/stories/edicoes/v012/a_questao.pdf\">A razão prática de Kant e a ética discursiva de Habermas, B Freitag</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.anima-opet.com.br/pdf/anima5-Seleta-Externa/Haide-Maria-Hupffer.pdf\">Autonomia na ética kantiana e sua recepção na obra de Habermas, Haide Maria Hupffer</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.scielo.br/pdf/ln/n37/a06n37.pdf\">Luhmann, Habermas e Estado de Direito, Marcelo N</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Logo_sociology.svg\" title=\"Portal da sociologia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/40px-Logo_sociology.svg.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/60px-Logo_sociology.svg.png 2x\" data-file-width=\"400\" data-file-height=\"360\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Sociologia\" title=\"Portal:Sociologia\">Portal da sociologia</a></span></span></li>      </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:J%C3%BCrgen_Habermas\" title=\"Categoria:Jürgen Habermas\">Jürgen Habermas</a><a href=\"/wiki/Categoria:Acad%C3%AAmicos_da_Alemanha\" title=\"Categoria:Acadêmicos da Alemanha\">Acadêmicos da Alemanha</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Bonn\" title=\"Categoria:Alunos da Universidade de Bonn\">Alunos da Universidade de Bonn</a><a href=\"/wiki/Categoria:Ateus_da_Alemanha\" title=\"Categoria:Ateus da Alemanha\">Ateus da Alemanha</a><a href=\"/wiki/Categoria:Cr%C3%ADticos_do_positivismo\" title=\"Categoria:Críticos do positivismo\">Críticos do positivismo</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_ateus\" title=\"Categoria:Filósofos ateus\">Filósofos ateus</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_per%C3%ADodo_posterior_%C3%A0_Segunda_Guerra_Mundial\" title=\"Categoria:Filósofos do período posterior à Segunda Guerra Mundial\">Filósofos do período posterior à Segunda Guerra Mundial</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Membros_estrangeiros_da_Academia_de_Ci%C3%AAncias_da_R%C3%BAssia\" title=\"Categoria:Membros estrangeiros da Academia de Ciências da Rússia\">Membros estrangeiros da Academia de Ciências da Rússia</a><a href=\"/wiki/Categoria:Naturais_de_D%C3%BCsseldorf\" title=\"Categoria:Naturais de Düsseldorf\">Naturais de Düsseldorf</a><a href=\"/wiki/Categoria:Pragmatistas\" title=\"Categoria:Pragmatistas\">Pragmatistas</a><a href=\"/wiki/Categoria:Pr%C3%AAmio_Kyoto\" title=\"Categoria:Prêmio Kyoto\">Prêmio Kyoto</a><a href=\"/wiki/Categoria:Pr%C3%A9mio_Princesa_de_Ast%C3%BArias_de_Ci%C3%AAncias_Sociais\" title=\"Categoria:Prémio Princesa de Astúrias de Ciências Sociais\">Prémio Princesa de Astúrias de Ciências Sociais</a><a href=\"/wiki/Categoria:Professores_da_Universidade_Johann_Wolfgang_Goethe_de_Frankfurt\" title=\"Categoria:Professores da Universidade Johann Wolfgang Goethe de Frankfurt\">Professores da Universidade Johann Wolfgang Goethe de Frankfurt</a><a href=\"/wiki/Categoria:Soci%C3%B3logos_da_Alemanha\" title=\"Categoria:Sociólogos da Alemanha\">Sociólogos da Alemanha</a><a href=\"/wiki/Categoria:Teoria_cr%C3%ADtica\" title=\"Categoria:Teoria crítica\">Teoria crítica</a><a href=\"/wiki/Categoria:Te%C3%B3ricos_da_comunica%C3%A7%C3%A3o\" title=\"Categoria:Teóricos da comunicação\">Teóricos da comunicação</a><a href=\"/wiki/Categoria:Te%C3%B3ricos_da_democracia\" title=\"Categoria:Teóricos da democracia\">Teóricos da democracia</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/2/23/JuergenHabermas_retouched.jpg/250px-JuergenHabermas_retouched.jpg",
    "view": "jurgen_habermas"
}