{
    "url": "https://pt.wikipedia.org/wiki/Karl_Leonhard_Reinhold",
    "codigo_http": 200,
    "titulo": [
        "Karl Leonhard Reinhold"
    ],
    "conteudo": [
        "Karl Leonhard Reinhold (Viena, 26 de outubro de 1757 - Kiel, 10 de abril de 1823) foi um filósofo austríaco que, apoiado na filosofia de Immanuel Kant, fundamentou as teorias especulativas que fundaram o idealismo alemão.[1]\n",
        "Karl Leonhard Reinhold nasceu em Viena, 26 de outubro de 1757. Como filho mais velho de uma tradicional família de camponeses austriacos realizou seus estudou no Seminário dos Jesuítas de Viena e posteriormente no Seminário Barnabite, ordem do catolicismo romano dos Cléricos Regulaes de São Paulo. Após sua ordenação, ele se tornou um monge Barnabite e serviu por vários anos como pároco e professor de filosofia. Suas primeiras publicações eram resenhas de livros e pequenos ensaios em jornais populares onde se mostrou ser um zeloso defensor de reformas josefinas e um expoente entusiasta do Iluminismo radical e da tolerância religiosa.\n",
        "Em 1783 Reinhold mudou-se para Leipzig e se converteu ao protestantismo luterano. Ele também se tornou um maçom e membro do Illuminati, e aí permaneceu ativo até o fim de sua vida.[2] Possuidor de um inquieto, espírito questionador, trajetória intelectual inicial de Reinhold levou-o a deixar o catolicismo ortodoxo para o protestantismo, depois se tornou adepto do deísmo e mais tarde da filosofia agnóstica. No entanto, ele sempre se manteve fiel ao ideal de Iluminismo. Karl Reinhold nunca deixou de insistir na ideia de que a filosofia deveria fazer uma diferença prática no mundo. Para todas as suas incursões nos debates e questões filosóficas mais técnicos e misterioso, ele nunca vacilou na sua insistência de que a verdadeira \"popularidade\" deve permanecer a meta da filosofia, e que o teste final de qualquer sistema é a sua capacidade para convencer a todos de sua verdade.\n",
        "Em 1786 foram publicados os seus primeiros textos intitulados \"Cartas sobre a filosofia kantiana\" na Revista Der Teutsche Merkur, onde divulgou os principais pontos e, em especial, a dialética transcendental. Seu encantamento com o Kant surgiu da maneira como esse filósofo resolveu os clássicos conflitos debilitante entre fé e razão, superstição e \"descrença e entre \"emoção\" e \"razão\". O estudo da filosofia kantiana era recomendanda por Reinhold por suas conseqüências práticas supostamente salubres e esclarecida, em particular no que diz respeito à religião e moralidade. Não foi à toa que Reinhold descreveu esta nova filosofia para os leitores do Der Teutscher Merkur como uma racional crença em Deus, na imortalidade da alma, na realidade do livre arbítrio \"o evangelho da razão pura.\" Conta que Kant, ao tomar contato com os esforços de Reinhold em divulgar sua filosofia, escreveu um artigo público de agradecimento.[3]\n",
        "Em 1789 ele publicou sua obra principal, o Versuch einer neuen Theorie des menschlichen Vorstellungsvermögens (Ensaio sobre uma nova teoria da Faculdade de Representação), no qual ele tentou simplificar a teoria kantiana e torná-lo mais de uma unidade, baseando-se em um princípio, o Princípio da Consciência.\n",
        "Em 1787 ele foi o primeiro filósofo a ocupar a cadeira de [Filosofia Crítica] criada pela Universidade de Jena e, posteriormente na Universidade de Kiel.  Reinhold provou ser um professor muito popular e influente, muito amado por seus alunos. (Dos cerca de 860 alunos matriculados em Jena no Semestre da Primavera de 1794, 600 estavam matriculados em três cursos de palestra de Reinhold.) De fato, Reinhold foi o grande responsável por fazer Jena centro da filosofia alemã, que permaneceu durante as próximas décadas.[2] Entre seus seguidores se encontravam o filósofo alemão Johann Gottlieb Fichte.\n",
        "Depois de uma vida de investigação filosófica, durante o qual ele influenciou inúmeros leitores e estudantes, enquanto o próprio movimento inquieto de um ponto de vista teórico a outro, Reinhold morreu em Kiel em 1823.\n",
        "Teoria Geral da Representação\n",
        "Preocupado com a recepção equivocada da filosofia kantiana e com os ataques dos céticos, Reinhold faz um trabalho de abstração teórica sobre a dialética transcendental que resultou em uma teoria complementar da explicação dos fenômenos do entendimento.\n",
        "Princípio da Consciência da Reinhold\n",
        "O sujeito pensante distingue, em sua consciência, a representação ou imagem mental, tanto do sujeito observador eo objeto observado. Para Reinhold este é um fato certo de consciência.\n",
        "Teoria da Cognição\n",
        "Obras de Reinhold em Alemão em ordem cronológica\n"
    ],
    "ligacoes": [
        "<ul><li>A coisa-em-si, necessariamente existe, mas não pode ser conhecida.</li>\n<li>O conhecimento humano é restrito apenas aos fenômenos.</li>\n<li>Não é possível ter uma consciência concreta da realidade.</li></ul>",
        "<ul><li>O objeto é observado e deve ser localizado na representação da imagem ou da mente.</li>\n<li>O objeto observado é qualquer coisa que é representado como sendo presente na mente do sujeito observador.</li></ul>",
        "<ul><li>Cognição é o conhecimento claro e distinto que a consciência contém uma representação de um objeto.</li>\n<li>Cognição é a consciência da consciência que o seu próprio conteúdo é a representação de um sujeito de um objeto.</li></ul>",
        "<ul><li>Schriften zur Religionskritik und Aufklärung, 1782-1784, ed. Zwi Batscha (Bremen: Jacobi-Verlag, 1977).</li>\n<li>Briefe über die Philosophie Kantische [Erster Band] (1790). (Ambos os volumes reimpressas em um único volume, ed Raymund Schmidt [Leipzig: Reclam, 1921].</li>\n<li>Versuch einer neuen Theorie des menschlichen Vorstellungsvermögens (1789, 2nd ed. 1.795). (Reimpressão fotomecânica ed Darmstadt:.. Wissenschaftliche Buchgesellschaft, 1963)</li>\n<li>Beyträge zur Berichtigung bisheriger Missverständnisse der Philosophen, Erster Band (1790). (Nova edição, editado e com uma introdução por Faustino Fabbianell [Hamburg: Meiner / Philosophische Bibliothek 554a, 2003].</li>\n<li>Ueber das Fundament des philosophischen Wissens (1791). (Edição reimpressão fotomecânica, ed Wolfgang H. Schrader [Hamburg: Meiner, 1978].</li>\n<li>Briefe über die Philosophie Kantische, Zweyter Band (1792). (Ambos os volumes do Briefe foram posteriormente reeditado em um único volume, ed Raymund Schmidt [Leipzig: Reclam, 1921].).</li>\n<li>Beyträge zur Berichtigung bisheriger Missverständnisse der Philosophen, Zweyter Band (1794).</li>\n<li>Auswahl vermischter Schriften [Erster Theil] (1796).</li>\n<li>Auswahl vermischter Schriften, Zweyter Theil (1797).</li>\n<li>Verhandlung über die Grundbegriffe und der Grundsätze Moralität aus dem Gesichtspunke des gemeinen und gesunden Verstandes (1798).<sup id=\"cite_ref-4\" class=\"reference\"><a href=\"#cite_note-4\"><span class=\"cite-bracket\">[</span>4<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Ueber die Paradoxien neuesten der Philosophie (1799).</li>\n<li>Sendschreiben um JC Lavater und JG Fichte über den Glauben um Gott (1799).</li>\n<li>Beyträge zur leichtern Uebersicht des Zustandes der Philosophie des beym Anfange 19. Jahrhunderts Heft, 1-3 (1801), Heft 4 (1802), Heft 5-6 (1803). (Este jornal foi fundado e editado por Reinhold, que também contribuiu com a maior parte do conteúdo editorial.)</li>\n<li>CG Bardilis und CL Reinholds Briefwechsel über das Wesen der Philosophie und das unwesen der Especulação (1804).</li>\n<li>Análise zur Prologomena in der Philosophie (1804).</li>\n<li>Etwas über den Widerspruch (1804).</li>\n<li>Do CL Reinhold Anleitung zur Kenntniß Beurtheilung und der Philosophie em ihren sämmtlichen Lehregebäuden (1805;. 2nd ed 1824).</li>\n<li>Versuch einer Auflösung der von der philosophischen Classe der königl. Akademie der Wissenschaften em Berlin für 1805 aufgestellten Aufgabe: \"Die Natur der Analysis und der analytischen Methode in der Philosophie genau anzugeben, und zu untersuchen: ob und foi es für Mittel gebe, ihren Gebrauch sicher, leichter nützlicher und zu machen\" (1805) .</li>\n<li>Versuch einer Critik der Logik aus dem Gesichtspunkte der Sprache (1806).</li>\n<li>Die Anfangsgründe der Erkenntniß der Wahrheit in einer noch für Fibel unbefriedigte Forscher nach dieser Erkenntiß (1808).</li>\n<li>Ruge einer merkürdigen Sprachverwirrung unter den Weltweisen (1809).</li>\n<li>Grundlegung einer Synonymik für den allgemeinen Sprachgebrauch em den philosophischen Wissenschaften (1812).</li>\n<li>Das menschliche Erkenntnißvermögen, aus dem Gesichtspunkte des durch die Wortsprache vermittelten Zusammenhang zwischen der Sinnlichkeit und dem Denkvermögen (1816).</li>\n<li>Ueber den Begriff und die Erkenntniß der Wahrheit (1817).</li>\n<li>Die alte Frage: Was ist die Wahrheit? bey den erneuerten Streitigkeiten über die Göttliche Offenbarung und die menschliche Vernunft, em nähere Erwägung gezogen (1820).</li>\n<li>Karl Leonhard Reinhold Korrespondenzausgabe der österreichischen Akademie der Wissenschaften, vol. I, ed. Reinhard Lauth, Eberhard Heller, e Karl Hiller (Stuttgart-Bad Cannstatt: Frommann-Holzboog, 1983).</li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Iluministas\" title=\"Categoria:Iluministas\">Iluministas</a><a href=\"/wiki/Categoria:Escritores_por_religi%C3%A3o\" title=\"Categoria:Escritores por religião\">Escritores por religião</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Metaf%C3%ADsicos\" title=\"Categoria:Metafísicos\">Metafísicos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Idealismo_alem%C3%A3o\" title=\"Categoria:Idealismo alemão\">Idealismo alemão</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_direito_da_%C3%81ustria\" title=\"Categoria:Filósofos do direito da Áustria\">Filósofos do direito da Áustria</a><a href=\"/wiki/Categoria:Ma%C3%A7ons_da_%C3%81ustria\" title=\"Categoria:Maçons da Áustria\">Maçons da Áustria</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/6/6b/Karl_Leonhard_Reinhold.jpg/250px-Karl_Leonhard_Reinhold.jpg",
    "view": "karl_leonhard_reinhold"
}