{
    "url": "https://pt.wikipedia.org/wiki/Leo_Strauss",
    "codigo_http": 200,
    "titulo": [
        "Leo Strauss"
    ],
    "conteudo": [
        "Leo Strauss (Kirchhain, 20 de setembro de 1899 — Annapolis, 18 de outubro de 1973) foi um filósofo político teuto-americano de origem judaica.[4] Especialista em Filosofia Política, passou a maior parte de sua carreira como professor de Ciência Política na Universidade de Chicago, onde influenciou gerações de estudantes que ficariam posteriormente conhecidos como \"Straussianos\".[5]\n",
        "Oriundo da tradição neokantiana de Ernst Cassirer e imerso no trabalho dos fenomenólogos Edmund Husserl e Martin Heidegger, Strauss estabeleceu sua fama primeiramente com suas leituras inovadoras das obras de Spinoza, Maquiavel e Hobbes e, posteriormente, com artigos sobre Maimônides e Al-Farabi. No final da década de 1930, concentrou-se sua pesquisa na redescoberta da escrita esotérica e na interpretação que a filosofia islâmica e judaica medieval fizeram das obras de Platão e Aristóteles, buscando mostrar a pertinência dessas abordagens para as teorias políticas contemporâneas.[6][7]\n",
        "Nascido em Kirchhain, numa família de comerciantes de implementos agrícolas, descobriu a obra de Friedrich Nietzsche durante seus estudos secundários. Dizia que, naquela época, acreditava literalmente em tudo que lia de Nietzsche.\n",
        "Posteriormente foi estudar no Ginásio Philippinum em Marburg, cidade universitária próxima de Kirchain. A partir de 1918 estuda filosofia na Universidade de Hamburgo, onde foi orientado por Ernst Cassirer durante sua tese sobre a Teoria do Conhecimento no pensamento de Jacobi, tema que interessava à vertente neokantiana que à época predominava em Marburg.\n",
        "Após a conclusão de sua tese, partiu, enfim, para a Universidade de Friburgo com a intenção de ser aluno de Edmund Husserl e de Martin Heidegger. Strauss ficou impressionado com as aulas de Heidegger, a ponto de afirmar que, ao lado de Heidegger \"Cassirer parecia um anão\".[8]\n",
        "Leo Strauss participou da Primeira Guerra Mundial como intérprete na frente belga.\n",
        "Depois um trabalho sobre Spinoza e sua crítica à Bíblia, trabalhou na \"Academia do Judaísmo\" (Akademie des Judentums) em Berlim sob a direção de Julius Guttmann. Na época Strauss obteve uma bolsa de estudos da Fundação Rockefeller para pesquisar em Paris sobre as filosofias árabes e judaicas medievais.\n",
        "Em Paris ele reencontrou velhos conhecidos de Berlim, como Alexandre Kojève e Alexandre Koyré e casou-se, em 1932, com Mirjam Berenson. Posteriormente, o casal deixou Paris e partiu para Londres, onde Strauss ocupou um posto universitário em Cambridge. Na época, Strauss dedicou-se aos estudos dos manuscritos de Thomas Hobbes até 1937, quando partiu sozinho para os Estados Unidos.\n",
        "Mirjam e Leo Strauss não tiveram filhos mas adotaram uma sobrinha de Strauss, Jenny, que ficou órfã em 1942 de sua mãe, Betty Strauss e de seu pai Paul Kraus, um especialista em ciências árabes, morto em circunstâncias obscuras no Cairo, durante a Segunda Guerra Mundial.[9][10]\n",
        "Nos Estados Unidos, Strauss ocupou vários cargos nas faculdades, incluindo o de pesquisador da Universidade de Colúmbia) e de professor da New School for Social Research, ambos em Nova York, cidade onde lecionou sobre ciência política e filosofia a partir de 1939. Nova York já havia sido o destino de imigrantes intelectuais alemães como Hans Jonas e Hannah Arendt.\n",
        "Em 1949, Strauss foi convidado para integrar a Universidade de Chicago por Robert Maynard Hutchins, cuja intenção era a de renovar o ensino das humanidades na universidade por meio de um programa de ensino dos livros clássicos. Segundo Hutchins não havia educação verdadeiramente liberal sem os grandes livros de tradição. Foi com esse espírito que ele propôs, portanto, a Leo Strauss o cargo de professor na Faculdade de Ciências Sociais da Universidade de Chicago. Em 1968, depois de ter alcançado o limite de idade, Strauss deixou a Universidade de Chicago e foi para a Califórnia para lecionar por um ano na Claremont College.\n",
        "Professor Emérito em Chicago, ele foi convidado amigo Jacob Klein, então decano da faculdade de St John, para dar aula em Annapolis, subúrbio de Washington, DC, em Maryland, onde trabalhou até o final de sua vida e onde faleceu, no dia 18 de outubro de 1973, vítima de pneumonia. Ele está enterrado no cemitério judaico de Annapolis.\n",
        "A influência de Strauss nas ciências humanas foi de grande impacto.[11] Richard Rorty, por exemplo, descreveu Strauss como uma influência particular nos seus primeiros estudos na Universidade de Chicago, onde Rorty estudava um \"currículo clássico\" com Strauss.[12]\n",
        "Dentre as personalidades notáveis que frequentaram as aulas de Strauss na Universidade de Chicago ou que receberam influência direta de suas aulas, destacam-se Allan Bloom, Seth Benardete, Werner Dannhauser, Murray Dry, William Galston, Philip Gourevitch, Harry V. Jaffa,[13] Roger Masters,[11] Thomas Pangle, Stanley Rosen, Abram Shulsky (Diretor do Escritório de Planos Especiais),[14] Susan Sontag,[15] Warren Winiarski, Paul Wolfowitz (que participou de dois cursos de palestra por Strauss sobre Platão e Montesquieu) e Harvey C. Mansfield, que embora nunca tenha sido aluno de Strauss, também foi classificado como um notável \"Straussiano\".[16]\n",
        "Para Strauss, política e filosofia estavam necessariamente entrelaçadas. Ele considerou o julgamento e a morte de Sócrates como o momento em que a filosofia política passou a existir. Strauss considerou um dos momentos mais importantes da história da filosofia o argumento de Sócrates de que os filósofos não poderiam estudar a natureza sem considerar sua própria natureza humana,[17] que, nas palavras de Aristóteles é a de \"um animal político\". No entanto, ele também sustentou que os fins da política e da filosofia eram inerentemente irreconciliáveis ​​e irredutíveis um ao outro.[18]\n",
        "Em Natural Right and History Strauss começa com uma crítica à epistemologia de Max Weber, dedicando-se ainda brevemente à crítica ao historicismo de Martin Heidegger e passando à discussão sobre a evolução dos direitos naturais por meio de uma análise do pensamento de Thomas Hobbes e John Locke. Ele conclui criticando ainda Jean-Jacques Rousseau e Edmund Burke. No centro do livro estão trechos de Platão , Aristóteles e Cícero. Grande parte de sua filosofia é uma reação às obras de Heidegger. De fato, Strauss escreveu que o pensamento de Heidegger deve ser entendido e confrontado antes que qualquer formulação completa da teoria política moderna seja possível, e isso significa que o pensamento político deve se envolver com questões ontológicas e da história da metafísica.[19]\n",
        "Strauss escreveu que Friedrich Nietzsche foi o primeiro filósofo a compreender adequadamente o historicismo, uma ideia fundamentada em uma aceitação geral da filosofia hegeliana da história.[20] Heidegger, na visão de Strauss, politizou Nietzsche, enquanto Nietzsche acreditava que \"nossos próprios princípios, incluindo a crença no progresso, se tornariam tão pouco convincentes e estranhos quanto todos os princípios (essências) anteriores se mostraram\" e \"a única saída parece ser ... que alguém voluntariamente escolhe a ilusão vivificante em vez da verdade mortal, que fabrica um mito\". Para Strauss, Heidegger acreditava que o niilismo trágico de Nietzsche era em si um \"mito\" que Heidegger atribuiu a Platão. Em sua correspondência publicada com Alexandre Kojève, Strauss escreveu que Hegel estava correto quando postulou que o fim da história implica o fim da filosofia como entendida pela filosofia política clássica.[21]\n",
        "Alguns críticos acusaram Strauss de ser elitista e antidemocrático, associando a filosofia de Strauss às fontes ideológicas neoconservadoras dos falcões da administração de George W. Bush, sobretudo durante a época da segunda guerra no Iraque.[22] Shadia Drury, em Leo Strauss and the American Right (1999), afirmou que Strauss incutiu uma tensão elitista nos líderes políticos americanos ligados ao militarismo imperialista, ao neoconservadorismo e ao fundamentalismo cristão. Drury argumenta que Strauss ensina que \"o engano perpétuo dos cidadãos por aqueles que estão no poder é fundamental porque eles precisam ser liderados e precisam de governantes fortes para lhes dizer o que é bom para eles\".[22]\n",
        "Outros autores como Steven B. Smith rejeitaram a ligação entre Strauss e o pensamento neoconservador, argumentando que Strauss nunca foi pessoalmente ativo na política, nunca endossou o imperialismo e questionou a utilidade da filosofia política para a prática política. Em particular, Smith afirma que Strauss argumentou que o mito do Rei‐filósofo de Platão deveria ser lido como uma reductio ad absurdum, e que os filósofos deveriam compreender a política não para exercer influência, mas para garantir a autonomia da filosofia em relação à política.[23]\n",
        "Respondendo às acusações de que os ensinamentos de Strauss fomentaram a política externa neoconservadora do governo George W. Bush com \"esperanças irreais para a disseminação da democracia liberal por meio da conquista militar\", Nathan Tarcov, diretor do Centro Leo Strauss da Universidade de Chicago, afirma que Strauss como filósofo político era essencialmente apolítico.[24]\n"
    ],
    "ligacoes": [
        "<ul><li><i>Jerusalém e Atenas.</i> In Revista IDE, vol. 36. Sociedade Brasileira de Psicanálise de São Paulo. 2013.</li>\n<li><i>História da Filosofia Política.</i> Rio de Janeiro: Forense, 2013.</li>\n<li><i>Os três movimentos da modernidade.</i> Trad. Evaldo Sampaio da Silva. Revista Ethic@. 2013.</li>\n<li><i>Direito Natural e História. Trad. Bruno Costa Simões.</i> São Paulo: WMF Martins Fontes, 2014.</li>\n<li><i>O que é filosofia política?</i> Trad. Francesca Cricelli. In Revista Leviathan Cadernos de Pesquisa Política.</li>\n<li><i>Reflexões sobre Maquiavel.</i> Trad. Élcio Verçosa. São Paulo: É Realizações, 2015.</li>\n<li><i>Uma Introdução à Filosofia Política – Dez ensaios.</i> Trad. Élcio Verçosa. São Paulo: É Realizações, 2016.</li>\n<li><i>A filosofia política de Hobbes: suas bases e sua gênese.</i> Trad. Élcio Verçosa. São Paulo: É Realizações, 2016.</li>\n<li><i>Da Tirania – Incluindo a correspondência Strauss-Kojève.</i> Trad. André Abranches. São Paulo: É Realizações, 2016.</li></ul>",
        "<ul><li><i>Gesammelte Schriften</i>. Ed. Heinrich Meier. Stuttgart: J. B. Metzler, 1996. Quatro volumes publicados até hoje: Vol. 1, <i>Die Religionskritik Spinozas und zugehörige Schriften</i> (rev. ed. 2001); vol. 2, <i>Philosophie und Gesetz, Frühe Schriften</i> (1997); Vol. 3, <i>Hobbes' politische Wissenschaft und zugehörige Schrifte – Briefe</i> (2001); Vol. 4, <i>Politische Philosophie. Studien zum theologisch-politischen Problem</i> (2010). The full series will also include Vol. 5, <i>Über Tyrannis</i> (2013) and Vol. 6, <i>Gedanken über Machiavelli. Deutsche Erstübersetzung</i> (2014).</li>\n<li><i>Leo Strauss: The Early Writings (1921–1932)</i>. (Tradução de partes de <i>Gesammelte Schriften</i>). Trans. Michael Zank. Albany: SUNY Press, 2002.</li>\n<li><i>Die Religionskritik Spinozas als Grundlage seiner Bibelwissenschaft: Untersuchungen zu Spinozas Theologisch-politischem Traktat</i>. Berlin: Akademie-Verlag, 1930.\n<ul><li><i>Spinoza's Critique of Religion</i>. (tradução inglesa de Elsa M. Sinclair de <i>Die Religionskritik Spinozas</i>, 1930.) Com um novo prefácio em inglês e uma tradução do ensaio alemão de Strauss de 1932 sobre Carl Schmitt. Nova Iorque: Schocken, 1965. Reeditado sem esse ensaio, Chicago: U of Chicago P, 1997.</li></ul></li>\n<li>\"Anmerkungen zu Carl Schmitt, <i>Der Begriff des Politischen</i>\". <i>Archiv für Sozialwissenschaft und Sozialpolitik</i> 67, no. 6 (agosto-setembro de 1932): 732-49.\n<ul><li>\"Comments on Carl Schmitt's <i>Begriff des Politischen</i>\". (Tradução inglesa de Elsa M. Sinclair de \"Anmerkungen zu Carl Schmitt\", 1932.) 331–51 na <i>Crítica da Religião de Espinosa</i>, 1965. Reimpresso em Carl Schmitt, <i>The Concept of the Political</i>, ed. Nova Brunswick, NJ: Rutgers U Press, 1976.</li>\n<li>\"Notes on Carl Schmitt, <i>The Concept of the Political</i>\". (Tradução inglesa de J. Harvey Lomax de \"Anmerkungen zu Carl Schmitt\", 1932.) Em Heinrich Meier, <i>Carl Schmitt e Leo Strauss: O Diálogo Oculto</i>, trad. Chicago: U de Chicago P, 1995. Reimpresso em Carl Schmitt, <i>The Concept of the Political</i>, ed. Chicago: U de Chicago P, 1996, 2007.</li></ul></li>\n<li><i>Philosophie und Gesetz: Beiträge zum Verständnis Maimunis und seiner Vorläufer</i>. Berlin: Schocken, 1935.\n<ul><li><i><a href=\"//archive.org/details/philosophylawess0000stra\" class=\"extiw\" title=\"iarchive:philosophylawess0000stra\">Philosophy and Law: Essays Toward the Understanding of Maimonides and His Predecessors</a></i>. (Tradução inglesa de Fred Baumann de <i>Philosophie und Gesetz</i>, 1935.) Filadélfia: Sociedade de Publicação Judaica, 1987.</li>\n<li><i>Philosophy and Law: Contributions to the Understanding of Maimonides and His Predecessors</i>. (Tradução inglesa com introdução de Eve Adler de <i>Philosophie und Gesetz</i>, 1935.) Albany: Editora SUNY, 1995.</li></ul></li>\n<li><i><a href=\"//archive.org/details/in.ernet.dli.2015.505473\" class=\"extiw\" title=\"iarchive:in.ernet.dli.2015.505473\">The Political Philosophy of Hobbes: Its Basis and Its Genesis</a></i>. (Tradução inglesa de Elsa M. Sinclair do manuscrito alemão.) Oxford: Clarendon Press, 1936. Reeditado com novo prefácio, Chicago: U of Chicago P, 1952.\n<ul><li><i>Hobbes' politische Wissenschaft in ihrer Genesis</i>. (1935 original alemão de <i>A Filosofia Política de Hobbes</i>, 1936.) Neuwied am Rhein: Hermann Luchterhand, 1965.</li></ul></li>\n<li>\"<a href=\"//archive.org/details/LeoStraussTheSpiritOfSpartaOrTheTasteOfXenophon1939_201804\" class=\"extiw\" title=\"iarchive:LeoStraussTheSpiritOfSpartaOrTheTasteOfXenophon1939 201804\">The Spirit of Sparta or the Taste of Xenophon\".</a> <i><a href=\"/w/index.php?title=Social_Research&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Social Research (página não existe)\">Social Research</a></i> 6, no. 4 (1939): 502–36.</li>\n<li>\"<a href=\"//archive.org/details/LeoStraussGermanNihilismIntegral1941\" class=\"extiw\" title=\"iarchive:LeoStraussGermanNihilismIntegral1941\">On German Nihilism\"</a> (1999, originalmente uma palestra de 1941), <i>Interpretation</i> 26, nº 3 editado por David Janssens e Daniel Tanguay.</li>\n<li>\"<a href=\"//archive.org/details/LeoStraussFarabisPlato1945\" class=\"extiw\" title=\"iarchive:LeoStraussFarabisPlato1945\">Farabi's Plato\"</a> <i>American Academy for Jewish Research</i>, Louis Ginzberg Jubilee Volume, 1945. 45 págs.</li>\n<li>\"On a New Interpretation of Plato's Political Philosophy\". <i><a href=\"/w/index.php?title=Social_Research&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Social Research (página não existe)\">Social Research</a></i> 13, no. 3 (1946): 326–67.</li>\n<li>\"<a href=\"//archive.org/details/LeoStraussOnTheIntentionOfRousseau1947_201804\" class=\"extiw\" title=\"iarchive:LeoStraussOnTheIntentionOfRousseau1947 201804\">On the Intention of Rousseau\"</a>. <i><a href=\"/w/index.php?title=Social_Research&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Social Research (página não existe)\">Social Research</a></i> 14, no. 4 (1947): 455–87.</li>\n<li><i>On Tyranny: An Interpretation of Xenophon's Hiero</i>. Prefácio de Alvin Johnson. Nova Iorque: Political Science Classics, 1948. Reeditado Glencoe, Illinois: The Free Press, 1950.\n<ul><li><i>De la tyrannie</i>. (Tradução francesa de. of <i>On Tyranny</i>, 1948, com \"Restatement on Xenophon's <i>Hiero</i>\" e \"Tyranny and Wisdom\" de Alexandre Kojève) Paris: Librairie Gallimard, 1954.</li>\n<li><i>On Tyranny</i>. (Edição inglesa de <i>De la tyrannie</i>, 1954.) Ithaca: Cornell UP, 1963.</li>\n<li><i><a href=\"//archive.org/details/ontyranny0000stra\" class=\"extiw\" title=\"iarchive:ontyranny0000stra\">On Tyranny</a></i>. (Edição revista e ampliada de <i>On Tyranny</i>, 1963.) Inclui correspondência Strauss-Kojève. Victor Gourevitch e Michael S. Roth. Nova Iorque: The Free Press, 1991.</li></ul></li>\n<li>\"<a href=\"//archive.org/details/leo-strauss-on-collingwoods-philosophy-of-history-1952\" class=\"extiw\" title=\"iarchive:leo-strauss-on-collingwoods-philosophy-of-history-1952\">On Collingwood’s Philosophy of History</a>\". <i><a href=\"/w/index.php?title=Review_of_Metaphysics&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Review of Metaphysics (página não existe)\">Review of Metaphysics</a></i> 5, no. 4 (June 1952): 559–86.</li>\n<li><i><a href=\"/w/index.php?title=Persecution_and_the_Art_of_Writing&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Persecution and the Art of Writing (página não existe)\">Persecution and the Art of Writing</a></i>. Glencoe, Ill.: The Free Press, 1952. <a href=\"//archive.org/details/persecutionartof0000stra\" class=\"extiw\" title=\"iarchive:persecutionartof0000stra\">Reissued Chicago: U of Chicago P, 1988</a>.</li>\n<li><i><a href=\"//archive.org/details/naturalrighthis00stra\" class=\"extiw\" title=\"iarchive:naturalrighthis00stra\">Natural Right and History</a></i>. (Baseado nas palestras Walgreen lectures.) Chicago: U of Chicago P, 1953.  Reimpresso com novo prefácio, 1971. versão impressa. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/978-0-226-77694-1\" title=\"Especial:Fontes de livros/978-0-226-77694-1\">978-0-226-77694-1</a>.</li>\n<li>\"<a href=\"//archive.org/details/LeoStraussExistentialism1956Integral_201810\" class=\"extiw\" title=\"iarchive:LeoStraussExistentialism1956Integral 201810\">Existentialism</a>\" (1956), uma palestra pública sobre o pensamento de Martin Heidegger, publicada em <i>Interpretation</i>, Spring 1995, Vol.22 No. 3: 303-18.</li>\n<li><i>Seminar on Plato's Republic</i>, (<a href=\"//archive.org/details/leo-strauss-platos-republic-1957\" class=\"extiw\" title=\"iarchive:leo-strauss-platos-republic-1957\">1957 Lecture</a>), (<a href=\"//archive.org/details/leo-strauss-platos-republic-1961txt\" class=\"extiw\" title=\"iarchive:leo-strauss-platos-republic-1961txt\">1961 Lecture</a>). University of Chicago.</li>\n<li><i><a href=\"/w/index.php?title=Thoughts_on_Machiavelli&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Thoughts on Machiavelli (página não existe)\">Thoughts on Machiavelli</a></i>. Glencoe, Ill.: <a href=\"//archive.org/details/LeoStraussThoughtsOnMachiavelli1958\" class=\"extiw\" title=\"iarchive:LeoStraussThoughtsOnMachiavelli1958\">The Free Press, 1958</a>. Reeditado Chicago: U of Chicago P, 1978.</li>\n<li><i><a href=\"//archive.org/details/dli.ernet.536757\" class=\"extiw\" title=\"iarchive:dli.ernet.536757\">What Is Political Philosophy? and Other Studies</a></i>. Glencoe, Ill.: The Free Press, 1959. Reeditado Chicago: U of Chicago Press, 1988.</li>\n<li><i>On Plato's Symposium</i> [1959]. Ed. Seth Benardete. (Transcrição editada das palestras de 1959.) Chicago: U de Chicago P, 2001.</li>\n<li>\"<a href=\"//archive.org/details/LeoStraussRelativism1961.Ocr\" class=\"extiw\" title=\"iarchive:LeoStraussRelativism1961.Ocr\">'Relativism'\"</a>. 135–57 in Helmut Schoeck and James W. Wiggins, eds., <i>Relativism and the Study of Man</i>. Princeton: D. Van Nostrand, 1961. Partial reprint, 13–26 in <i>The Rebirth of Classical Political Rationalism</i>, 1989.</li>\n<li><i><a href=\"/w/index.php?title=History_of_Political_Philosophy&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"History of Political Philosophy (página não existe)\">History of Political Philosophy</a></i>. Co-editada com <a href=\"/w/index.php?title=Joseph_Cropsey&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Joseph Cropsey (página não existe)\">Joseph Cropsey</a>. Chicago: U of Chicago P, <a href=\"//archive.org/details/historyofpolitic00stra\" class=\"extiw\" title=\"iarchive:historyofpolitic00stra\">1963 (1st ed.)</a>, 1972 (2nd ed.), 1987 (3rd ed.).</li>\n<li>\"<a href=\"//archive.org/details/leo-strauss-the-crisis-of-our-time-1963\" class=\"extiw\" title=\"iarchive:leo-strauss-the-crisis-of-our-time-1963\">The Crisis of Our Time\"</a>, 41–54, e \"<a href=\"//archive.org/details/leo-strauss-crisis-of-political-philosophy-1963\" class=\"extiw\" title=\"iarchive:leo-strauss-crisis-of-political-philosophy-1963\">The Crisis of Political Philosophy</a>\", 91–103, in Howard Spaeth, ed., <i>The Predicament of Modern Politics</i>. Detroit: U of Detroit P, 1964.\n<ul><li>\"Political Philosophy and the Crisis of Our Time\". (Adaptação dos dois ensaios em Howard Spaeth, ed., <i>The Predicament of Modern Politics</i>, 1964.) 217–42 in George J. Graham, Jr., e George W. Carey, eds., <i>The Post-Behavioral Era: Perspectives on Political Science</i>. Nova Iorque: David McKay, 1972.</li></ul></li>\n<li><i><a href=\"//archive.org/details/cityman0000stra\" class=\"extiw\" title=\"iarchive:cityman0000stra\">The City and Man</a></i>. (Baseado nas palestras de Page-Barbour de 1962.) Chicago: Rand McNally, 1964.</li>\n<li><i><a href=\"//archive.org/details/socratesaristoph0000stra\" class=\"extiw\" title=\"iarchive:socratesaristoph0000stra\">Socrates and Aristophanes</a></i>. New York: Basic Books, 1966. Reeditado Chicago: U of Chicago P, 1980.</li>\n<li><i><a href=\"//archive.org/details/liberalismancien0000stra\" class=\"extiw\" title=\"iarchive:liberalismancien0000stra\">Liberalism Ancient and Modern</a></i>. New York: Basic Books, 1968. Reeditado com prefácio por Allan Bloom, 1989. Reeditado Chicago: U of Chicago P, 1995.</li>\n<li><i><a href=\"//archive.org/details/xenophonssocrati00stra_0\" class=\"extiw\" title=\"iarchive:xenophonssocrati00stra 0\">Xenophon's Socratic Discourse: An Interpretation of the Oeconomicus</a></i>. Ithaca: Cornell UP, 1970.</li>\n<li><i><a href=\"//archive.org/details/LeoStraussOnNietzschesbeyondGoodEvil/\" class=\"extiw\" title=\"iarchive:LeoStraussOnNietzschesbeyondGoodEvil/\">Note on the Plan of Nietzsche's \"Beyond Good &amp; Evil\"</a></i>.  St. John's College, 1971.</li>\n<li><i><a href=\"//archive.org/details/xenophonssocrate0000stra\" class=\"extiw\" title=\"iarchive:xenophonssocrate0000stra\">Xenophon's Socrates</a></i>. Ithaca: Cornell UP, 1972.</li>\n<li><i><a href=\"//archive.org/details/argumentacti00stra\" class=\"extiw\" title=\"iarchive:argumentacti00stra\">The Argument and the Action of Plato's Laws</a></i>. Chicago: U of Chicago P, 1975.</li>\n<li><i>Political Philosophy: Six Essays by Leo Strauss</i>. Ed. Hilail Gilden. Indianapolis: Bobbs-Merrill, 1975.\n<ul><li><i><a href=\"//archive.org/details/introductiontopo0000stra_e6k2\" class=\"extiw\" title=\"iarchive:introductiontopo0000stra e6k2\">An Introduction to Political Philosophy: Ten Essays by Leo Strauss.</a></i> (Versão ampliada de <i>Filosofia Política: Seis Ensaios de Leo Strauss</i>, 1975.) Ed. Hilail Gilden. Detroit: Wayne State UP, 1989.</li></ul></li>\n<li><i><a href=\"//archive.org/details/studiesinplatoni0000stra_o7u1\" class=\"extiw\" title=\"iarchive:studiesinplatoni0000stra o7u1\">Studies in Platonic Political Philosophy</a></i>. Introd. by Thomas L. Pangle. Chicago: U of Chicago P, 1983.</li>\n<li><i><a href=\"//archive.org/details/rebirthofclassic00stra\" class=\"extiw\" title=\"iarchive:rebirthofclassic00stra\">The Rebirth of Classical Political Rationalism: An Introduction to the Thought of Leo Strauss – Essays and Lectures by Leo Strauss</a></i>. Ed. Thomas L. Pangle. Chicago: U of Chicago P, 1989.</li>\n<li><i>Faith and Political Philosophy: the Correspondence Between Leo Strauss and Eric Voegelin, 1934–1964</i>. Peter Emberley e Barry Cooper. Introd. por Thomas L. Pangle. University Park, PA: O Estado da Pensilvânia UP, 1993.</li>\n<li><i>Hobbes's Critique of Religion and Related Writings</i>. Ed.e Gabriel Bartlett e Svetozar Minkov. Chicago: U de Chicago P, 2011. (Tradução de materiais publicados pela primeira vez no <i>Gesammelte Schriften</i>, Vol. 3, incluindo um manuscrito inacabado de Leo Strauss de um livro sobre Hobbes, escrito em 1933-1934, e alguns escritos relacionados mais curtos.)</li>\n<li><i>Leo Strauss on Moses Mendelssohn</i>. Editado e traduzido por Martin D. Yaffe. Chicago: Editora da Universidade de Chicago, 2012. (Tradução comentada de dez introduções escritas por Strauss para uma edição crítica de vários volumes da obra de Mendelssohn.)</li>\n<li>\"<a href=\"//archive.org/details/LeoStraussOnEsotericismExotericism/Strauss-ExotericTeaching/\" class=\"extiw\" title=\"iarchive:LeoStraussOnEsotericismExotericism/Strauss-ExotericTeaching/\">Exoteric Teaching</a>\" (Edição Crítica de Hannes Kerber). Em <i>Reorientação: Leo Strauss na década de 1930</i>. Editado por Martin D. Yaffe e Richard S. Ruderman. Nova Iorque: Palgrave, 2014, pp. 275-86.</li>\n<li>\"Lecture Notes for 'Persecution and the Art of Writing'\" (Edição Crítica de Hannes Kerber). Em <i>Reorientação: Leo Strauss na década de 1930</i>. Editado por Martin D. Yaffe e Richard S. Ruderman. Nova Iorque: Palgrave, 2014, pp. 293-304.</li>\n<li><i>Leo Strauss sobre “Thus Spoke Zarathustra”, de Nietzsche</i>. Editado por Richard L. Velkley. Chicago: Editora da Universidade de Chicago, 2017.</li>\n<li><i>Leo Strauss on Political Philosophy: Responding to the Challenge of Positivism and Historicism</i>. Editado por Catherine H. Zuckert. Chicago: Editora da Universidade de Chicago, 2018.</li>\n<li><i>Leo Strauss on Hegel</i>. Editado por Paulo Franco. Chicago: Editora da Universidade de Chicago, 2019.</li></ul>",
        "<ul><li><i><a href=\"//archive.org/details/spinozascritique0000stra\" class=\"extiw\" title=\"iarchive:spinozascritique0000stra\">Spinoza's Critique of Religion</a></i> (1930).</li>\n<li><i>Philosophy and Law</i> (1935).</li>\n<li>\"Quelques remarques sur la science politique de Maïmonide et de Farabi\". <i>Revue des études juives</i> 100 (1936): 1–37.</li>\n<li>\"Der Ort der Vorsehungslehre nach der Ansicht Maimunis\". <i>Monatschrift für Geschichte und Wissenschaft des Judentums</i> 81 (1936): 448–56.</li>\n<li>\"The Literary Character of The Guide for the Perplexed\" [1941]. 38–94 in <i>Persecution and the Art of Writing</i>. Chicago: U of Chicago P, 1952.</li>\n<li>[1944] \"How to Study Medieval Philosophy\" [. <i>Interpretation</i> 23, no. 3 (Spring 1996): 319–338. Publicado anteriormente, menos anotações e quinto parágrafo, como \"Como começar a estudar a filosofia medieval\" em Pangle (ed.), <i>The Rebirth of Classical Political Rationalism</i>, 1989.</li>\n<li>[1952]. <i>Modern Judaism</i> 1, no. 1 (May 1981): 17–45. Reimpresso Cap. 1 (III) em <i>Jewish Philosophy and the Crisis of Modernity</i>, 1997.</li>\n<li>[1952]. <i>Independent Journal of Philosophy</i> 3 (1979), 111–18. Reimpresso Cap. 1 (I-II) em <i>Jewish Philosophy and the Crisis of Modernity</i>, 1997.</li>\n<li>\"Maimonides' Statement on Political Science\". <i>Proceedings of the American Academy for Jewish Research</i> 22 (1953): 115–30.</li>\n<li>[1957]. <i>L'Homme</i> 21, n° 1 (janvier–mars 1981): 5–20. Reimpresso Cap. 8 em <i>Jewish Philosophy and the Crisis of Modernity</i>, 1997.</li>\n<li>\"How to Begin to Study The Guide of the Perplexed\". In <i>The Guide of the Perplexed, Volume One</i>. Trans. Shlomo Pines. Chicago: U of Chicago P, 1963.</li>\n<li>[1965] \"On the Plan of the Guide of the Perplexed\". <i>Harry Austryn Wolfson Jubilee</i>. Volume (Jerusalem: American Academy for Jewish Research), pp. 775–91.</li>\n<li>\"Notes on Maimonides' Book of Knowledge\". 269–83 em <i>Studies in Mysticism and Religion Presented to G. G. Scholem</i>. Jerusalém: Magnes Press, 1967.</li>\n<li><i>Jewish Philosophy and the Crisis of Modernity: Essays and Lectures in Modern Jewish Thought</i>. Ed. Kenneth Hart Green. Albany: SUNY P, 1997.</li>\n<li><i>Leo Strauss on Maimonides: The Complete Writings</i>. Editado por Kenneth Hart Green. Chicago: University of Chicago Press, 2013.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://leostrausscenter.uchicago.edu/\">The Leo Strauss Center</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://leostraussfoundation.org/\">The Leo Strauss Foundation</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.lib.uchicago.edu/e/scrc/findingaids/view.php?eadid=ICU.SPCL.STRAUSSLEO\">Guide to the Leo Strauss Papers circa 1930–1997</a> at the University of Chicago Special Collections Research Center</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"//archive.org/search.php?query=%28subject%3A%22Strauss%2C%20Leo%22%20OR%20subject%3A%22Leo%20Strauss%22%20OR%20creator%3A%22Strauss%2C%20Leo%22%20OR%20creator%3A%22Leo%20Strauss%22%20OR%20creator%3A%22Strauss%2C%20L%2E%22%20OR%20title%3A%22Leo%20Strauss%22%20OR%20description%3A%22Strauss%2C%20Leo%22%20OR%20description%3A%22Leo%20Strauss%22%29%20OR%20%28%221899-1973%22%20AND%20Strauss%29\">Obras de ou sobre Leo Strauss</a> no <a href=\"/wiki/Internet_Archive\" title=\"Internet Archive\">Internet Archive</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_miscellaneous.svg\" title=\"Portal da educação\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/40px-Nuvola_apps_edu_miscellaneous.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/60px-Nuvola_apps_edu_miscellaneous.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Educa%C3%A7%C3%A3o\" title=\"Portal:Educação\">Portal da educação</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Edmund_Burke2.jpg\" title=\"Portal do conservadorismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/31/Edmund_Burke2.jpg/40px-Edmund_Burke2.jpg\" decoding=\"async\" width=\"23\" height=\"30\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/31/Edmund_Burke2.jpg/60px-Edmund_Burke2.jpg 2x\" data-file-width=\"180\" data-file-height=\"232\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Conservadorismo\" title=\"Portal:Conservadorismo\">Portal do conservadorismo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_States.svg\" title=\"Portal dos Estados Unidos\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/40px-Flag_of_the_United_States.svg.png\" decoding=\"async\" width=\"25\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/60px-Flag_of_the_United_States.svg.png 2x\" data-file-width=\"1235\" data-file-height=\"650\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Estados_Unidos\" title=\"Portal:Estados Unidos\">Portal dos Estados Unidos</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Menorah7a.png\" title=\"Portal do judaísmo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/71/Menorah7a.png/40px-Menorah7a.png\" decoding=\"async\" width=\"25\" height=\"21\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/71/Menorah7a.png/60px-Menorah7a.png 2x\" data-file-width=\"133\" data-file-height=\"112\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Juda%C3%ADsmo\" title=\"Portal:Judaísmo\">Portal do judaísmo</a></span></span></li> </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1899\" title=\"Categoria:Nascidos em 1899\">Nascidos em 1899</a><a href=\"/wiki/Categoria:Mortos_em_1973\" title=\"Categoria:Mortos em 1973\">Mortos em 1973</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_pol%C3%ADticos\" title=\"Categoria:Filósofos políticos\">Filósofos políticos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Cientistas_pol%C3%ADticos_dos_Estados_Unidos\" title=\"Categoria:Cientistas políticos dos Estados Unidos\">Cientistas políticos dos Estados Unidos</a><a href=\"/wiki/Categoria:Alem%C3%A3es_expatriados_nos_Estados_Unidos\" title=\"Categoria:Alemães expatriados nos Estados Unidos\">Alemães expatriados nos Estados Unidos</a><a href=\"/wiki/Categoria:Judeus_da_Alemanha\" title=\"Categoria:Judeus da Alemanha\">Judeus da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Alem%C3%A3es_da_Primeira_Guerra_Mundial\" title=\"Categoria:Alemães da Primeira Guerra Mundial\">Alemães da Primeira Guerra Mundial</a><a href=\"/wiki/Categoria:Metaf%C3%ADsicos\" title=\"Categoria:Metafísicos\">Metafísicos</a><a href=\"/wiki/Categoria:Epistemologistas\" title=\"Categoria:Epistemologistas\">Epistemologistas</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_Columbia\" title=\"Categoria:Alunos da Universidade Columbia\">Alunos da Universidade Columbia</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Hamburgo\" title=\"Categoria:Alunos da Universidade de Hamburgo\">Alunos da Universidade de Hamburgo</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Freiburg\" title=\"Categoria:Alunos da Universidade de Freiburg\">Alunos da Universidade de Freiburg</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Marburg\" title=\"Categoria:Alunos da Universidade de Marburg\">Alunos da Universidade de Marburg</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Cambridge\" title=\"Categoria:Professores da Universidade de Cambridge\">Professores da Universidade de Cambridge</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Chicago\" title=\"Categoria:Professores da Universidade de Chicago\">Professores da Universidade de Chicago</a><a href=\"/wiki/Categoria:Platonistas\" title=\"Categoria:Platonistas\">Platonistas</a><a href=\"/wiki/Categoria:Naturais_da_Pr%C3%BAssia\" title=\"Categoria:Naturais da Prússia\">Naturais da Prússia</a><a href=\"/wiki/Categoria:Judeus_asquenazes\" title=\"Categoria:Judeus asquenazes\">Judeus asquenazes</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Leo_Strauss_USA_1939.jpg/250px-Leo_Strauss_USA_1939.jpg",
    "view": "leo_strauss"
}