{
    "url": "https://pt.wikipedia.org/wiki/Lorenzo_Valla",
    "codigo_http": 200,
    "titulo": [
        "Lorenzo Valla"
    ],
    "conteudo": [
        "Lorenzo Valla (em latim: Laurentius Vallensis) (1407 – 1 de agosto de 1457) [1] foi um escritor, filólogo, filósofo e professor especialista em retórica e oratória. Valla foi um dos mais importantes humanistas italianos de sua época e célebre por sua aplicação dos novos padrões humanistas de crítica às tradições medievais e a documentos usados pelo Papado em apoio de seu poder temporal. Em 1439 publicou a obra De Falso Credita et Ementita Constantini Donatione Declamatio contra a Doação de Constantino, que provou efetivamente que o famoso documento, pelo qual a autoridade imperial romana teria sido transmitida ao Papado, era espúrio.\n",
        "Valla foi também um filósofo de prestígio e com seus conhecimentos sobre linguística, sendo grande conhecedor do latim e do grego, expôs erros decorrentes de traduções defeituosas de Aristóteles e da Bíblia. Se tornou um grande crítico da lógica escolástica aristotélica e do estoicismo, além de defensor de uma moral inspirada no epicurismo.[2]\n",
        "Lorenzo Valla nasceu em Roma no ano 1407 (não se sabe o mês e o dia exato) em uma família de origem Piacenza.[3] As fontes que se tem acesso no que se refere especificamente à infância de Valla são muito escassas, pouco se sabe sobre o humanista italiano nesse momento de sua vida. Até os 24 anos, Valla passava a maior parte do tempo em Roma estudando gramática e retórica latina.[4] Além disso, a julgar pela quantidade de estudos que teve acesso, como a língua grega e o latim, e seu rápido aprendizado, é muito provável que Valla fosse um autodidata desde a juventude.[5] Seu pai, Lucca, faleceu quando Valla ainda era jovem, tendo dessa forma uma atenção especial de sua mãe, Caterina, em relação a sua educação e também de seus irmãos, já que após o falecimento de seu marido, ela não se casou mais. Em sua educação, Lorenzo Valla teve uma forte influência através de um círculo florentino composto por ilustres humanistas e por conta deles, Valla teve durante sua infância bastante contato com estudos do Oriente e continuou a ter uma forte admiração pelos mesmos assuntos, posteriormente.[6]\n",
        "Na realidade seu sobrenome era \"Della Valle\", mas ele costumava assinar as cartas com \"Vallensis\". Contudo foi pela forma de Valla que ficou conhecido. O pai de Lorenzo Valla era doutor em direito civil e advogado consistorial e sua mãe era filha do jurisconsulto Giovanni Scrivani, empregado na cúria pontifícia, sendo eles de origem ''popular'', ou seja, Valla não nasceu na nobreza. O humanista tinha orgulho de ser romano. Nasceu em Roma porque seu pai exercia um cargo na cidade.[6] Lorenzo Valla viveu 50 anos marcados pelo \"nomadismo\" — Pavia, Milão, Florença e Nápoles são exemplos de cidades por onde passou — e por diversas inimizades e amizades também.[7] A juventude dele foi vivida em Roma, onde estudou sob a tutela de grandes humanistas, como por exemplo Giovanni Aurispa (João Aurispa no português) e Leonardo Bruni. Seus estudos também foram guiados pelo seu tio materno, Melchiore Scrivani, que também era um humanista e secretário apostólico. Valla desejava suceder o tio desde o início.[8]\n",
        "Lorenzo Valla teve uma vida marcada por muitas polêmicas e perseguições por parte de seus inimigos. Porém, seu vasto conhecimento nos textos clássicos e seu estilo de escrita latina atraíram protetores e admiradores. Em suas palavras, se considerava como um gramático, orador e um retórico[9] e ainda, um experto em música, astronomia, leis civis, grego[10] e uma infinidade de outras coisas.[11] Lorenzo Valla vivia em uma época em que a doutrina filosófica e mística do período medieval encontrava-se em conflito com as ideias da nova geração. A ciência erudita se sobrepunha à literatura popular. Havia um grande interesse por parte dos humanistas, como Leonardo Bruni, em tornar o latim a língua universal entre os eruditos, tal qual em outro momento entre os povos sujeitos ao Império Romano. Eles pretendiam, com auxílio e aprovação da Igreja, garantir e preservar o uso da língua latina clássica em todas as instâncias oficiais. Assim, os defensores dessa nova literatura viram em Valla, uma figura de destaque para promover esse restauro. [6]\n",
        "\nAo apaixonar-se pela obra de Quintiliano: Institutio Oratoria, descoberta por Poggio Bracciolini em 1416 durante o Concílio de Constança, Lorenzo Valla, com cerca de 20 anos, tem o interesse de se tornar um orador mas não no sentido atribuído pelos antigos, cuja competência de se expressar seguia uma tradição oral ricamente construída a partir da experiência nos fóruns públicos. Os eruditos do século XIV, diferentemente, quase não encontravam ocasiões para mostrarem sua habilidade da oratória, pois os juristas argumentavam menos oralmente que por escrito. Por conseguinte, chamavam de “oradores” àqueles “literatos” que expunham com “estilo elevado ideias vantajosas aos homens”.[6]",
        "No tempo em que o Papa Martinho V (de 1417 até sua morte, em 1431) reinava em Roma, surge a vontade em Valla de se tornar um participante da cúria pontifícia após se posicionar contra a Igreja, apesar de suas medidas para embelezar a cidade e do apoio na cúria a alguns humanistas como Poggio, Bruni, Aurispa e outros em luta contra os canônicos, [nota 1] seu desejo de fortalecer a Igreja sobre o poder temporal, acumular riquezas e dispersar as obras do Concílio. A oportunidade aparece em 1429 quando Valla tinha 24 anos. Persuadido de possuir suficiente engenho e aptidão, Valla reivindica sua eleição na sucessão ao cargo de secretário papal.[6] Seu pedido foi negado visto que Poggio Bracciolini e Antonio Loschi foram contrários, alegando ao Papa que um secretário tão jovem desprezaria os mais velhos. Porém, segundo o próprio Valla, tal recusa deveu-se sobretudo à artimanha de uma vingança literária, incitada pela inveja daqueles em relação à sua obra De Comparatione.[12]\n",
        "Como alternativa, Panormita indica o jovem a Antonio Cremona para o preenchimento de um cargo na Universidade de Pavia. Depois de um período lecionando como professor privado, Valla é obrigado a transferir-se para Piacenza em 1430, provavelmente em razão da peste que assolava a cidade. Ali, ele conclui o que seria a primeira versão do diálogo De Voluptate (Sobre o Prazer), publicado só no ano seguinte quando retorna a Pavia e passa a ocupar o cargo de leitor público. Valla passa dois anos lecionando na Universidade de Pavia (1430-32) e em 1433 muda-se para Milão. [6]\n",
        "Em Milão, Valla reedita a sua obra De Voluptate alterando o título para De vero falsoque Bono (Sobre o verdadeiro e o falso bem), mudando personagens e cenário. Também se torna mestre em retórica. Dado o caráter inédito do epicurismo, muitas de suas ideias sofreram sérios ataques. Exemplos de críticas desse tipo são as cinco Invective in Lorenzo Valla (1446) de Bartolomeu Facio e algumas epístolas de Poggio, Loschi e outros humanistas. Em resposta, Valla escreve o Recriminationes in Facium (1447) e Antidotum in Poggio (1452).\n",
        "Em 1435, Valla se muda novamente, mas desta vez para a corte de Nápoles, a serviço do Afonso V de Aragão, onde mora por 13 anos (1435-48). Lá ele termina o livro De Libero Arbitrio (Diálogo sobre o Livre-Arbítrio) em 1439. [nota 2] Também no mesmo período, conclui a Dialecticae Disputationes (1439) e depois a obra Elegância da Língua Latina (1444). E ainda no mesmo período, Valla traduz do grego Esopo, Xenofonte e Homero.[6]\n",
        "Em uma tensão política entre o Afonso V de Aragão e o Papa Eugênio IV, redige a De Falso Credita et Ementita Constantini Donatione Declamatio, a qual questiona a autenticidade do documento que concedia ao Papa e à Igreja direitos sobre o poder temporal, e o diálogo De professione religiosorum. Valla frequentemente refutava a Igreja e depois da paz de 1443 entre o Papa e o rei Afonso V, foi chamado para responder por muitas de suas ideias em um julgamento inquisitorial, especialmente aquelas ditas em seu Diálogo sobre o Prazer e Dialectica. Foi condenando a negar suas ideias em público, porém sendo orgulhoso de si, negou-se, sendo salvo graças à intervenção do rei. Em 1444, o final desse episódio o induziu a escrever a Apologia a Eugênio IV. Ainda nesse período, Valla faz uma terceira versão de Diálogo sobre o Prazer com o título de De vero Bono (1444/49). Sobre a quarta versão, não se sabe se ela corresponde a uma revisão realizada pelo próprio Valla na última década de sua vida, ou se é resultado de um antígrafo com erros de copista.[6]\n",
        "Com a morte e sucessão do Papa Eugênio IV por Nicolau V em 1448, Valla finalmente encontra um pouco de paz. Então retorna a Roma e passa a exercer o ofício de redator e secretário pontifical e professor de retórica na Universidade de Roma. Revê sua Elegantie e traduz para o Papa obras de Tucídides e Heródoto do grego para o latim. E em Roma também termina o seu Adnotationes in Novum Testamentum (1453), iniciado em Nápoles em 1442.[6] Valla traduziu a obra “História da Guerra do Peloponeso” de Tucídides para o latim entre 1448 e 1452, por encomenda do papa Nicolau V.[13] Ao final de sua vida escreve o De mysterio Eucharistiae, Encomium s. Thomae Aquinates e a Oratio in principio sui studdi (1455). Valla faleceu em Roma em 1 de agosto de 1457. Seu túmulo se encontra na Basílica de São João de Latrão, em Roma, local onde seus restos mortais estariam enterrados.[14]\n",
        "A filologia é uma ciência histórica que busca o conhecimento da cultura e civilização de um povo, em determinada época de sua história, por meio de textos e documentos escritos, especialmente os literários. Analisa manuscritos e estuda a autenticidade e veracidade desses documentos.[15]\n",
        "A figura de Lorenzo Valla é comumente associada à importância da sua contribuição filológica e literária. Com a influência desse pensamento lógico, Lorenzo Valla, em 1439 escreve Disputationes Dialecticae, ainda longe de revolucionar a lógica aristotélica, mas pensando em uma simplificação. Para Valla, a lógica é um instrumento produtivo, enquanto a escolástica é uma abstração.[16]\n",
        "Acreditava-se que era necessário recuperar a antiguidade em seu sentido mais genuíno, significando o que realmente era, e é com Valla que esta necessidade surge com ainda mais força como uma metodologia consciente.[17] É com os estudos de Lorenzo Valla que ocorre a união entre pensamento e linguagem, e que determina um novo pensar do papel que essa relação assume no conhecimento.\n",
        "Lorenzo Valla buscava restaurar a força da linguagem. Queria entender o significado primitivo das expressões.[18] Voltando a avaliação original da palavra, ele pretendia determinar a intencionalidade, revisitar as fontes. Daí parte a sua crítica a Aristóteles e inicia-se a sua investigação linguística e gramatical.[19]  \n",
        "O manual Elegantiae linguae Latinae escrito entre 1435 e 1444, tinha o intuito de mostrar o uso correto do latim, que teve grandes repercussões por toda a Europa. A publicação continha as inovadoras ideias de Valla e Petrarca, ganhando uma grande visibilidade visto que nenhum outro humanista havia pensado em tal ideia, e por esse motivo acaba virando um dos focos principais de Valla.[nota 3] Para Valla a língua é considerada como um artefato cultural, sujeita a desenvolvimentos e mudanças com o passar do tempo. Com isso, em um contexto literário qualquer tentativa em escrever um bom latim antes de tais descobertas de Valla e Petrarca tinham falhado, pois havia a falta de fundamentação histórica do desenvolvimento linguístico. Valla repetia que\npara escrever um bom latim o escritor teria que definir um período preciso e usar apenas o vocabulário e práticas gramaticais daquela determinada época.[20]\n",
        "É também a partir destes estudos que ele consegue desmascarar a farsa da Doação de Constantino.\n",
        "A Doação de Constantino se trata de um documento no qual, supostamente, o imperador romano Constantino I fazia a doação e concessão do Palácio de Latrão, o governo de Roma, da Itália e todos os territórios ocidentais do Império Romano ao papa Silvestre I e a seus sucessores. Esse documento beneficiou de diversas formas a Igreja Católica por anos, até finalmente, em 1440, ser descoberta a farsa por trás do mesmo, a partir do trabalho de Lorenzo Valla.\n",
        "Valla foi o responsável por descobrir a mentira por trás do documento, através de sua análise dos elementos linguísticos, como expressões, palavras que ainda não eram comuns no vocabulário da época em que o documento teria sido escrito, a menção de igrejas em Roma, o uso estranho de tempos verbais, além da comparação entre o latim clássico da época de Constantino I e o latim vulgar medieval que constava no documento.[22]   \n",
        "No final da obra De Falso Credita et Ementita Constantini Donatione Declamatio (1439), Valla faz uma longa reflexão sobre o que ele achava da Igreja daquela época, dizendo que, mesmo que o Papa Silvestre I tivesse recebido de Constantino essa doação, ele não deveria ter aceitado. Ele diz que ao aceitar os bens doados o Papa trouxe discórdia e guerras entre os povos. Ele prossegue dizendo que o papa queria riquezas e que acha que pode arrancá-la das mãos daqueles que ocupam o que Constantino teria doado, criando assim o desejo de todos os homens, tanto por fama quanto por necessidade, de fazer o que a instituição mais elevada faz. Segundo Valla, não há mais religião; nada mais é santo; não há mais temor a Deus: todos os ímpios perpetuam seus crimes com o exemplo do papa.[21]\n",
        "Os elementos linguísticos foram fundamentais na detecção da mentira nesse trabalho de Lorenzo Valla. Sendo assim, este foi um de seus principais trabalhos como filólogo e um dos feitos mais importantes da vida de Valla, no qual ele conseguiu desmascarar a farsa de um documento importante para a História e deixou um legado que perdura até os dias de hoje.\n",
        "Na obra De Voluptate de 1431, é que Valla apresenta por meio de um diálogo, os motivos pelo qual não é de acordo com o conceito de “Verdadeiro bem” segundo a filosofia estoica. Ao construir um debate entre um epicurista, o poeta Antonio Beccadelli e um estoico, o professor e chanceler Leonardo Bruni, na obra o autor apresenta a visão filosófica de cada escola para definir o conceito. Para o epicurismo, no qual Valla era adepto, o verdadeiro bem seria o “Prazer”, pois este seria desejável do homem, lhe seria útil e agradável quando bem entendesse. Para os estoicos o verdadeiro bem seria a \"Honestidade\" derivada da \"virtude\", além de outras virtudes como a \"Coragem\", entretanto, isso priva do prazer da dor e do sofrimento, segundo Epícuro, e as possibilidades que este prazer possa trazer. A crítica de Lorenzo Valla se baseia nesta diferença de conceitos, no qual o estoicismo limita o homem em alcançar o bem devido às obrigações de suas virtudes, que o impedem de experimentar as experiências e consequências das adversidades.[6]\n",
        "\nSegundo Valla:",
        "O estoicismo tenta impedir algo natural, como a emoção dos sentidos, que tem origem na dor e no prazer. Segundo Beccadelli, a dor não seria um mal e o prazer seria o seu alívio. Com estes argumentos e tantos outros, citando outros epicuristas, Valla defendeu seu posicionamento ao mesmo tempo em que tentou não fugir dos valores cristãos, uma vez que são ideologias pagãs condenadas pela igreja católica na época.[6]\n",
        "Trata-se de uma tríade de livros encenando um diálogo entre quatro secretários papais, dentre eles o tio de Valla, Melchior Scrivani, e seu rival Poggio Bracciolini e mais cinco convidados, que discutem a respeito das relações de alguns conceitos cristãos, entre caridade e beatitude, e voluptas e honestas sob as visões epicuristas e estoicas. No primeiro livro o autor apresenta as ideias estoicas, no segundo as críticas a elas e no terceiro uma conclusão de acordo com o pensamento epícuro-cristão. Encenada em Roma, a obra é reflexo das contribuições de Valla em Florença e Pavia,[8] dentre os personagens há figuras importantes tanto para Valla quanto para o Humanismo, como o poeta Parnomita e o florentino Niccolò Niccoli, o próprio Valla torna-se personagem na obra e todos possuem diferentes “ofícios”, significativos no estudo humanístico, como o professor de língua grega, Rinuccio. Aproveitando a ocasião do encontro entre tantos eruditos, optam por debater a respeito da natureza ética: a definição do “verdadeiro bem” e de “virtude”.[26] Admiradores do modo de vida dos antigos, eles se reúnem em outro local mais próximo do centro da cidade e iniciam o debate, posicionando o pensamento estoico contrapondo-se ao epicurista e inaugurando, pelo próprio Valla, uma nova concepção filosófica de “verdadeiro bem” segundo seus estudos humanísticos, atribuídos à cristandade e introduzindo um epicurismo-cristão.[27] Esta nova vertente representou uma crítica e oposição aos estoicos e aos falsos epicuristas além de relacionar o epicurismo com os ensinamentos cristãos.\n",
        "A obra não foi bem recebida pela igreja e nem pelos eruditos da época, obrigando Valla a revisá-la mais de uma vez, alterando pequenos detalhes sem modificar a ideia central colocada.\n",
        "Lorenzo Valla usou seu vasto conhecimento clássico e filosófico para criticar várias ideias e teorias. Além de sua crítica ao Estoicismo, Valla também atacou o aristotelismo escolástico. Quando ainda estava na corte de Afonso V de Aragão, Valla escreveu as obras Dialecticae Disputationes e De libero arbitrio.[24] Sobre a obra Dialecticae Disputationes ou sua segunda versão intitulada Repastinatio dialectice et philosophie, publicada em 1439,[25] Valla expõe suas críticas à tradição escolástica da lógica aristotélica. Desta vez, Valla está propondo uma reformulação da dialética aristotélica a fim de reposicioná-la no senso comum e expressá-la sobre as bases do latim clássico.[26] Esse propósito é atribuído ainda no título da obra, em que o termo repastinatio se remete a reforma ou recriação, ou seja, Valla está propondo uma reformulação da filosofia aristotélica. Ainda neste livro, Valla em sua crítica ao aristotelismo reconhece que o mundo consiste em coisas. Essas coisas estão inseridas em três categorias básicas: substância, qualidade e ação. Como a gramática desempenha um papel importante no pensamento de Valla então em substância estas seriam categorias gramaticais de substantivo, adjetivo e verbo. Essas três categorias são as únicas que Valla admite; as outras categorias aristotélicas de acidentes como lugar, tempo, relação e quantidade podem ser reduzidas a qualidade ou ação.[27]\n",
        "Além disso, Valla expõe seus argumentos contra o aristotelismo com um sentido mais gramatical do que em um sentido filosófico, pretendendo substituir essa filosofia por uma nova lógica baseada no uso correto do latim clássico e em uma abordagem do senso comum à semântica e ao argumento. Assim, Valla apresenta a retórica como alternativa para o problema da mediação epistemológica entre filosofia e teologia.[nota 4] Essa preferência pelo estilo dialógico demonstrava sua intenção na transformação da lógica aristotélico-escolástica em dialética humanista.[28] No livro I o objetivo de Valla é simplificar o aparelho aristotélico-escolástico e descartar as raízes da metafísica e tudo o que considera estéril e infértil no pensamento acadêmico, criticando algumas de suas noções fundamentais e ainda discutindo em alguns capítulos sobre filosofia natural e filosofia moral. Nos livros II e III Valla discute proposições e formas de argumentação com o objetivo de fazer um inventário e análise de uma gama muito mais ampla de argumentos do que o silogismo.[29]\n",
        "Já na obra De libero arbítrio,[nota 5] Valla mantém suas críticas à teologia escolástica aristotélica — em especial o tomismo — e às conjecturas epistemológicas entre a filosofia e a teologia, contestando essa relação e sua aplicação à concepção da moralidade e do exercício da liberdade cristã.  Ademais, ele traz uma análise sobre a natureza do livre-arbítrio e a precedência de Deus. Valla também critica a filosofia natural de Aristóteles porque, segundo ele, diminui o poder de Deus. Desse modo, a crítica de Valla rejeita de certa forma essa multissecular relação filosófico-teológica, pois para ele, colocar a filosofia ao serviço da religião comporta uma dupla perversão que corrompe ambos os saberes.[7]\n",
        "Lorenzo Valla pode ser considerado um dos principais humanistas do século XV, bem como, uma das figuras mais polêmicas e controversas do seu tempo ao promover debates, através de suas obras, nos campos da política, filosofia, linguística e moral. Ele tinha admiradores que o defendiam, mas também inimigos.[6] No próprio círculo dos humanistas Valla colhia grandes inimigos — não se intimidava em expor suas obras — como por exemplo, o humanista Poggio Brancciolini. [31] Suas principais obras são: Declamatio de falso credita et ementita donatione Constantini, Elegantiae linguae latinae, De Voluptate e De Comparatione Ciceronis Quintilianique.\n",
        "Como humanista escreveu sobre Cícero e Quintiliano, mostrando seu grande interesse pela antiguidade e assim tornando-se um respeitado erudito. Além disso, ficou famoso por seu brilhante domínio da filologia latina. Com esse espírito crítico e grande conhecedor da língua latina demostrou que a Doação de Constantino era falsificada, uma das mais relevantes obras que representava o espírito humanista.[31]\n",
        "Príncipes e papas entendiam que os humanistas — versados ao latim e a escrita – eram indispensáveis para dois propósitos: para escrever cartas e para discursos solenes. Além de que, o príncipe Afonso V de Aragão, rei de Nápoles recorria aos seus serviços. Desse modo, mesmo com suas críticas, Valla foi nomeado pelo papa Nicolau V para o posto de secretário apostólico.[32]\n",
        "Sua grande contribuição ao humanismo do século XV, evidentemente, está nas provocações aos temas filosóficos debatidos naquele tempo. Valla contribuiu para instaurar a crítica filosófica ao contrapor a filosofia estoica de Boécio. Também, constrói uma defesa impressionante e vigorosa aos princípios epicuristas na tentativa de conter a ideia de subversão dessa escola filosófica.[31]\n",
        "Mais que um filólogo, professor de retórica, orador e gramático, Valla é um humanista dedicado a sua filosofia peculiar e original. Suas obras são leituras obrigatórias para autores posteriores e profissionais de diversas áreas das ciências humanas.[6] De fato, podemos considerar Valla no patamar dos grandes humanistas da época como: Niccolò Niccoli; Giannozzo Manetti, Francesco Petrarca, Poggio Bracciolini; Leonardo Bruni, entre outros.\n",
        "Uma das principais contribuições do humanista à crítica literária foi a produção do primeiro manual de gramática latina em quase mil anos, Elegantiae linguae Latinae. Contemporâneo a ele, Nicolau de Cusa, que também se dedicou à busca de textos literários antigos, foi muito influenciado pelo italiano. A admiração era tanta que Nicolau recomendou-o como secretário ao Papa, dizendo que se tratava de um homem cultíssimo e de um amigo muito especial. O Papa contratou Lorenzo como seu secretário. Logo, porém, o amigo de Nicolau escandalizou a Cúria Romana com um texto decididamente epicurista (De Voluptate), que lhe valeu a perda do emprego. O episódio é lembrado por críticos que censuram Nicolau por ter recomendado Lorenzo.\n",
        "Quando Valla se tornou secretário papal, ele foi para Roma, onde teve a oportunidade de aplicar sua crítica literária ao Novo Testamento na obra intitulada In Novum Testamentum ex diversorum utriusque linguae codicum collatione adnotationes, com o objetivo de avaliar a tradução latina de Jerônimo, confrontando-a com manuscritos gregos.\n",
        "Essa obra teve papel fundamental nos estudos de Erasmo de Roterdã,[33] levando-o a se dedicar quase exclusivamente à revisão e correção da tradução latina do Novo Testamento. Erasmo publicou a obra de Valla em 1505 com o título Adnotationes in Novum Testamentum e buscou freneticamente se aprofundar no estudo do grego. Não apenas Erasmo, mas também muitos outros de sua época que buscavam reformas na Igreja foram influenciados pelas obras de Lorenzo Valla.\n",
        "Ainda que apenas um copista e tradutor, Lorenzo Valla era crítico das obras que traduzia, nos estudos das Humanidades valia de grande conhecimento, que contribuíram para a elaboração das obras de sua autoria. \n"
    ],
    "ligacoes": [
        "<ul><li><i>De comparatione Ciceronis Quintilianique</i> (1428)<i><sup id=\"cite_ref-:2_23-1\" class=\"reference\"><a href=\"#cite_note-:2-23\"><span class=\"cite-bracket\">[</span>20<span class=\"cite-bracket\">]</span></a></sup> <sup id=\"cite_ref-39\" class=\"reference\"><a href=\"#cite_note-39\"><span class=\"cite-bracket\">[</span>nota 6<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>De Voluptate</i> (1431);<i><sup id=\"cite_ref-:0_6-13\" class=\"reference\"><a href=\"#cite_note-:0-6\"><span class=\"cite-bracket\">[</span>6<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>De uero falsoque bono</i> (1433);<i><sup id=\"cite_ref-40\" class=\"reference\"><a href=\"#cite_note-40\"><span class=\"cite-bracket\">[</span>34<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>Ad Candidum Decembrium contra Bartoli libellum cuius titulus de insignis armis epistula;<sup id=\"cite_ref-:2_23-2\" class=\"reference\"><a href=\"#cite_note-:2-23\"><span class=\"cite-bracket\">[</span>20<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>De libero arbitrio</i> (1439);<i><sup id=\"cite_ref-41\" class=\"reference\"><a href=\"#cite_note-41\"><span class=\"cite-bracket\">[</span>35<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>Dialecticae disputationes</i> (1439);<i><sup id=\"cite_ref-Não_nomeado-x-u_-1_28-1\" class=\"reference\"><a href=\"#cite_note-N%C3%A3o_nomeado-x-u_-1-28\"><span class=\"cite-bracket\">[</span>25<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>Repastinatio dialectice  let philosophie</i> (1439);<i><sup id=\"cite_ref-:2_23-3\" class=\"reference\"><a href=\"#cite_note-:2-23\"><span class=\"cite-bracket\">[</span>20<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>De Falso Credita et Ementita Constantini Donatione Declamatio</i> (1439);<i><sup id=\"cite_ref-:3_2-1\" class=\"reference\"><a href=\"#cite_note-:3-2\"><span class=\"cite-bracket\">[</span>2<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>De professione religiosorum</i> (1442);<i><sup id=\"cite_ref-42\" class=\"reference\"><a href=\"#cite_note-42\"><span class=\"cite-bracket\">[</span>36<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>Elegantiae linguae latinae</i> (1444);<i><sup id=\"cite_ref-43\" class=\"reference\"><a href=\"#cite_note-43\"><span class=\"cite-bracket\">[</span>37<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>Apologia adversus calumniatores</i> (1444);<i><sup id=\"cite_ref-:6_44-0\" class=\"reference\"><a href=\"#cite_note-:6-44\"><span class=\"cite-bracket\">[</span>38<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>Historiarum Ferdinandi regis Aragoniae</i> (1445);<i><sup id=\"cite_ref-45\" class=\"reference\"><a href=\"#cite_note-45\"><span class=\"cite-bracket\">[</span>39<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>Emendationes sex librorum Titi Livi</i> (1446–1447);<i><sup id=\"cite_ref-46\" class=\"reference\"><a href=\"#cite_note-46\"><span class=\"cite-bracket\">[</span>40<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>Adnotationes in Novum Testamentum,</i> (1449);<i><sup id=\"cite_ref-:6_44-1\" class=\"reference\"><a href=\"#cite_note-:6-44\"><span class=\"cite-bracket\">[</span>38<span class=\"cite-bracket\">]</span></a></sup></i></li>\n<li><i>Antidoto em Pogium</i> (1452).<i><sup id=\"cite_ref-47\" class=\"reference\"><a href=\"#cite_note-47\"><span class=\"cite-bracket\">[</span>41<span class=\"cite-bracket\">]</span></a></sup></i></li></ul>",
        "<ul><li><a href=\"/wiki/Epicurismo\" title=\"Epicurismo\">Epicurismo</a></li>\n<li><a href=\"/wiki/Aristotelismo\" title=\"Aristotelismo\">Aristotelismo</a></li>\n<li><a href=\"/wiki/Tomismo\" title=\"Tomismo\">Tomismo</a></li>\n<li><a href=\"/wiki/Neoescol%C3%A1stica\" title=\"Neoescolástica\">Neoescolástica</a></li>\n<li><a href=\"/wiki/Filologia_cl%C3%A1ssica\" class=\"mw-redirect\" title=\"Filologia clássica\">Filologia Clássica</a></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Mortos_em_1457\" title=\"Categoria:Mortos em 1457\">Mortos em 1457</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Portret_van_Lorenzo_Valla_Laurentius_Valla_%28titel_op_object%29%2C_RP-P-1909-4359.jpg/250px-Portret_van_Lorenzo_Valla_Laurentius_Valla_%28titel_op_object%29%2C_RP-P-1909-4359.jpg",
    "view": "lorenzo_valla"
}