{
    "url": "https://pt.wikipedia.org/wiki/Max_Stirner",
    "codigo_http": 200,
    "titulo": [
        "Max Stirner"
    ],
    "conteudo": [
        "Johann Kaspar Schmidt (25 de outubro de 1806 – 26 de junho de 1856), conhecido profissionalmente como Max Stirner, foi um filósofo pós-hegeliano alemão, lidando principalmente com a noção hegeliana de alienação social e autoconsciência.[3] Stirner é frequentemente visto como um dos precursores do niilismo, do existencialismo, da teoria psicanalítica, do pós-modernismo e do anarquismo individualista.[4][5]\n",
        "A obra principal de Stirner, O Único e a Sua Propriedade[6][7] (em alemão:  Der Einzige und sein Eigentum), foi publicado pela primeira vez em 1844 em Leipzig e desde então apareceu em inúmeras edições e traduções.[8][9]\n",
        "Stirner nasceu em Bayreuth, Baviera. O pouco que se sabe sobre sua vida se deve principalmente ao escritor alemão nascido na Escócia John Henry Mackay, que escreveu uma biografia de Stirner (Max Stirner - sein Leben und sein Werk), publicada em alemão em 1898 (ampliada em 1910, 1914) e traduzido para o inglês em 2005. Stirner era filho único de Albert Christian Heinrich Schmidt (1769-1807) e Sophia Elenora Reinlein (1778-1839), que eram luteranos.[10] Seu pai morreu de tuberculose em 19 de abril de 1807, aos 37 anos.[11] Em 1809, sua mãe casou-se novamente com Heinrich Ballerstedt (um farmacêutico) e estabeleceu-se em Kulm, na Prússia Ocidental (atual Chełmno, Polônia). Quando Stirner completou 20 anos, frequentou a Universidade de Berlim,[11] onde estudou filologia. Assistiu às palestras de Georg Wilhelm Friedrich Hegel, que se tornaria uma fonte de inspiração para seu pensamento.[12] Assistiu às palestras de Hegel sobre a história da filosofia, a filosofia da religião e o espírito subjetivo. Stirner mudou-se então para a Universidade de Erlangen, que frequentou ao mesmo tempo que Ludwig Feuerbach.[13]\n",
        "Stirner voltou a Berlim e obteve um certificado de professor, mas não conseguiu um cargo de professor em tempo integral do governo prussiano.[14] Enquanto estava em Berlim em 1841, Stirner participou de discussões com um grupo de jovens filósofos chamados Die Freien (Os Livres), que os historiadores posteriormente categorizaram como os Jovens Hegelianos. Alguns dos nomes mais conhecidos da literatura e da filosofia do século XIX estiveram envolvidos com este grupo, incluindo Karl Marx, Friedrich Engels, Bruno Bauer e Arnold Ruge. Enquanto alguns dos Jovens Hegelianos eram entusiastas do método dialético de Hegel e tentavam aplicar abordagens dialéticas às conclusões de Hegel, os membros de esquerda do grupo romperam com Hegel. Feuerbach e Bauer lideraram esse rompimento.\n",
        "Frequentemente, os debates aconteciam no Hippel's, um bar de vinhos na Friedrichstraße, frequentado, entre outros, por Marx e Engels, ambos adeptos de Feuerbach na época. Stirner encontrou-se muitas vezes com Engels e Engels até lembrou que eles eram “grandes amigos”,[15] mas ainda não está claro se Marx e Stirner alguma vez se conheceram. Não parece que Stirner tenha contribuído muito para as discussões, mas era um membro fiel do clube e um ouvinte atento.[16] O retrato de Stirner mais reproduzido é um cartoon de Engels, desenhado de memória quarenta anos depois, a pedido do biógrafo Mackay. É altamente provável que este e o esboço coletivo de Die Freien no Hippel's sejam as únicas imagens em primeira mão de Stirner. Stirner trabalhava como professor em uma escola para meninas de propriedade de Madame Gropius[17] quando escreveu sua obra principal, O Único e a Sua Propriedade, que em parte é uma polêmica contra Feuerbach e Bauer, mas também contra comunistas como Wilhelm Weitling e o anarquista Pierre-Joseph Proudhon. Ele renunciou ao cargo de professor em antecipação à controvérsia com a publicação desta obra em outubro de 1844.\n",
        "Stirner se casou duas vezes. Sua primeira esposa foi Agnes Burtz (1815-1838), filha de sua senhoria, com quem se casou em 12 de dezembro de 1837. No entanto, ela morreu de complicações na gravidez em 1838. Em 1843, casou-se com Marie Dähnhardt, uma intelectual associada a Die Freien. Seu casamento ad hoc aconteceu no apartamento de Stirner, durante o qual os participantes estavam vestidos de maneira casual, usavam anéis de cobre porque haviam se esquecido de comprar alianças e precisavam procurar uma Bíblia em toda a vizinhança, pois não tinham a sua própria. Usando a herança de Marie, Stirner abriu uma loja de laticínios que cuidava da distribuição de leite dos produtores de leite para a cidade, mas não conseguiu angariar os clientes necessários para manter o negócio funcionando. Rapidamente falhou e criou uma barreira entre ele e Marie, levando à sua separação em 1847.[18] O Único e a Sua Propriedade foi dedicado \"à minha querida Marie Dähnhardt\". Marie mais tarde se converteu ao catolicismo e morreu em 1902 em Londres.\n",
        "Depois de O Único e a Sua Propriedade, Stirner escreveu Críticos de Stirner e traduziu A Riqueza das Nações, de Adam Smith, e Traite d'Economie Politique, de Jean-Baptiste Say, para o alemão, com poucos ganhos financeiros. Ele também escreveu uma compilação de textos intitulada História da Reação em 1852. Stirner morreu em 1856 em Berlim devido a uma picada de inseto infectado.[4] Apenas Bruno Bauer e Ludwig Buhl representaram os Jovens Hegelianos presentes em seu funeral,[19] realizado no Friedhof II der Sophiengemeinde Berlim.\n",
        "Stirner, cuja principal obra filosófica foi O Único e a Sua Propriedade, é creditado como uma grande influência no desenvolvimento do niilismo, do existencialismo e do pós-modernismo, bem como do anarquismo individualista, do pós-anarquismo e da anarquia pós-esquerda.[4][20] Ele também influenciou ilegalistas, feministas, niilistas e boêmios, bem como fascistas, libertários de direita e anarcocapitalistas.[21] Embora Stirner se opusesse ao comunismo pelas mesmas razões que se opôs ao capitalismo, ao humanismo, ao liberalismo, aos direitos de propriedade e ao nacionalismo, vendo-os como formas de autoridade sobre o indivíduo e como fornecedores de ideologias com as quais não conseguia reconciliar-se, ele também influenciou muitos anarcocomunistas e anarquistas pós-esquerda. Os escritores de An Anarchist FAQ relatam que \"muitos no movimento anarquista em Glasgow, Escócia, tomaram a \"União de Egoístas\" de Stirner literalmente como a base para sua organização anarcossindicalista na década de 1940 e além. \"Da mesma forma, o notável historiador anarquista Max Nettlau afirma que \"[ao] ler Stirner, afirmo que ele não pode ser interpretado exceto em um sentido socialista.\" Stirner era anticapitalista e pró-trabalho, atacando \"a divisão do trabalho resultante da propriedade privada pelos seus efeitos mortíferos sobre o ego e a individualidade do trabalhador\" e escrevendo que a livre concorrência \"não é 'livre', porque me faltam as coisas para a competição. [...] Sob o regime da comunalidade, os trabalhadores sempre caem nas mãos dos possuidores dos capitalistas [...]. O trabalhador não pode realizar com seu trabalho a extensão do valor que ele tem para o cliente. [...] O estado depende da escravidão do trabalho. Se o trabalho se tornar gratuito, o estado estará perdido\".[22] Para Stirner, \"o trabalho tem um caráter egoísta; o trabalhador é o egoísta\".[23]\n",
        "O egoísmo de Stirner argumenta que os indivíduos são impossíveis de compreender totalmente, pois nenhuma compreensão do eu pode descrever adequadamente a plenitude da experiência. Stirner tem sido amplamente entendido como contendo traços tanto do egoísmo psicológico quanto do egoísmo racional. Ao contrário do interesse próprio descrito por Ayn Rand, Stirner não abordou o interesse próprio individual, o egoísmo ou as prescrições de como alguém deveria agir. Ele exortou os indivíduos a decidirem por si próprios e a cumprirem o seu próprio egoísmo.[24]\n",
        "Ele acreditava que todos eram movidos por seu próprio egoísmo e desejos e que aqueles que aceitassem isso - como egoístas voluntários - poderiam viver livremente seus desejos individuais, enquanto aqueles que não o fizessem - como egoístas relutantes - acreditariam falsamente que estão cumprindo outra causa enquanto eles estão secretamente realizando seus próprios desejos de felicidade e segurança. O egoísta voluntário veria que poderia agir livremente, livre da obediência a verdades sagradas, mas artificiais, como a lei, os direitos, a moralidade e a religião. O poder é o método do egoísmo de Stirner e o único método justificado de obter propriedade filosófica. Stirner não acreditava na busca unilateral da ganância, que, como apenas um aspecto do ego, levaria a ser possuído por uma causa diferente do ego completo. Ele não acreditava nos direitos naturais à propriedade e incentivou a insurreição contra todas as formas de autoridade, incluindo o desrespeito pela propriedade.[25]\n",
        "Stirner propõe que as instituições sociais mais comumente aceitas - incluindo a noção de Estado, a propriedade como um direito, os direitos naturais em geral e a própria noção de sociedade - eram meras ilusões, \"spooks\" ou fantasmas na mente.[26] Ele defendeu o egoísmo e uma forma de amoralismo em que os indivíduos se uniriam em uniões de egoístas apenas quando fosse do seu interesse fazê-lo. Para ele, a propriedade surge simplesmente pela força, dizendo: “Quem sabe tomar e defender a coisa, a ele pertence [a propriedade]. [...] O que tenho em meu poder, isso é meu. na medida em que me afirmo como titular, sou o proprietário da coisa.” Ele acrescenta: \"Não me afasto timidamente de sua propriedade, mas sempre a considero minha propriedade, na qual não respeito nada. Por favor, faça o mesmo com o que você chama de minha propriedade!\".[27] Stirner considera o mundo e tudo nele, incluindo outras pessoas, disponíveis para serem tomados ou usados sem restrições morais e que os direitos não existem em relação a objetos e pessoas. Ele não vê nenhuma racionalidade em levar em conta os interesses dos outros, a menos que isso promova o interesse próprio, que ele acredita ser a única razão legítima para agir. Ele nega a sociedade como sendo uma entidade real, chamando a sociedade de \"spook\" e que \"os indivíduos são a sua realidade\".[28]\n",
        "Apesar de ser rotulado como anarquista, Stirner não era necessariamente um. A separação entre Stirner e egoísmo do anarquismo foi feita pela primeira vez em 1914 por Dora Marsden em seu debate com Benjamin Tucker em seus diários The New Freewoman e The Egoist.[29] A ideia do anarquismo egoísta também foi exposta por vários outros egoístas, principalmente Malfew Seklew[30] e Sidney E. Parker.[31]\n",
        "Stirner sugeriu que o comunismo estava contaminado com o mesmo idealismo do cristianismo e infundido com ideias supersticiosas como moralidade e justiça.[32] A principal crítica de Stirner ao socialismo e ao comunismo era que eles ignoravam o indivíduo; pretendiam entregar a propriedade à sociedade abstracionista, o que significava que nenhuma pessoa existente possuía realmente alguma coisa.[33]\n",
        "O Anarchist FAQ escreve que \"[embora] alguns possam se opor à nossa tentativa de colocar o egoísmo e o comunismo juntos, vale a pena apontar que Stirner rejeitou o 'comunismo'. Stirner não subscreveu o comunismo libertário, porque ele não existia quando ele estava escrevendo e, portanto, dirigia sua crítica contra as várias formas de comunismo de estado que o faziam. Além disso, isso não significa que anarcocomunistas e outros não possam achar seu trabalho útil para eles. E Stirner teria aprovado, pois nada poderia ser mais estranho às suas ideias do que limitar o que um indivíduo considera ser do seu interesse”.[34] Ao resumir os principais argumentos de Stirner, os escritores \"indicam por que os anarquistas sociais têm estado, e deveriam estar, interessados em suas ideias, dizendo que, John P. Clark apresenta uma crítica social anarquista simpática e útil de seu trabalho em Egoísmo, de Max Stirner\".[34]\n",
        "Daniel Guérin escreveu que \"Stirner aceitou muitas das premissas do comunismo, mas com a seguinte qualificação: a profissão de fé comunista é um primeiro passo para a emancipação total das vítimas da nossa sociedade, mas elas se tornarão completamente 'desalienadas' e verdadeiramente capazes para desenvolver a sua individualidade, apenas avançando para além do comunismo\".[35]\n",
        "Stirner critica as noções convencionais de revolução, argumentando que os movimentos sociais que visam derrubar os ideais estabelecidos são tacitamente idealistas porque visam implicitamente o estabelecimento de um novo ideal a partir de então. \"Revolução e insurreição não devem ser encaradas como sinónimos. A primeira consiste numa subversão das condições, da condição ou estatuto estabelecido, do Estado ou da sociedade, e é, portanto, um ato político ou social; a última tem, de facto, como consequência inevitável uma transformação das circunstâncias, mas não começa com ela, mas com o descontentamento dos homens consigo mesmos, não é um levante armado, mas um levante de indivíduos, um levante, sem levar em conta os arranjos que dele decorrem. A Revolução visava novos arranjos; a insurreição não nos leva mais a nos deixarmos organizar, mas a nos organizarmos, e não deposita grandes esperanças nas “instituições”. Não é uma luta contra o estabelecido, pois, se prospera, o estabelecido desmorona por si mesmo; é apenas uma produção minha fora do estabelecido. Se eu deixar o estabelecido, ele estará morto e entrará em decadência\".\n",
        "A ideia de Stirner da União dos egoístas foi exposta pela primeira vez em O Único e a Sua Propriedade. A União é entendida como uma associação não sistemática, que Stirner propôs em contraposição ao Estado.[36] Ao contrário de uma \"comunidade\" na qual os indivíduos são obrigados a participar, a União sugerida por Stirner seria voluntária e instrumental sob a qual os indivíduos se associariam livremente, na medida em que outros dentro da União permanecessem úteis para cada indivíduo constituinte.[37] A relação sindical entre egoístas é continuamente renovada pelo apoio de todas as partes através de um ato de vontade.[38] Alguns, como Svein Olav Nyberg, argumentam que a União exige que todas as partes participem por um egoísmo consciente, enquanto outros, como Sydney E. Parker, consideram a união como uma \"mudança de atitude\", rejeitando a sua concepção anterior como instituição.[39]\n",
        "O estudioso Lawrence Stepelevich afirma que G.W.F. Hegel foi uma grande influência em O Único e a Sua Propriedade. Embora este último tenha uma \"estrutura e tom não hegelianos\" em geral e seja hostil às conclusões de Hegel sobre o eu e o mundo, Stepelevich afirma que o trabalho de Stirner é melhor entendido como uma resposta à questão de Hegel sobre o papel da consciência depois de ter contemplado \"conhecimento falso\" e se tornar \"conhecimento absoluto\". Stepelevich conclui que Stirner apresenta as consequências da redescoberta da autoconsciência após a realização da autodeterminação.[40]\n",
        "Estudiosos como Douglas Moggach e Widukind De Ridder afirmaram que Stirner foi obviamente um aluno de Hegel, como seus contemporâneos Ludwig Feuerbach e Bruno Bauer, mas isso não o torna necessariamente um hegeliano. Ao contrário dos Jovens Hegelianos, Stirner desprezou todas as tentativas de uma crítica imanente de Hegel e do Iluminismo e renunciou também às reivindicações emancipatórias de Bauer e Feuerbach. Ao contrário de Hegel, que considerava o dado como uma personificação inadequada do racional, Stirner deixa o dado intacto ao considerá-lo um mero objeto, não de transformação, mas de gozo e consumo (\"Seu Próprio\").[41]\n",
        "\nSegundo Moggach, Stirner não vai além de Hegel, mas na verdade sai do domínio da filosofia em sua totalidade, afirmando:",
        "Em 1842, O Falso Princípio da Nossa Educação (Das unwahre Prinzip unserer Erziehung) foi publicado no Rheinische Zeitung, editado por Marx na época.[43] Escrito como uma reação ao tratado Humanismo vs. Realismo, escrito por Otto Friedrich Theodor Heinsius. Stirner explica que a educação tanto no método humanista clássico quanto no método realista prático ainda carece de verdadeiro valor. Ele afirma que “o objetivo final da educação não pode mais ser o conhecimento”. Afirmando que “só o espírito que se compreende é eterno”, Stirner apela a uma mudança no princípio da educação, de nos tornar “mestres das coisas” para nos tornar “naturezas livres”, chamando o seu princípio educativo de “personalista”.[44]\n",
        "Arte e Religião (Kunst und Religion) também foi publicado no Rheinische Zeitung em 14 de junho de 1842. Aborda Bruno Bauer e sua publicação contra Hegel chamada Doutrina da Religião e Arte de Hegel Julgada do Ponto de Vista da Fé. Bauer inverteu a relação de Hegel entre \"Arte\" e \"Religião\" ao afirmar que \"Arte\" estava muito mais intimamente relacionada com a \"Filosofia\" do que com a \"Religião\", com base na sua determinação e clareza partilhadas, e numa raiz ética comum. No entanto, Stirner foi além das críticas de Hegel e Bauer ao afirmar que a \"Arte\" criou antes um objeto para a \"Religião\" e não poderia, portanto, de forma alguma estar relacionada com o que Stirner considerava - em oposição a Hegel e Bauer - ser \"Filosofia\". afirmando:",
        "Stirner deixou deliberadamente a \"Filosofia\" de fora da tríade dialética (Arte-Religião-Filosofia) ao afirmar que a \"Filosofia\" não \"se preocupa com objetos\" (Religião), nem \"faz um objeto\" (Arte). No relato de Stirner, a “Filosofia” era de fato indiferente tanto à “Arte” quanto à “Religião”. Stirner, portanto, zombou e radicalizou a crítica de Bauer à religião.[46]\n",
        "A principal obra de Stirner, O Único e Sua Propriedade (Der Einzige und sein Eigentum), apareceu em Leipzig em outubro de 1844, tendo como ano de publicação mencionado 1845. Em The Unique and Its Property, Stirner lança uma crítica radical antiautoritária e individualista da sociedade prussiana contemporânea e da sociedade ocidental moderna como tal. Ele oferece uma abordagem da existência humana na qual se retrata como \"o único\", um \"nada criativo\", além da capacidade de expressão plena da linguagem, afirmando que \"[s]e eu me preocupo comigo mesmo, o único, então minha preocupação repousa sobre seu criador transitório, mortal, que se consome, e posso dizer: Todas as coisas não são nada para mim\".[47] O livro proclama que todas as religiões e ideologias se baseiam em conceitos vazios. O mesmo se aplica às instituições da sociedade que reivindicam autoridade sobre o indivíduo, seja o estado, a legislação, a igreja ou os sistemas de educação, como as universidades. O argumento de Stirner explora e amplia os limites da crítica, dirigindo a sua crítica especialmente às dos seus contemporâneos, particularmente Ludwig Feuerbach e Bruno Bauer, também às ideologias populares, incluindo o comunismo, o humanismo (que ele considerava análogo à religião com o homem abstrato ou a humanidade como o ser supremo), liberalismo e nacionalismo, bem como capitalismo, religião e estatismo, argumentando:",
        "Os Críticos de Stirner (Recensenten Stirners) foram publicados em setembro de 1845 na Wigands Vierteljahrsschrift. É uma resposta, na qual Stirner se refere a si mesmo na terceira pessoa, a três resenhas críticas de O Único e Sua Propriedade de Moses Hess em Die letzten Philosophen (Os Últimos Filósofos), de um certo Szeliga (apelido de um adepto de Bruno Bauer) em um artigo na revista Norddeutsche Blätter, e por Ludwig Feuerbach anonimamente em um artigo chamado Sobre \"A Essência do Cristianismo\" em Relação a \"O Único e Sua Propriedade\" de Stirner (Über \"Das Wesen des Christentums\" in Beziehung auf Stirners \"Der Einzige und sein Eigentum\") em Wigands Vierteljahrsschrift.[49]\n",
        "Os Reacionários Filosóficos (Die Philosophischen Reactionäre) foi publicado em 1847 em Die Epigonen, um jornal editado por Otto Wigand de Leipzig. Na época, Wigand já havia publicado O Único e Sua Propriedade e estava prestes a terminar a publicação das traduções de Stirner de Adam Smith e Jean-Baptiste Say. Como indica o subtítulo, Os Reacionários Filosóficos foi escrito em resposta a um artigo de 1847 de Kuno Fischer (1824–1907) intitulado Os Sofistas Modernos (Die Moderne Sophisten). O artigo foi assinado por G. Edward e sua autoria tem sido contestada desde que John Henry Mackay o atribuiu \"cautelosamente\" a Stirner e o incluiu em sua coleção de escritos menores de Stirner. Foi traduzido pela primeira vez para o inglês em 2011 por Widukind De Ridder e a nota introdutória explica:",
        "A maior parte do texto trata da definição de sofisma de Kuno Fischer. Com muita perspicácia, a natureza autocontraditória da crítica de Fischer ao sofisma é exposta. Fischer fez uma distinção nítida entre sofismo e filosofia, ao mesmo tempo que o considerava como a \"imagem espelhada da filosofia\". Os sofistas respiram “ar filosófico” e foram “inspirados dialeticamente a uma volubilidade formal”. A resposta de Stirner é impressionante:",
        "Relembrando O Único e Sua Propriedade, Stirner afirma que \"o próprio Stirner descreveu seu livro como, em parte, uma expressão desajeitada do que ele queria dizer. É o trabalho árduo dos melhores anos de sua vida, e ainda assim ele chama isso, em parte, de 'desajeitado'. É assim que ele lutou com uma linguagem que foi arruinada pelos filósofos, abusada pelo Estado, pelos religiosos e outros crentes, e permitiu uma confusão ilimitada de ideias\".[52]\n",
        "História da Reação (Geschichte der Reaktion) foi publicada em dois volumes em 1851 pela Allgemeine Deutsche Verlags-Anstalt e imediatamente banida na Áustria.[53] Foi escrito no contexto das recentes revoluções de 1848 nos estados alemães e é principalmente uma coleção de obras de outros selecionados e traduzidos por Stirner. A introdução e algumas passagens adicionais foram obra de Stirner. Edmund Burke e Auguste Comte são citados para mostrar duas visões opostas da revolução.[54]\n",
        "O trabalho de Stirner não passou despercebido entre seus contemporâneos. Os ataques de Stirner à ideologia – em particular ao humanismo de Feuerbach – forçaram Feuerbach a ser impresso. Moses Hess (na época próximo de Marx) e Szeliga (pseudônimo de Franz Zychlin von Zychlinski, um adepto de Bruno Bauer) também responderam a Stirner, que respondeu às críticas em um periódico alemão no artigo de setembro de 1845, Críticos de Stirner (Recensenten Stirners), o que esclarece diversos pontos de interesse dos leitores do livro – especialmente em relação a Feuerbach.\n",
        "Embora o Saint Max (Sankt Max) de Marx, uma grande parte de A Ideologia Alemã (Die Deutsche Ideologie), não tenha sido publicado até 1932 e, assim, garantiu a O Único e Sua Propriedade um lugar de curioso interesse entre os leitores marxistas, o ridículo de Stirner por Marx desempenhou um papel importante. um papel significativo na preservação do trabalho de Stirner no discurso popular e acadêmico, apesar de não ter popularidade convencional.[55][56][57][58]\n",
        "\nVinte anos após o aparecimento do livro de Stirner, o autor Friedrich Albert Lange escreveu o seguinte:",
        "Algumas pessoas acreditam que, num certo sentido, uma “segunda parte positiva” seria logo acrescentada, embora não por Stirner, mas por Friedrich Nietzsche. A relação entre Nietzsche e Stirner parece ser muito mais complicada.[60] De acordo com Lange and Nietzsche de George J. Stack, Nietzsche leu a História do Materialismo de Lange \"repetidamente\" e, portanto, estava muito familiarizado com a passagem sobre Stirner.[61]\n",
        "Embora Der Einzige tenha sido um sucesso de crítica e atraído muitas reações de filósofos famosos após a publicação, estava esgotado e a notoriedade que provocou havia desaparecido muitos anos antes da morte de Stirner.[4] No entanto, desde a sua morte, houve um renascimento na publicação em vários idiomas.[4] Stirner teve um impacto destrutivo no hegelianismo de esquerda, mas a sua filosofia teve uma influência significativa em Marx e a sua magnum opus tornou-se um texto fundador do anarquismo individualista.[4] Edmund Husserl certa vez alertou um pequeno público sobre o \"poder sedutor\" de Der Einzige, mas nunca mencionou isso em seus escritos.[62] Como observou o crítico de arte e admirador de Stirner, Herbert Read, o livro permaneceu \"preso na moela\" da cultura ocidental desde que apareceu pela primeira vez.[63]\n",
        "Muitos pensadores leram e foram afetados por O Único e Sua Propriedade em sua juventude, incluindo Rudolf Steiner, Gustav Landauer, Victor Serge,[64] Carl Schmitt e Jürgen Habermas. Poucos admitem abertamente qualquer influência sobre o seu próprio pensamento.[65] O livro Eumeswil, de Ernst Jünger, tinha o personagem do Anarquista, baseado em Einzige de Stirner.[66] Alguns tentaram usar as ideias de Stirner para defender o capitalismo, enquanto outros as usaram para defender o anarcossindicalismo.[67]\n",
        "Vários outros autores, filósofos e artistas citaram, citaram ou referiram-se de outra forma a Max Stirner. Eles incluem Albert Camus em L'homme révolté (a seção sobre Stirner é omitida na maioria das edições em inglês, incluindo a da Penguin), Benjamin Tucker, James Huneker, [68] Dora Marsden, Renzo Novatore, Emma Goldman,[69] Georg Brandes, John Cowper Powys,[70] Martin Buber,[71] Sidney Hook,[72] Robert Anton Wilson, Horst Matthai, Frank Brand, Marcel Duchamp, vários escritores da Internacional Situacionista, incluindo Raoul Vaneigem[73] e Max Ernst. A alma do homem sob o socialismo, de Oscar Wilde, fez com que alguns historiadores especulassem que Wilde (que sabia ler alemão) estava familiarizado com o livro.[74]\n",
        "A filosofia de Stirner foi importante no desenvolvimento do pensamento anarquista moderno, particularmente do anarquismo individualista e do anarquismo egoísta. Embora Stirner seja geralmente associado ao anarquismo individualista, ele foi influente para muitos anarquistas sociais, como as anarco-feministas Emma Goldman e Federica Montseny. No anarquismo individualista europeu, ele influenciou seus principais proponentes depois dele, como Émile Armand, Han Ryner, Renzo Novatore, John Henry Mackay, Miguel Giménez Igualada e Lev Chernyi.\n",
        "No anarquismo individualista americano, ele encontrou adesão em Benjamin Tucker e sua revista Liberty enquanto estes abandonavam posições de direitos naturais pelo egoísmo.[75] Vários periódicos \"foram sem dúvida influenciados pela apresentação do egoísmo por Liberty \". Eles incluíram I, publicado por Clarence Lee Swartz e editado por William Walstein Gordak e J. William Lloyd (todos associados da Liberty); e O Único e Sua Propriedade, ambos editados por Edward H. Fulton. Entre os jornais egoístas que Tucker seguiu, estavam o alemão Der Eigene, editado por Adolf Brand; e The Eagle and The Serpent, emitido em Londres. Este último, o mais proeminente jornal egoísta de língua inglesa, foi publicado de 1898 a 1900 com o subtítulo A Journal of Egoistic Philosophy and Sociology.[75] Outros anarquistas egoístas americanos por volta do início do século XX incluem James L. Walker, George Schumm, John Beverley Robinson, Steven T. Byington.[75]\n",
        "No Reino Unido, Herbert Read foi influenciado por Stirner e notou a proximidade do egoísmo de Stirner com o existencialismo (ver anarquismo existencialista). Mais tarde, na década de 1960, Daniel Guérin diz em Anarquismo: da teoria à prática que Stirner \"reabilitou o indivíduo numa época em que o campo filosófico era dominado pelo anti-individualismo hegeliano e a maioria dos reformadores no campo social eram liderados pelos delitos da burguesia\". egoísmo para enfatizar o seu oposto\" e apontou para \"a ousadia e o alcance do seu pensamento\".[76] Na década de 1970, um coletivo situacionista americano chamado For Ourselves publicou um livro chamado The Right To Be Greedy: Theses On The Practical Necessity Of Demanding Everything, no qual defendem um \"egoísmo comunista\" baseando-se em Stirner.[77]\n",
        "Mais tarde, nos Estados Unidos, emergiu a tendência da anarquia pós-esquerda que foi profundamente influenciada por Stirner em aspectos como a crítica da ideologia. Jason McQuinn diz que \"quando eu (e outros anarquistas anti-ideológicos) criticamos a ideologia, é sempre a partir de uma perspectiva anarquista especificamente crítica, enraizada na filosofia cética e individualista-anarquista de Max Stirner\".[78] Bob Black e Feral Faun/Wolfi Landstreicher aderem fortemente ao egoísmo Stirnerista. No híbrido de pós-estruturalismo e anarquismo chamado pós-anarquismo, Saul Newman escreveu sobre Stirner e suas semelhanças com o pós-estruturalismo. O anarquismo insurrecional também tem uma relação importante com Stirner como pode ser visto na obra de Wolfi Landstreicher e Alfredo Bonanno que também escreveu sobre ele em obras como Max Stirner e Max Stirner and Anarchism.[79]\n",
        "O Stirnerista alemão Adolf Brand produziu o periódico homossexual Der Eigene em 1896. Esta foi a primeira publicação homossexual em andamento no mundo[80] e funcionou até 1931. O nome foi tirado dos escritos de Stirner (que influenciou muito o jovem Brand) e refere-se ao conceito de Stirner de \" autopropriedade \" do indivíduo. Outro ativista homossexual influenciado por Stirner foi John Henry Mackay. Mackay também usou as obras de Stirner para justificar o \"amor homem-menino\" e a abolição da idade de consentimento.[81] Feministas influenciadas por Stirner incluem a anarquista Emma Goldman, bem como Dora Marsden que fundou as revistas The Freewoman, The New Freewoman e The Egoist. Stirner também influenciou o propagandista do amor livre e poliamor Émile Armand no contexto do anarquismo individualista francês do início do século XX, que é conhecido por \"[o] apelo ao naturismo nudista, a forte defesa dos métodos de controle de natalidade, a ideia de\" uniões de egoístas\" com a única justificativa de práticas sexuais\".[82]\n",
        "Em seu livro Espectros de Marx, o influente pensador pós-estruturalista francês Jacques Derrida tratou de Stirner e sua relação com Marx, ao mesmo tempo que analisava o conceito de \"espectros\" ou \"fantasmas\" de Stirner.[83] Gilles Deleuze, outro pensador-chave associado ao pós-estruturalismo, menciona Stirner brevemente em seu livro A Lógica do Sentido.[84] Saul Newman chama Stirner de proto-pós-estruturalista que, por um lado, antecipou essencialmente os pós-estruturalistas modernos como Foucault, Lacan, Deleuze e Derrida, mas por outro já os havia transcendido, fornecendo assim o que eles não conseguiram - ou seja, uma base para uma crítica não essencialista da atual sociedade capitalista liberal. Isto é particularmente evidente na identificação que Stirner faz do eu com um “nada criativo”, algo que não pode ser limitado pela ideologia, inacessível à representação na linguagem.\n",
        "\nFriedrich Engels comentou Stirner na poesia da época de Die Freien:",
        "Certa vez, Engels até lembrou como eles eram \"grandes amigos\" (Duzbrüder).[86] Em novembro de 1844, Engels escreveu uma carta a Karl Marx na qual primeiro relatou uma visita a Moses Hess em Colônia e depois observou que durante essa visita Hess lhe deu uma cópia impressa de um novo livro de Stirner, O Único e Sua Propriedade. Na sua carta a Marx, Engels prometeu enviar-lhe um exemplar do livro, pois certamente merecia a atenção deles, já que Stirner \"tinha obviamente, entre os 'Livres', o maior talento, independência e diligência\".[86] Para começar, Engels ficou entusiasmado com o livro e expressou livremente suas opiniões em cartas a Marx:",
        "Mais tarde, Marx e Engels escreveram uma crítica importante ao trabalho de Stirner. O número de páginas que Marx e Engels dedicam ao ataque a Stirner no texto não expurgado de A Ideologia Alemã excede o total das obras escritas de Stirner.[88] No livro, Stirner é ridicularizado como Sankt Max (Saint Max) e como Sancho (uma referência ao Sancho Pança de Cervantes). Como Isaiah Berlin descreveu, Stirner \"é perseguido por quinhentas páginas de zombaria e insultos violentos\".[89] O livro foi escrito em 1845-1846, mas não foi publicado até 1932. A longa e feroz polêmica de Marx contra Stirner tem sido considerada desde então um importante ponto de viragem no desenvolvimento intelectual de Marx, do idealismo ao materialismo. Tem sido argumentado que o materialismo histórico foi o método de Marx para reconciliar o comunismo com uma rejeição Stirnerista da moralidade.[90][91][92]\n",
        "As ideias de Stirner e Friedrich Nietzsche foram frequentemente comparadas e muitos autores discutiram aparentes semelhanças nos seus escritos, levantando por vezes a questão da influência.[93] Durante os primeiros anos do surgimento de Nietzsche como uma figura bem conhecida na Alemanha, o único pensador discutido em conexão com suas ideias com mais frequência do que Stirner foi Arthur Schopenhauer.[94] É certo que Nietzsche leu sobre O Único e Sua Propriedade, que foi mencionado na História do Materialismo de Friedrich Albert Lange e na Filosofia do Inconsciente de Karl Robert Eduard von Hartmann, ambos os quais Nietzsche conhecia bem.[95] No entanto, não há indicação de que ele realmente o tenha lido, já que nenhuma menção a Stirner existe em qualquer lugar das publicações, artigos ou correspondência de Nietzsche.[96] Em 2002, uma descoberta biográfica revelou que é provável que Nietzsche tenha encontrado as ideias de Stirner antes de ler Hartmann e Lange em outubro de 1865, quando se encontrou com Eduard Mushacke, um velho amigo de Stirner durante a década de 1840.[97]\n",
        "Assim que o trabalho de Nietzsche começou a atingir um público mais amplo, levantou-se a questão de saber se ele tinha uma dívida de influência para com Stirner. Já em 1891, quando Nietzsche ainda estava vivo, embora incapacitado por uma doença mental, Hartmann chegou ao ponto de sugerir que havia plagiado Stirner.[98] Na virada do século, a crença de que Nietzsche havia sido influenciado por Stirner era tão difundida que se tornou algo comum, pelo menos na Alemanha, o que levou um observador a notar em 1907 que \"a influência de Stirner na Alemanha moderna assumiu proporções surpreendentes, e se move em geral paralelo ao de Nietzsche. Os dois pensadores são considerados expoentes essencialmente da mesma filosofia.[99]\n",
        "Desde o início do que foi caracterizado como \"grande debate\"[100] sobre a possível influência positiva de Stirner sobre Nietzsche, foram notados, no entanto, sérios problemas com a ideia.[101] Em meados do século XX, se Stirner fosse mencionado em obras sobre Nietzsche, a ideia de influência era muitas vezes rejeitada ou abandonada como irrespondível.[102] No entanto, a ideia de que Nietzsche foi influenciado de alguma forma por Stirner continua a atrair uma minoria significativa, talvez porque pareça necessário explicar as semelhanças frequentemente notadas (embora possivelmente superficiais) nos seus escritos.[103] Em qualquer caso, os problemas mais significativos com a teoria da possível influência de Stirner sobre Nietzsche não se limitam à dificuldade em estabelecer se um homem conhecia ou lia o outro. Eles também consistem em determinar se Stirner em particular pode ter exercido uma influência significativa sobre um homem tão lido como Nietzsche.[104]\n",
        "A orientação anarquista individualista da filosofia inicial de Rudolf Steiner - antes de ele se voltar para a teosofia por volta de 1900 - tem fortes paralelos e foi reconhecidamente influenciada pela concepção de Stirner do ego, para a qual Steiner afirmou ter fornecido uma base filosófica.[105]\n",
        "Em geral\n",
        "Relacionamento com outros filósofos\n",
        "Textos\n"
    ],
    "ligacoes": [
        "<ul><li><a href=\"/wiki/Alteridade\" title=\"Alteridade\">Alteridade</a></li>\n<li><a href=\"/wiki/Anti-humanismo\" title=\"Anti-humanismo\">Anti-humanismo</a></li>\n<li><a href=\"/wiki/Diferen%C3%A7a_(filosofia)\" title=\"Diferença (filosofia)\">Diferença (filosofia)</a></li>\n<li><a href=\"/wiki/Diff%C3%A9rance\" title=\"Différance\">Différance</a></li>\n<li><a href=\"/wiki/Anarquismo_ego%C3%ADsta\" title=\"Anarquismo egoísta\">Anarquismo egoísta</a></li>\n<li><a href=\"/wiki/Fantologia\" title=\"Fantologia\">Fantologia</a></li>\n<li><a href=\"/wiki/Anarquismo_individualista\" title=\"Anarquismo individualista\">Anarquismo individualista</a></li>\n<li><a href=\"/wiki/Outro\" title=\"Outro\">Outro (filosofia)</a></li></ul>",
        "<ul><li>Stirner, Max: <i>Der Einzige und sein Eigentum</i> (1845 [October 1844]). Stuttgart: Reclam-Verlag, 1972ff; English translation <i><a href=\"https://en.wikipedia.org/wiki/The_Ego_and_Its_Own\" class=\"extiw\" title=\"en:The Ego and Its Own\">The Ego and Its Own</a></i> (1907), ed. David Leopold, Cambridge/ New York: CUP 1995.</li>\n<li>Stirner, Max: \"Recensenten Stirners\" (September 1845). In: <i>Parerga, Kritiken, Repliken</i>, Bernd A. Laska, ed., Nürnberg: LSR-Verlag, 1986; English translation <i>Stirner's Critics</i> (abridged), see below.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.panarchy.org/stirner/liberalism.html\">Max Stirner, Political Liberalism</a> (1845).</li></ul>",
        "<ul><li>Max Stirner's 'Der Einzige und sein Eigentum' im Spiegel der zeitgenössischen deutschen Kritik. Eine Textauswahl (1844–1856). Hg. Kurt W. Fleming. Leipzig: Verlag Max-Stirner-Archiv 2001 (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.max-stirner-archiv-leipzig.de/stirneriana.html#stirneriana20\">Stirneriana</a>).</li>\n<li>Arena, Leonardo V., Note ai margini del nulla, ebook, 2013.</li>\n<li>Arvon, Henri, Aux Sources de l'existentialisme, Paris: P.U.F. 1954.</li>\n<li>Essbach, Wolfgang, Gegenzüge. Der Materialismus des Selbst. Eine Studie über die Kontroverse zwischen Max Stirner und Karl Marx. Frankfurt: Materialis 1982.</li>\n<li><cite class=\"citation journal\">Feiten, Elmo (2013). <a rel=\"nofollow\" class=\"external text\" href=\"https://journals.uvic.ca/index.php/adcs/article/view/17141\">«Would the Real Max Stirner Please Stand Up?»</a>. <i>Anarchist Developments in Cultural Studies</i> (1). <a href=\"/wiki/International_Standard_Serial_Number\" title=\"International Standard Serial Number\">ISSN</a> <a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/issn/1923-5615\">1923-5615</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AMax+Stirner&amp;rft.atitle=Would+the+Real+Max+Stirner+Please+Stand+Up%3F&amp;rft.aufirst=Elmo&amp;rft.aulast=Feiten&amp;rft.date=2013&amp;rft.genre=article&amp;rft.issn=1923-5615&amp;rft.issue=1&amp;rft.jtitle=Anarchist+Developments+in+Cultural+Studies&amp;rft_id=https%3A%2F%2Fjournals.uvic.ca%2Findex.php%2Fadcs%2Farticle%2Fview%2F17141&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li>Helms, Hans G, Die Ideologie der anonymen Gesellschaft. Max Stirner 'Einziger' und der Fortschritt des demokratischen Selbstbewusstseins vom Vormärz bis zur Bundesrepublik, Köln: Du Mont Schauberg, 1966.</li>\n<li>Koch, Andrew M., \"Max Stirner: The Last Hegelian or the First Poststructuralist\". In: Anarchist Studies, vol. 5 (1997) pp. 95–108.</li>\n<li>Laska, Bernd A., Ein dauerhafter Dissident. Eine Wirkungsgeschichte des Einzigen, Nürnberg: LSR-Verlag 1996 (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.lsr-projekt.de/msstudien.html#ss2\">TOC, index</a>).</li>\n<li>Laska, Bernd A., Ein heimlicher Hit. Editionsgeschichte des \"Einzigen\". Nürnberg: LSR-Verlag 1994 (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.lsr-projekt.de/msstudien.html#ss1\">abstract</a>).</li>\n<li><a href=\"https://en.wikipedia.org/wiki/Peter_Marshall_(author)\" class=\"extiw\" title=\"en:Peter Marshall (author)\">Marshall, Peter H.</a> \"Max Stirner\" in \"<a href=\"https://en.wikipedia.org/wiki/Demanding_the_Impossible:_A_History_of_Anarchism\" class=\"extiw\" title=\"en:Demanding the Impossible: A History of Anarchism\">Demanding the Impossible: A History of Anarchism</a> \"(London: HarperCollins, 1992).</li>\n<li>Moggach, Douglas; De Ridder, Widukind, \"Hegelianism in Restoration Prussia, 1841–1848: Freedom, Humanism and 'Anti-Humanism' in Young Hegelian Thought\". In: Herzog, Lisa (ed.): Hegel's Thought in Europe: Currents, Crosscurrents and Undercurrents. Basingstoke and New York: Palgrave Macmillan, 2013, pp. 71–92 (<a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=CdnRAQAAQBAJ&amp;dq=hegel%27s+thought+in+europe&amp;pg=PT5\">Google Books</a>).</li>\n<li><a href=\"https://en.wikipedia.org/wiki/Saul_Newman\" class=\"extiw\" title=\"en:Saul Newman\">Newman, Saul</a> (ed.), Max Stirner (Critical Explorations in Contemporary Political Thought), Basingstoke and New York: Palgrave Macmillan, 2011 (<a rel=\"nofollow\" class=\"external text\" href=\"https://libcom.org/files/Newman_Max_Stirner.pdf#ss1\">full book</a>).</li>\n<li>Newman, Saul, Power and Politics in Poststructural Thought. London and New York: Routledge 2005.</li>\n<li>Parvulescu, C. <a rel=\"nofollow\" class=\"external text\" href=\"https://www.academia.edu/38180363/The_Individualist_Anarchism_of_Early_Interwar_Germany\">\"The Individualist Anarchist Discourse of Early Interwar Germany\"</a>. Cluj University Press, 2018 (full book).</li>\n<li>Paterson, R. W. K., The Nihilistic Egoist: Max Stirner, Oxford: Oxford University Press 1971.</li>\n<li>Spiessens, Jeff. <i>The Radicalism of Departure. A Reassessment of Max Stirner's Hegelianism</i>, Cambridge Scholars Publishing: Newcastle upon Tyne, 2018.</li>\n<li><cite class=\"citation journal\"><a href=\"/wiki/Lawrence_Stepelevich\" title=\"Lawrence Stepelevich\">Stepelevich, Lawrence S.</a> (1985a). «Max Stirner as Hegelian». <i><a href=\"/w/index.php?title=Journal_of_the_History_of_Ideas&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Journal of the History of Ideas (página não existe)\">Journal of the History of Ideas</a></i>. <b>46</b> (4): 597–614. <a href=\"/wiki/International_Standard_Serial_Number\" title=\"International Standard Serial Number\">ISSN</a> <a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/issn/0022-5037\">0022-5037</a>. <a href=\"/wiki/JSTOR\" title=\"JSTOR\">JSTOR</a> <a rel=\"nofollow\" class=\"external text\" href=\"//www.jstor.org/stable/2709548\">2709548</a>. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://dx.doi.org/10.2307%2F2709548\">10.2307/2709548</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AMax+Stirner&amp;rft.atitle=Max+Stirner+as+Hegelian&amp;rft.aufirst=Lawrence+S.&amp;rft.aulast=Stepelevich&amp;rft.date=1985&amp;rft.genre=article&amp;rft.issn=0022-5037&amp;rft.issue=4&amp;rft.jtitle=Journal+of+the+History+of+Ideas&amp;rft.pages=597-614&amp;rft.volume=46&amp;rft_id=%2F%2Fwww.jstor.org%2Fstable%2F2709548&amp;rft_id=info%3Adoi%2F10.2307%2F2709548&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li>Stepelevich, Lawrence S., Ein Menschenleben. Hegel and Stirner\". In: Moggach, Douglas (ed.): The New Hegelians. Philosophy and Politics in the Hegelian School. Cambridge: Cambridge University Press, 2006, pp. 166–176.</li>\n<li>Welsh, John F. <i>Max Stirner's Dialectical Egoism: A New Interpretation.</i> Lexington Books. 2010.</li>\n<li><cite class=\"citation encyclopaedia\"><a href=\"/w/index.php?title=Will_Wilkinson&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Will Wilkinson (página não existe)\">Wilkinson, Will</a> (2008). «Stirner, Max (1806–1856)». In:  <a href=\"/w/index.php?title=Ronald_Hamowy&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Ronald Hamowy (página não existe)\">Hamowy, Ronald</a>. <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=yxNgXs3TkJYC\"><i>The Encyclopedia of Libertarianism</i></a>. Thousand Oaks, CA: <a href=\"/w/index.php?title=SAGE_Publishing&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"SAGE Publishing (página não existe)\">Sage</a>; <a href=\"/wiki/Cato_Institute\" title=\"Cato Institute\">Cato Institute</a>. pp. 493–494. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/978-1412965804\" title=\"Especial:Fontes de livros/978-1412965804\">978-1412965804</a>. <a href=\"/wiki/Library_of_Congress_Control_Number\" class=\"mw-redirect\" title=\"Library of Congress Control Number\">LCCN</a> <a rel=\"nofollow\" class=\"external text\" href=\"//lccn.loc.gov/2008009151\">2008009151</a>. <a href=\"/wiki/OCLC\" class=\"mw-redirect\" title=\"OCLC\">OCLC</a> <a rel=\"nofollow\" class=\"external text\" href=\"//www.worldcat.org/oclc/750831024\">750831024</a>. <a href=\"/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"https://dx.doi.org/10.4135%2F9781412965811.n300\">10.4135/9781412965811.n300</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AMax+Stirner&amp;rft.atitle=Stirner%2C+Max+%281806%931856%29&amp;rft.aufirst=Will&amp;rft.aulast=Wilkinson&amp;rft.btitle=The+Encyclopedia+of+Libertarianism&amp;rft.date=2008&amp;rft.genre=bookitem&amp;rft.isbn=978-1412965804&amp;rft.pages=493-494&amp;rft.place=Thousand+Oaks%2C+CA&amp;rft.pub=Sage%3B+Cato+Institute&amp;rft_id=https%3A%2F%2Fbooks.google.com%2Fbooks%3Fid%3DyxNgXs3TkJYC&amp;rft_id=info%3Adoi%2F10.4135%2F9781412965811.n300&amp;rft_id=info%3Alccn%2F2008009151&amp;rft_id=info%3Aoclcnum%2F750831024&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li>Di Mascio, Carlo, <i>Stirner Giuspositivista. Rileggendo l'Unico e la sua proprietà</i>, 2 ed., Edizioni Del Faro, Trento, 2015, p. 253, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/978-88-6537-378-1\" title=\"Especial:Fontes de livros/978-88-6537-378-1\">978-88-6537-378-1</a>.</li></ul>",
        "<ul><li><span typeof=\"mw:File\"><span><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Commons-logo.svg/20px-Commons-logo.svg.png\" decoding=\"async\" width=\"12\" height=\"16\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4a/Commons-logo.svg/40px-Commons-logo.svg.png 2x\" data-file-width=\"1024\" data-file-height=\"1376\"></span></span> <i>Media </i>relacionados com <span class=\"plainlinks\"><a class=\"external text\" href=\"https://commons.wikimedia.org/wiki/Category:Max_Stirner?uselang=pt\">Max Stirner</a></span> no Wikimedia Commons</li></ul>",
        "<ul><li><span typeof=\"mw:File\"><span><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Wikiquote-logo.svg/20px-Wikiquote-logo.svg.png\" decoding=\"async\" width=\"12\" height=\"14\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Wikiquote-logo.svg/40px-Wikiquote-logo.svg.png 2x\" data-file-width=\"300\" data-file-height=\"355\"></span></span> O <a href=\"/wiki/Wikiquote\" title=\"Wikiquote\">Wikiquote</a> possui citações de ou sobre: <a href=\"https://pt.wikiquote.org/wiki/Max_Stirner\" class=\"extiw\" title=\"q:Max Stirner\">Max Stirner</a></li>\n<li><span typeof=\"mw:File\"><span><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/20px-Wikisource-logo.svg.png\" decoding=\"async\" width=\"12\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/40px-Wikisource-logo.svg.png 2x\" data-file-width=\"410\" data-file-height=\"430\"></span></span> O <a href=\"/wiki/Wikisource\" title=\"Wikisource\">Wikisource</a> possui fontes primárias relacionadas com <a href=\"https://pt.wikisource.org/wiki/Max_Stirner:Max_Stirner\" class=\"extiw\" title=\"s:Max Stirner:Max Stirner\">Max Stirner</a></li></ul>",
        "<ul><li>Zalta, Edward N., <a rel=\"nofollow\" class=\"external text\" href=\"https://plato.stanford.edu/entries/max-stirner/\">Max Stirner</a>, <i><a href=\"/wiki/Stanford_Encyclopedia_of_Philosophy\" title=\"Stanford Encyclopedia of Philosophy\">Stanford Encyclopedia of Philosophy</a>,</i> uma extensa introdução</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20160408143140/http://i-studies.com/\">Site de Svein Olav Nyberg sobre Max Stirner</a>, com extensos links para textos e referências</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lsr-projekt.de/poly/en.html\">Max Stirner dentro do projeto LSR (seção em inglês)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.projektmaxstirner.de/project.htm\">Projeto Max Stirner</a> por H. Ibrahim Türkdogan</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://consciousegoism.6te.net/\">Biblioteca do Egoísmo</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20220308125100/http://consciousegoism.6te.net/\">Arquivado em</a> 8 março 2022 no <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>, um extenso repositório de livros, ensaios e periódicos gratuitos sobre egoísmo</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lsr-projekt.de/poly/eninnuce.html\">\"Max Stirner, um dissidente duradouro - em poucas palavras - 'Como Marx e Nietzsche suprimiram seu colega Max Stirner e por que ele lhes sobreviveu intelectualmente'</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.marxists.org/archive/marx/works/1845/german-ideology/ch03d.htm#c.1.5\"><i>Stirner encantado com sua construção</i></a> – “adora milagres, mas só pode realizar um milagre lógico”, de Karl Marx</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lsr-projekt.de/poly/ennietzsche.html\">A crise inicial de Nietzsche</a> devido ao encontro com \"O Único\" de Stirner, de Bernd A. Laska (2002)</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.gutenberg.org/author/37096\">Obras de Max Stirner</a> (em inglês) no <a href=\"/wiki/Projeto_Gutenberg\" title=\"Projeto Gutenberg\">Projeto Gutenberg</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/search?query=%28%28subject%3A%22Stirner%2C%20Max%22%20OR%20subject%3A%22Max%20Stirner%22%20OR%20creator%3A%22Stirner%2C%20Max%22%20OR%20creator%3A%22Max%20Stirner%22%20OR%20creator%3A%22Stirner%2C%20M%2E%22%20OR%20title%3A%22Max%20Stirner%22%20OR%20description%3A%22Stirner%2C%20Max%22%20OR%20description%3A%22Max%20Stirner%22%29%20OR%20%28%221806-1856%22%20AND%20Stirner%29%29%20AND%20%28-mediatype:software%29\">Obras de ou sobre Max Stirner</a> no <a href=\"/wiki/Internet_Archive\" title=\"Internet Archive\">Internet Archive</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://librivox.org/author/2520\">Obras de Max Stirner</a> (em inglês) no <a href=\"/wiki/LibriVox\" title=\"LibriVox\">LibriVox</a> (livros falados em domínio público) <span typeof=\"mw:File\"><span><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Speaker_Icon.svg/20px-Speaker_Icon.svg.png\" decoding=\"async\" width=\"15\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/21/Speaker_Icon.svg/40px-Speaker_Icon.svg.png 1.5x\" data-file-width=\"500\" data-file-height=\"500\"></span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.zeno.org/Philosophie/M/Stirner,+Max/Der+Einzige+und+sein+Eigentum\">Livro online <i>Der Einzige und sein Eigentum</i></a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lsr-projekt.de/msee.html\">O texto original completo em alemão de <i>Der Einzige und sein Eigentum</i></a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20051217135357/http://tmh.floonet.net/teaho/theego0.html\">A edição completa em inglês de \"<i>O Único e a Sua Propriedade</i>\"</a>, na tradução de Steven T. Byington.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110712234811/http://i-studies.com/library/articles/shorter.shtml\">Alguns dos esclarecedores \"Ensaios mais curtos\" de Stirner</a>, traduzido para inglês</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20161117035609/http://www.lsr-projekt.de/poly/enrec.html\">Recensen Stirners / Críticos de Stirner</a> bilíngue: texto completo em alemão / texto resumido em inglês (trad. Frederick M. Gordon)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://calpress.org/2013/08/04/stirners-critics-book-project/\">Stirner's Critics, de Max Stirner, traduzido por Wolfi Landstreicher, com introdução de Jason McQuinn</a> (Revisão de 2013 da única tradução completa em inglês de \"Críticos de Stirner\" e \"The Philosophical Reactionaries\" de Wolfi Landstreicher publicada pela CAL Press)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.revoltlib.com/?id=21\">Arquivo de textos sobre Stirner na RevoltLib</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-logo_A_pt.svg\" title=\"Portal do anarquismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wikipedia-logo_A_pt.svg/40px-Wikipedia-logo_A_pt.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wikipedia-logo_A_pt.svg/60px-Wikipedia-logo_A_pt.svg.png 2x\" data-file-width=\"1062\" data-file-height=\"1062\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Anarquia\" title=\"Portal:Anarquia\">Portal do anarquismo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li>      </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Anarcoindividualistas\" title=\"Categoria:Anarcoindividualistas\">Anarcoindividualistas</a><a href=\"/wiki/Categoria:Anarquistas_da_Alemanha\" title=\"Categoria:Anarquistas da Alemanha\">Anarquistas da Alemanha</a><a href=\"/wiki/Categoria:Ateus_da_Alemanha\" title=\"Categoria:Ateus da Alemanha\">Ateus da Alemanha</a><a href=\"/wiki/Categoria:Cr%C3%ADticos_das_religi%C3%B5es\" title=\"Categoria:Críticos das religiões\">Críticos das religiões</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_ateus\" title=\"Categoria:Filósofos ateus\">Filósofos ateus</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos do século XIX\">Filósofos do século XIX</a><a href=\"/wiki/Categoria:Hegelianos\" title=\"Categoria:Hegelianos\">Hegelianos</a><a href=\"/wiki/Categoria:Nascidos_em_1806\" title=\"Categoria:Nascidos em 1806\">Nascidos em 1806</a><a href=\"/wiki/Categoria:Materialistas\" title=\"Categoria:Materialistas\">Materialistas</a><a href=\"/wiki/Categoria:Mortos_em_1856\" title=\"Categoria:Mortos em 1856\">Mortos em 1856</a><a href=\"/wiki/Categoria:Naturais_de_Bayreuth\" title=\"Categoria:Naturais de Bayreuth\">Naturais de Bayreuth</a><a href=\"/wiki/Categoria:Pedagogos_da_Alemanha\" title=\"Categoria:Pedagogos da Alemanha\">Pedagogos da Alemanha</a><a href=\"/wiki/Categoria:Te%C3%B3ricos_do_anarquismo\" title=\"Categoria:Teóricos do anarquismo\">Teóricos do anarquismo</a><a href=\"/wiki/Categoria:Anticapitalistas_da_Alemanha\" title=\"Categoria:Anticapitalistas da Alemanha\">Anticapitalistas da Alemanha</a><a href=\"/wiki/Categoria:Alem%C3%A3es_do_s%C3%A9culo_XIX\" title=\"Categoria:Alemães do século XIX\">Alemães do século XIX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos da Alemanha do século XIX\">Filósofos da Alemanha do século XIX</a><a href=\"/wiki/Categoria:Anticomunistas_da_Alemanha\" title=\"Categoria:Anticomunistas da Alemanha\">Anticomunistas da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_arte\" title=\"Categoria:Filósofos da arte\">Filósofos da arte</a><a href=\"/wiki/Categoria:Ontologistas\" title=\"Categoria:Ontologistas\">Ontologistas</a><a href=\"/wiki/Categoria:Niilistas\" title=\"Categoria:Niilistas\">Niilistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_educa%C3%A7%C3%A3o\" title=\"Categoria:Filósofos da educação\">Filósofos da educação</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_Humboldt_de_Berlim\" title=\"Categoria:Alunos da Universidade Humboldt de Berlim\">Alunos da Universidade Humboldt de Berlim</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/3/35/Max_Stirner-k.svg/250px-Max_Stirner-k.svg.png",
    "view": "max_stirner"
}