{
    "url": "https://pt.wikipedia.org/wiki/Max_Scheler",
    "codigo_http": 200,
    "titulo": [
        "Max Scheler"
    ],
    "conteudo": [
        "Max Ferdinand Scheler (22 de agosto de 1874, Munique – 19 de maio de 1928, Frankfurt am Main)[1] foi um filósofo alemão, conhecido por seu trabalho sobre fenomenologia, ética e antropologia filosófica, bem como por sua contribuição à filosofia dos valores.\n",
        "Scheler desenvolveu o método do criador da fenomenologia, Edmund Husserl, e foi chamado por José Ortega y Gasset de \"o primeiro homem do paraíso filosófico\". Em 1954, Karol Wojtyla, posteriormente papa João Paulo II, defendeu sua tese sobre Uma avaliação da possibilidade de construir uma ética cristã baseada no sistema de Max Scheler.[2] Após sua morte em 1928, Martin Heidegger afirmou, junto com Ortega y Gasset, que todos os filósofos do século eram devedores de Scheler e sua \"força filosófica mais forte da Alemanha moderna, da Europa contemporânea e da filosofia contemporânea \".[3]\n",
        "A obra de Scheler aborda grande variedade de conhecimentos, como biologia, psicologia, sociologia, teoria do conhecimento, metafísica e filosofia da religião.[4]\n",
        "Max Scheler era filho de pai protestante e mãe judia, mas converteu-se ao catolicismo aos 15 anos de idade.[1] Para alguns comentadores, o Deus na filosofia de Scheler, possivelmente por influência a Spinoza ou Hegel, não é um Deus pessoal. Posteriormente, por volta de 1921, ele se afastaria da religião católica e da concepção judaico-cristã de divindade,[5] passando a não mais se considerar um teísta no sentido convencional.[6]\n",
        "Em 1894, entrou na Universidade de Berlim, onde estudou com Carl Stumpf, Georg Simmel e Wilhelm Dilthey, sendo notável a influência do último na divisão feita por Scheler de três tipos de cosmovisão: natural, científica e filosófica.[1]\n",
        "Em 1895, passou a estudar na Universidade de Jena, sendo orientado por Rudolf Eucken em sua tese de doutorado, Beiträge zur Feststellung der Beziehungen zwischen den logischen und ethischen Prinzipien (Contribuições para a verificação das relações entre os princípios lógicos e éticos), defendida em 1897, e em sua tese de habilitação à docência, Die transzendentale und die psychologische Methode (O método transcendental e o psicológico), defendida em 1899, em que afirma que a vida espiritual do ser humano está livre de qualquer determinismo, inclusive psicológico.[1]\n",
        "Em 1901, tornou-se professor da Universidade de Jena, e nesse ano teve seu primeiro contato com Edmund Husserl e a fenomenologia. A partir de 1907, passou a lecionar na Universidade de Munique, travando conhecimento com o grupo que se dedicava ao estudo das ideias de Husserl sob liderança de Theodor Lipps. Nesse período, aprofundou seus estudos das Investigações lógicas de Husserl.[1]\n",
        "Em 1910, deixou o ensino universitário devido a intrigas de Amélia von Dewitz, sua ex-esposa, passando a dar aulas particulares. Em 1912 mudou-se para Berlim, onde atuou como jornalista e crítico cultural, escrevendo para revistas.[1]\n",
        "Publicou, em 1913, Zur Phänomenologie und Theorie der Sympathiegefühle und von Liebe und Hass (Sobre a fenomenologia e teoria dos sentimentos da simpatia e do amor e ódio) e a primeira parte de Der Formalismus in der Ethik und die Materiale Wertethik (O formalismo na ética e a ética material dos valores), trabalhos que lhe conferiram notoriedade.[1]\n",
        "Com o início da Primeira Guerra Mundial em 1914, Scheler tentou alistar-se no exército alemão, mas não foi aceito por ter mais de 40 anos. Entusiasta da participação alemã na guerra, publicou em 1915 Der Genius des Kriegs und der Deutsche Krieg (O gênio da guerra e a guerra alemã) e escreveu artigos e discursos para levantar o moral alemão. O Ministério das Relações Exteriores encarregou-o de missões diplomáticas em Genebra e Haia nos anos de 1917 e 1918.[1]\n",
        "Em 1919, regressou à docência, agora na recém-fundada Universidade de Colônia. Em 1921, publicou outra de suas obras mais importantes, Vom Ewigen im Menschen (Do eterno no homem).[1]\n",
        "A partir de 1922, o pensamento de Scheler passou por uma mudança que seus intérpretes chamam de uma \"virada panteísta\", decorrente de seu afastamento da crença católica.[7][8] Em sua fase final, Scheler dedicou-se ao projeto de desenvolver uma antropologia filosófica, chegando a publicar apenas um esboço, em 1927, chamado Die Stellung des Menschen im Kosmos (A situação do homem no cosmos).[1]\n",
        "Transferiu-se em 1928 para a Universidade de Frankfurt, onde lhe tinham sido oferecidas as cátedras de filosofia e sociologia, e nesse ano faleceu repentinamente, vítima de um ataque cardíaco.[1]\n",
        "O centro do pensamento de Scheler era a sua teoria dos valores. De acordo com Scheler, o ser-valor de um objeto precede a percepção. A realidade axiológica dos valores é anterior à sua existência. Os valores e seus correspondentes opostos existem em uma ordem objetiva.\n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li><i>Das Ressentiment im Aufbau der Moralen, 1912</i></li>\n<li><i>Zur Phänomenologie und Theorie der Sympathiegefühle und von Liebe und Hass</i>, 1913</li>\n<li><i>Der Genius des Kriegs und der Deutsche Krieg</i>, 1915</li>\n<li><i>Der Formalismus in der Ethik und die materiale Wertethik</i>, 1913 - 1916</li>\n<li><i>Krieg und Aufbau</i>, 1916</li>\n<li><i>Die Ursachen des Deutschenhasses</i>, 1917</li>\n<li><i>Vom Umsturz der Werte</i>, 1919</li>\n<li><i>Neuer Versuch der Grundlegung eines ethischen Personalismus</i>, 1921</li>\n<li><i>Vom Ewigen im Menschen</i>, 1921</li>\n<li><i>Probleme der Religion. Zur religiösen Erneuerung</i>, 1921</li>\n<li><i>Wesen und Formen der Sympathie</i>, 1923</li>\n<li><i>Schriften zur Soziologie und Weltanschauungslehre</i>, 3 Tomos, 1923/1924</li>\n<li><i>Die Wissensformen und die Gesellschaft</i>, 1926</li>\n<li><i>Der Mensch im Zeitalter des Ausgleichs</i>, 1927</li>\n<li><i>Die Stellung des Menschen im Kosmos</i>, 1928</li>\n<li><i>Philosophische Weltanschauung</i>, 1929 (póstumo)</li>\n<li><i>Logik I</i>, 1975 (póstumo)</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20021003170345/http://www.geocities.com/MaxSchelerBrasil\">A filosofia de Max Scheler</a> (em português)</li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Mortos_em_1928\" title=\"Categoria:Mortos em 1928\">Mortos em 1928</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Convertidos_do_protestantismo_ao_catolicismo_romano\" title=\"Categoria:Convertidos do protestantismo ao catolicismo romano\">Convertidos do protestantismo ao catolicismo romano</a><a href=\"/wiki/Categoria:Fenomen%C3%B3logos\" title=\"Categoria:Fenomenólogos\">Fenomenólogos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Max_Scheler.jpg/250px-Max_Scheler.jpg",
    "view": "max_scheler"
}