{
    "url": "https://pt.wikipedia.org/wiki/Michel_de_Montaigne",
    "codigo_http": 200,
    "titulo": [
        "Michel de Montaigne"
    ],
    "conteudo": [
        "Michel Eyquem de Montaigne (Castelo de Montaigne, 28 de fevereiro de 1533 – Castelo de Montaigne, 13 de setembro de 1592), mais conhecido apenas como Montaigne foi um filósofo renascentista e escritor erudito francês. Humanista e cético, ele é considerado como o precursor do estilo literário ensaístico. Empregando em sua obra um estilo descontínuo até então inédito na prosa literária,[3] Montaigne refletiu sobre os costumes e modos de vida humanos, inaugurando assim o chamado moralismo francês.[4]\n",
        "Criticou a educação livresca e mnemônica, propondo um ensino voltado para a experiência e para a ação. Acreditava que a educação livresca exigiria muito tempo e esforço, o que afastaria os jovens dos assuntos mais urgentes da vida. Para ele, a educação deveria formar indivíduos aptos ao julgamento, ao discernimento moral e à vida prática.[5]\n",
        "Montaigne nasceu no Castelo de Montaigne, em Saint-Michel-de-Montaigne. Filho de família rica e nobre foi criado por uma ama de leite numa casa de camponeses[6] de uma aldeia vizinha e veio com três anos de volta para a família. Sua mãe descendia de judeus portugueses.[7] Seu pai lhe deu um tutor alemão que lhe falava somente em latim. Assim, o latim era quase a língua materna de Montaigne. Este tinha um espírito por um lado vigilante e metódico e por outro, aberto às novidades. Estudou no célebre centro humanista Colégio de Guiana, onde teve o português André de Gouveia como diretor. Após estes estudos enveredou pelo Direito. Exerceu a função de magistrado primeiro em Périgueux (de 1554 a 1570) depois em Bordéus onde travou profunda amizade com La Boétie.[7] Michel de Montaigne foi tio pelo lado materno de Santa Joana de Lestonnac.\n",
        "Em 1565 se casou com Françoise de La Chassagne, onze anos mais jovem que ele. Teve com ela seis filhos, dos quais apenas uma menina, Leonor sobreviveu.[7] \n",
        "Em 1568 morreu seu pai, tornando-se herdeiro de uma propriedade e do título de Senhor de Montaigne, que lhe garantiu uma sobrevivência tranquila. Em 1570 vendeu seu cargo e em 1571 se retirou para sua propriedade para escrever suas reflexões num dos séculos mais conturbados da França, sob o cisma político e religioso de protestantes e católicos.[6]\n",
        "Seu retiro durou pouco, pois no ano seguinte, teve que assumir novos compromissos sociais e políticos em consequência das guerras de religião que assolava o país. Correspondeu-se com o protestante Henrique de Navarra, que acabaria por se tornar um rei católico, em 1572.[6]\n",
        "\nCondecorado em 1571 pelo rei Henrique III de França com a ordem de Saint-Michel e nomeado cavalheiro ordinário da Câmara do rei, também foi honrado por Henrique IV de França em 1577 com o título de cavaleiro de sua Câmara.[7]",
        "Viajou pela Suíça, Alemanha e Itália durante dois anos (1580-1581). Fez o relato desta viagem no livro Journal de Voyage, que só foi publicado pela primeira vez em 1774. Em missão secreta a Paris, a favor da paz, acabou preso por um dia na Bastilha.[6]\n",
        "Ao voltar, foi presidente da Câmara de Bordéus durante quatro anos (1581-1585). Regressou ao seu castelo e continuou a corrigir e a escrever os Essais, tendo em vista o estilo parisiense de exposição doutrinária. \n",
        "Os seus Ensaios compreendem três volumes (três livros) (levou nove anos para redigir os dois primeiros) e vieram a público em três versões: Os dois primeiros em 1580 e 1588. Na edição de 1588, aparece o terceiro volume. Em 1595, publica-se uma edição póstuma destes três livros com novos acrescentos.[8]\n",
        "Seus Essais são principalmente autorretratos de um homem, mais do que o autorretrato do filósofo. Montaigne apresenta-se-nos em toda a sua complexidade e variedade humanas. Procura também encontrar em si o que é singular. Mas ao fazer esse estudo de auto-observação acabou por observar também o Homem no seu todo. Por isso, não nos é de espantar que neles ocorram reflexões tanto sobre os temas mais clássicos e elevados ao lado de pensamentos sobre a flatulência. Montaigne é assim um livre pensador, um pensador sobre o humano, sobre as suas inconsistências, diversidades e características. E é um pensador que se dedica aos temas que mais lhe apetecem, vai pensando ao sabor dos seus interesses e caprichos.[9]\n",
        "\nSe por um lado se interessa sobremaneira pela Antiguidade Clássica, esta não é totalmente passadista ou saudosista. O que lhe interessa nos autores antigos, especialmente os latinos mas também gregos, é encontrar máximas e reflexões, que o ajudem na sua vida diária e na sua auto-descoberta. Montaigne tenta assim compreender-se, através da introspecção, e tenta assim compreender os homens.",
        "Montaigne não tem um sistema. Não é um moralista, nem um doutrinador. Mas não sendo moralista, não tendo um sistema de conduta, uma moral com princípios rígidos, é um pensador ético. Procura indagar o que está certo ou errado na conduta humana. Propõe-se mais estudar pelos seus ensaios certos assuntos do que dar respostas. No fundo, Montaigne está naquele grupo de pensadores que estão a perguntar em vez de responder, e é na sua incerteza em dar respostas, que surge um certo cepticismo em Montaigne.[10] Como não está interessado em dar respostas apriorístico tem uma certa reserva em relação a misticismos e crenças. É de notar um certo alheamento em relação ao Cristianismo e às lutas de religião que se viviam em França na época.[7] Embora não deixe de refletir em assuntos como a destruição das Novas Índias pelos espanhóis. Ou seja, as suas reflexões visam os clássicos e a sua própria contemporaneidade. Tanto fala de um episódio de Cipião como fala de algum acontecimento do seu século como fala de um qualquer seu episódio doméstico.[11]\n",
        "O facto de ter introduzido uma outra forma de pensar através de ensaios, fez com que o próprio pensamento humano encontrasse uma forma mais legítima de abordar o real. A verdade absoluta deixa de estar ao alcance do homem, sendo doravante, possível tão-somente uma verdade por aproximações.\n",
        "A filosofia de Montaigne influenciou em grande medida uma das crises principais da história da filosofia moderna: a questão da consistência do homem e suas ações. Sua obra Ensaios desafia a crença no Eu sólido e substancial para enfatizar a inconsistência natural do homem, e assim traz uma mudança da valorização da profundeza do homem para sua superficialidade. \n",
        "Assim como Montaigne considera que mundo inteiro está em constante movimento,[12] o homem carece de constância fixa, pois “a própria constância não é outra coisa além de um movimento mais lânguido”.[12] Devido à falta de continuidade e coerência do homem, seu comportamento torna-se imprevisível e portanto difícil de examinar. Em várias ocasiões de Ensaios, Montaigne relata situações diferentes nos quais os comportamentos de diferentes pessoas variam drasticamente e irracionalmente, salientando a inutilidade de procurar uma ligação uniforme dos mesmos. A alegação da fluidez do Eu é especialmente clara no capítulo “Sobre a inconstância de nossas ações”,[13] em que Montaigne acerta que as ações de uma pessoa dependem das circunstâncias presentes no momento da ação mais do que da sua personalidade e do seu raciocínio.[14] Por conseguinte, é normal observar a mesma pessoa agir de maneiras completamente diferentes de dia para dia. Pode haver tanta diferença dentro de uma pessoa só quanto entre duas pessoas diferentes.[15] A inconstância do homem deve-se a sua natureza e faz com que nada dele seja sólido; assim como a comportamento muda dependendo das circunstâncias, também mudam suas opiniões e costumes. “Flutuamos entre diversas opiniões: nada queremos livremente, nada absolutamente, nada constantemente”.[16] Até o próprio julgamento de uma pessoa é fluido segundo Montaigne. O nosso desejo do momento faz parte das circunstâncias que determinam as nossas ações, o que traz espontaneidade e falta de controle: “Somos levados como uma marionete de madeira pelos músculos de outro. Não vamos, somos levados: como as coisas que flutuam, ora suavemente, ora com violência, dependendo se a água está revolta ou serena”.[17] A falta de controle implica incerteza e incapacidade de previsão do comportamento do homem, não só na observação de outras pessoas, mas também em relação a si mesmo; além de não poder determinar as ações dos outros, o homem nem pode determinar suas próprias ações, só tentar guiá-las.[18] Logo, não pode considerar-se que a ação de uma pessoa necessariamente reflete sua personalidade. O que uma pessoa faz em uma determinada situação corresponde ao estado em que a pessoa está, não ao que a pessoa é, pois são as circunstâncias da situação que determinam a ação. Montaigne transforma o conceito ser a uma pluralidade de estados e comportamentos diferentes.\n",
        "No entanto, vale a pena salientar que Montaigne mostra certas contradições em relação à explicação do comportamento do homem ao longo de Ensaios: embora o capítulo “Sobre a inconstância das nossas ações” claramente expressa a incapacidade do homem de governar suas ações, o capítulo “Sobre a crueldade” menciona a facilidade de uma pessoa de “caráter naturalmente fácil e suave”[19] fazer “coisa muito bonita e digna”[20] em contraste a uma pessoa de caráter oposto. Além disso, o capítulo enfatiza a virtude de quem consegue controlar seu “furioso apetite de vingança”[19] e atuar de maneira virtuosa mesmo que seu caráter seja o oposto, o que implica uma capacidade de dirigir seu comportamento bem maior à mencionada no capítulo “Sobre a inconstância das nossas ações”. Por conta da importância dessas contradições na obra de Montaigne, que o filósofo também tematizou a educação em várias passagens de seus Ensaios, especificamente em Da educação das crianças[21]. \n",
        "O Musée d'Aquitaine anunciou em 20 de novembro de 2019 que os restos mortais, encontrados no porão do museu um ano antes, poderiam pertencer a Montaigne.[22] A investigação dos restos mortais, adiada por causa da pandemia COVID-19, foi retomada em setembro de 2020.[23] \n"
    ],
    "ligacoes": [
        "<ul class=\"gallery mw-gallery-packed\">\n\t\t<li class=\"gallerybox\" style=\"width: 200.66666666667px\">\n\t\t\t<div class=\"thumb\" style=\"width: 198.66666666667px;\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Montaigne_vers_1565_-_portrait_anonyme.jpg\" class=\"mw-file-description\" title=\"Retrato de cerca de 1565 por um artista anônimo\"><img alt=\"Retrato de cerca de 1565 por um artista anônimo\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/90/Montaigne_vers_1565_-_portrait_anonyme.jpg/330px-Montaigne_vers_1565_-_portrait_anonyme.jpg\" decoding=\"async\" width=\"199\" height=\"250\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/90/Montaigne_vers_1565_-_portrait_anonyme.jpg/500px-Montaigne_vers_1565_-_portrait_anonyme.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/9/90/Montaigne_vers_1565_-_portrait_anonyme.jpg/683px-Montaigne_vers_1565_-_portrait_anonyme.jpg 2x\" data-file-width=\"683\" data-file-height=\"860\"></a></span></div>\n\t\t\t<div class=\"gallerytext\">Retrato de cerca de 1565 por um artista anônimo</div>\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 196px\">\n\t\t\t<div class=\"thumb\" style=\"width: 194px;\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Montaigne-Dumonstier.jpg\" class=\"mw-file-description\" title=\"Retrato de Michel de Montaigne por volta de 1578 por Dumonstier\"><img alt=\"Retrato de Michel de Montaigne por volta de 1578 por Dumonstier\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Montaigne-Dumonstier.jpg/330px-Montaigne-Dumonstier.jpg\" decoding=\"async\" width=\"194\" height=\"250\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Montaigne-Dumonstier.jpg/500px-Montaigne-Dumonstier.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Montaigne-Dumonstier.jpg/698px-Montaigne-Dumonstier.jpg 2x\" data-file-width=\"698\" data-file-height=\"900\"></a></span></div>\n\t\t\t<div class=\"gallerytext\">Retrato de Michel de Montaigne por volta de 1578 por Dumonstier</div>\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 186.66666666667px\">\n\t\t\t<div class=\"thumb\" style=\"width: 184.66666666667px;\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Montaigne_1584_-_Martellange.jpg\" class=\"mw-file-description\" title=\"Retrato de 1587 de Étienne Martellange\"><img alt=\"Retrato de 1587 de Étienne Martellange\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Montaigne_1584_-_Martellange.jpg/330px-Montaigne_1584_-_Martellange.jpg\" decoding=\"async\" width=\"185\" height=\"250\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Montaigne_1584_-_Martellange.jpg/500px-Montaigne_1584_-_Martellange.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Montaigne_1584_-_Martellange.jpg/666px-Montaigne_1584_-_Martellange.jpg 2x\" data-file-width=\"666\" data-file-height=\"900\"></a></span></div>\n\t\t\t<div class=\"gallerytext\">Retrato de 1587 de Étienne Martellange</div>\n\t\t</li>\n\t\t<li class=\"gallerybox\" style=\"width: 250px\">\n\t\t\t<div class=\"thumb\" style=\"width: 248px;\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Montaigne_vers_1590_-_portrait_anonyme.jpg\" class=\"mw-file-description\" title=\"Retrato de cerca de 1590 por um artista anônimo\"><img alt=\"Retrato de cerca de 1590 por um artista anônimo\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Montaigne_vers_1590_-_portrait_anonyme.jpg/500px-Montaigne_vers_1590_-_portrait_anonyme.jpg\" decoding=\"async\" width=\"248\" height=\"250\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Montaigne_vers_1590_-_portrait_anonyme.jpg/892px-Montaigne_vers_1590_-_portrait_anonyme.jpg 1.5x\" data-file-width=\"892\" data-file-height=\"900\"></a></span></div>\n\t\t\t<div class=\"gallerytext\">Retrato de cerca de 1590 por um artista anônimo</div>\n\t\t</li>\n</ul>",
        "<ul><li><i>Os Ensaios: uma seleção,</i> São Paulo: Companhia das Letras, 2010, tradução de Rosa Freire d' Aguiar.</li>\n<li><i>Ensaios,</i> São Paulo: Martins Fontes, 2000/2001, tradução de Rosemary Costhek Abílio. Em três volumes.</li>\n<li><i>Ensaios,</i> São Paulo: Abril Cultural, 1972, tradução de Sérgio Milliet, publicada também pela Editora da UnB/Hucitec, 2. ed. 1987.</li>\n<li><i>Ensaios,</i> Michel de Montaigne, vols. 1 e 2, coleção Os Pensadores, Ed. Nova Cultural</li>\n<li><i>A Educação das Crianças, Michel de Montaigne,</i> Ed. Martins Fontes.</li>\n<li><i>Os Ensaios, Michel de Montaigne (Uma seleção),</i> Ed. Penguin-Companhia, 2010, Trad. Rosa Freire D'Aguiar.</li>\n<li><i>Ensaios</i> (Edição integral), Michel de Montaigne, Editora 34, 2016, Tradução de Sérgio Milliet, (Revisão técnica e notas adicionais de Edson Querubini, apresentação de Andre Scoralick, 1032 p.)</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.wikiwix.com/cache/?url=http%3A%2F%2Fbibliotheque.bordeaux.fr%2Fin%2Ffaces%2Fdetails.xhtml%3Fid%3DBordeauxS_B330636101_S4754_REScoffre\"><i>Essais, livres I et II</i></a>, Bordeaux, Simon Millanges, 1580</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.wikiwix.com/cache/?url=http%3A%2F%2Fbibliotheque.bordeaux.fr%2Fin%2Ffaces%2Fdetails.xhtml%3Fid%3DBordeauxS_B330636101_PF6927_REScoffre\"><i>Essais, livres I et II</i></a>, Bordeaux, Simon Millanges, 1582</li>\n<li><i>Essais, livres I et II</i>, Paris, Jean Richer, 1587.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.wikiwix.com/cache/?url=http%3A%2F%2Fbibliotheque.bordeaux.fr%2Fin%2Ffaces%2Fdetails.xhtml%3Fid%3DBordeauxS_B330636101_D11632_REScoffre\"><i>Essais, livres I, II et III</i></a>, Paris, Abel L'Angelier, 1588</li>\n<li><i>Essais, éd. posthume</i>, ed. póstumo, Paris, Abel L'Angelier, 1595 (estabelecido por Pierre de Brach e Marie de Gournay, prefácio de Mlle de Gournay).</li></ul>",
        "<ul><li>Saul Frampton, Rio de Janeiro, Ed Difel, 2013, Quando brinco com minha gata, como sei que ela não está brincando comigo?, Montaigne e o estar em contato com a vida, l, trad. Marina Slade.</li>\n<li>Newton Bignotto, <i>Montaigne Renascentista</i>. Kriterion, Rev. do Departamento de Filosofia da UFMG, Belo Horizonte, XXXIII, 86, ago/dez, 1992, p. 29-41.</li>\n<li>Peter Burke. <i>Montaigne</i>, São Paulo: Edições Loyola, 2006, trad. Jaimir Conte.</li>\n<li>R. W. Emerson, Homens Representativos. Trad. Alfredo Gomes. Rio de Janeiro, Tecnoprint, 1967.</li>\n<li>Luiz Antonio Alves Eva, <i>O Fideísmo cético de Montaigne</i>, Kriterion, Belo Horizonte, ano 33, n. 86, 8/12, 1992, p. 42-59.</li>\n<li>Luiz Antonio Alves Eva, <i>A vaidade de Montaigne</i>. In: Discurso, 23, 1994, p. 25-52.</li>\n<li>Luiz Antonio Alves Eva, <i>A Vaidade de Montaigne</i>. Discurso editorial: São Paulo, 2003.</li>\n<li>Luiz Antonio Alves Eva, <i>Montaigne contra a vaidade: um estudo sobre o ceticismo na </i>Apologia<i> de Raimond Sebond</i>, São Paulo: Humanitas, 2004.</li>\n<li>Luiz Antonio Alves Eva, <i>A figura do filósofo: ceticismo e subjetividade em Montaigne</i>, São Paulo: Edições Loyola, 2007.</li>\n<li>Jean Lacouture, <i>Montaigne a Cavalo</i>, Rio de Janeiro: Record, Trad. F. Rangel, 1998.</li>\n<li>Jean Starobinski, <i>Montaigne em Movimento</i>, São Paulo: Companhia das Letras, Trad. Maria Lúcia Machado, 1993.</li>\n<li>Luiz Costa Lima, <i>Limites da Voz: Montaigne</i>, Schlegel. Rio de Janeiro: Rocco, 1993.</li>\n<li>Marcelo Coelho, <i>Montaigne. São Paulo. Publifolha, 2001. (Col. Folha Explica).</i></li>\n<li>Pierre Moreau, <i>O homem e a obra’. In </i>Ensaios de Montaigne<i>, Brasília, UnB/Hucitec, 2. ed. 1987, Vol. I, p. 3-93.</i></li>\n<li>P. J. Smith. Ceticismo Filosófico. São Paulo/Curitiba: EPU/Editora da UFPR, 2000.</li>\n<li>PierreVilley, <i>Os Ensaios de Montaigne</i>, In: <i>Ensaios de Montaigne</i>, Brasília. UnB/Hucitec, 2. ed. 1987, vol. II, p. 3-90.</li>\n<li>MauriceWeiler. <i>Para conhecer o pensamento de Montaigne</i>, In <i>Ensaios de Montaigne</i>, UnB/Hucitec, Brasília, 2. ed. Vol. III, 1987, p. 3-135.</li>\n<li>Luiz Guilherme Marques, \"Reflexões de Montaigne para a Vida Diária I\", Rio de Janeiro: Editora AMCGuedes, 2011.</li>\n<li>Luiz Guilherme Marques, \"Reflexões de Montaigne para a Vida Diária II\", Rio de Janeiro: Editora AMCGuedes, 2011.</li>\n<li>Luiz Guilherme Marques, \"Reflexões de Montaigne para a Vida Diária III\", Rio de Janeiro: Editora AMCGuedes, 2011.</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://educarparacrescer.abril.com.br/aprendizagem/michel-montaigne-307588.shtml\">«Michel de Montaigne, por Márcio Ferrari, 01/07/2011»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AMichel+de+Montaigne&amp;rft.btitle=Michel+de+Montaigne%2C+por+M%C3%A1rcio+Ferrari%2C+01%2F07%2F2011&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Feducarparacrescer.abril.com.br%2Faprendizagem%2Fmichel-montaigne-307588.shtml&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.amisdemontaigne.net/\">«Société Internationale des Amis de Montaigne»</a> (em francês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AMichel+de+Montaigne&amp;rft.btitle=Soci%C3%A9t%C3%A9+Internationale+des+Amis+de+Montaigne&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.amisdemontaigne.net%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://humanities.uchicago.edu/orgs/montaigne/\">«Montaigne Studies»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AMichel+de+Montaigne&amp;rft.btitle=Montaigne+Studies&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fhumanities.uchicago.edu%2Forgs%2Fmontaigne%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.personal.us.es/jnr/mnt/\">«Tras los pasos de Montaigne<i>»</i></a><i> (em espanhol)</i></cite><i><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AMichel+de+Montaigne&amp;rft.btitle=Tras+los+pasos+de+Montaigne&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.personal.us.es%2Fjnr%2Fmnt%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></i></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cfh.ufsc.br/~conte/montaigne.html\">«Montaigne»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AMichel+de+Montaigne&amp;rft.btitle=Montaigne&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.cfh.ufsc.br%2F~conte%2Fmontaigne.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20080509121729/http://www.ferratermora.com/ency_filosofo_kp_montaigne.html\">FERRATER MORA, J. <i>Diccionario de Filosofía.</i> \"Michel de Montaigne\"</a> (em castelhano)</li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://revistaescola.abril.com.br/historia/pratica-pedagogica/investigador-si-mesmo-423126.shtml\">«Michel de Montaigne - O investigador de si mesmo - Reportagem da revista Nova Escola»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AMichel+de+Montaigne&amp;rft.btitle=Michel+de+Montaigne+-+O+investigador+de+si+mesmo+-+Reportagem+da+revista+Nova+Escola&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Frevistaescola.abril.com.br%2Fhistoria%2Fpratica-pedagogica%2Finvestigador-si-mesmo-423126.shtml&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.scielo.br/pdf/rbeped/v95n241/03.pdf\">Montaigne: a fundamentação da educação nos moldes céticos e estoicos, por Gustavo Araújo Batista, Rev. bras. Estud. pedagog. (online), Brasília, v. 95, n. 241, p. 497-507, set./dez. 2014.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.newadvent.org/cathen/10512c.htm\">Catholic Encyclopedia: Michel-Eyquen de Montaigne</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1533\" title=\"Categoria:Nascidos em 1533\">Nascidos em 1533</a><a href=\"/wiki/Categoria:Mortos_em_1592\" title=\"Categoria:Mortos em 1592\">Mortos em 1592</a><a href=\"/wiki/Categoria:Ensa%C3%ADstas_da_Fran%C3%A7a\" title=\"Categoria:Ensaístas da França\">Ensaístas da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_cat%C3%B3licos\" title=\"Categoria:Filósofos católicos\">Filósofos católicos</a><a href=\"/wiki/Categoria:Ju%C3%ADzes_da_Fran%C3%A7a\" title=\"Categoria:Juízes da França\">Juízes da França</a><a href=\"/wiki/Categoria:Escritores_renascentistas\" title=\"Categoria:Escritores renascentistas\">Escritores renascentistas</a><a href=\"/wiki/Categoria:Pedagogistas\" title=\"Categoria:Pedagogistas\">Pedagogistas</a><a href=\"/wiki/Categoria:Prisioneiros_da_Bastilha\" title=\"Categoria:Prisioneiros da Bastilha\">Prisioneiros da Bastilha</a><a href=\"/wiki/Categoria:Cavaleiros_da_Ordem_de_S%C3%A3o_Miguel\" title=\"Categoria:Cavaleiros da Ordem de São Miguel\">Cavaleiros da Ordem de São Miguel</a><a href=\"/wiki/Categoria:Naturais_de_Dordonha\" title=\"Categoria:Naturais de Dordonha\">Naturais de Dordonha</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/5/5a/Portrait_of_Michel_de_Montaigne%2C_circa_unknown.jpg/250px-Portrait_of_Michel_de_Montaigne%2C_circa_unknown.jpg",
    "view": "michel_de_montaigne"
}