{
    "url": "https://pt.wikipedia.org/wiki/Moses_Mendelssohn",
    "codigo_http": 200,
    "titulo": [
        "Moisés Mendelssohn"
    ],
    "conteudo": [
        "Moisés Mendelssohn (em alemão: Moses Mendelssohn; Dessau, 6 de setembro de 1729 — Berlim, 4 de janeiro de 1786) foi um filósofo iluminista judeu alemão, considerado o precursor da Haskalá, ou seja, \"a renascença\" e \"iluminismo judaico\" na Europa.[1]\n",
        "Moses Mendelssohn nasceu em Dessau filho de Mendel Heymann [de] e Bela Rachel Wahl [de]. O nome de seu pai era Mendel, mas Moses e seu irmão Saul foram os primeiros a adotar o sobrenome Mendelssohn (\"filho de Mendel\").[2] O filho de Moses, Abraham Mendelssohn, escreveu em 1829 (para Felix): \"Meu pai sentia que o nome Moses Ben Mendel Dessau o prejudicaria ao tentar obter o acesso necessário àqueles que dispunham de melhor educação. Sem qualquer receio de que seu próprio pai se ofendesse, meu pai assumiu o nome Mendelssohn. A mudança, embora pequena, foi decisiva\".[3]\n",
        "Mendel era um escriba empobrecido—um escritor de pergaminhos da Torá—e seu filho Moses desenvolveu na infância uma curvatura da coluna vertebral. A educação inicial de Moses foi fornecida por seu pai e pelo rabino local, David Fränkel, que, além de ensinar-lhe a Bíblia e o Talmud, introduziu-o à filosofia de Maimônides. Em 1743, Fränkel recebeu uma convocação para Berlim, e alguns meses depois Moses o seguiu.[4] Moses, com 14 anos, \"entrou em Berlim pelo Rosenthaler Tor, o único portão na muralha da cidade por onde judeus (e gado) podiam passar\".[5] \"Mendelssohn matriculou-se no rigoroso seminário de Frankel, onde o programa consistia em intermináveis repetições mecânicas de textos medievais antigos, interpretações dos mesmos, elaborações da lei talmúdica e copiosos comentários acumulados ao longo dos séculos\".[6]\n",
        "Um judeu polonês refugiado, Israel Zamosz, ensinou-lhe matemática,[7] e um jovem médico judeu ensinou-lhe latim. Ele foi, no entanto, principalmente autodidata. Aprendeu a soletrar e a filosofar ao mesmo tempo (segundo o historiador Graetz). Com seus parcos ganhos, comprou uma cópia em latim de Ensaio sobre o Entendimento Humano de John Locke, e a dominou com a ajuda de um dicionário latino. Fez então conhecimento com Aaron Solomon Gumperz, que lhe ensinou francês e inglês básicos. Em 1750, um rico comerciante judeu de seda, Isaac Bernhard,[8] nomeou-o para ensinar seus filhos. Mendelssohn logo conquistou a confiança de Bernhard, que fez do jovem estudante sucessivamente seu contador e seu sócio.[4]\n",
        "Foi possivelmente Gumperz quem apresentou Mendelssohn a Gotthold Ephraim Lessing em 1754, que se tornou um de seus maiores amigos. Diz-se que a primeira vez que Mendelssohn conheceu Lessing, eles jogaram xadrez. Na peça de Lessing Natã, o Sábio, Natã e o personagem Saladino se encontram pela primeira vez durante um jogo de xadrez. Lessing havia recentemente produzido o drama Die Juden, cuja moral era que um judeu pode possuir nobreza de caráter. Esta noção era, na Berlim contemporânea de Frederico, o Grande, geralmente ridicularizada como falsa. Lessing encontrou em Mendelssohn a realização de seu sonho. Em poucos meses, os dois se tornaram estreitamente aliados intelectualmente. Lessing também trouxe Mendelssohn à atenção pública pela primeira vez: Mendelssohn havia escrito um ensaio atacando a negligência dos alemães para com seus filósofos nativos (principalmente Gottfried Leibniz), e emprestou o manuscrito a Lessing. Sem consultar o autor, Lessing publicou as Conversações Filosóficas (Philosophische Gespräche) de Mendelssohn anonimamente em 1755. No mesmo ano apareceu em Danzig (hoje Gdańsk, Polônia) uma sátira anônima, Papa um Metafísico (Pope ein Metaphysiker), que se revelou ser obra conjunta de Lessing e Mendelssohn.[4]\n",
        "Mendelssohn tornou-se o espírito dirigente dos importantes empreendimentos literários de Friedrich Nicolai, a Bibliothek e as Literaturbriefe, e correu algum risco ao criticar os poemas de Frederico II, Rei da Prússia; a boa natureza de Frederico o manteve fora de problemas. Em 1762 casou-se com Fromet Guggenheim, que lhe sobreviveu por vinte e seis anos. No ano seguinte ao seu casamento, Mendelssohn ganhou o prêmio oferecido pela Academia de Berlim por um ensaio sobre a aplicação de provas matemáticas à metafísica, Sobre a Evidência nas Ciências Metafísicas; entre os competidores estavam Thomas Abbt e Immanuel Kant, que ficou em segundo lugar.[9] Em outubro de 1763, o rei concedeu a Mendelssohn, mas não à sua esposa ou filhos, o privilégio de Judeu Protegido (Schutzjude), que assegurava seu direito à residência tranquila em Berlim.[4][10]\n",
        "Como resultado de sua correspondência com Abbt, Mendelssohn resolveu escrever sobre a imortalidade da alma. Visões materialistas estavam na época desenfreadas e na moda, e a fé na imortalidade estava em baixa. Nesta conjuntura favorável apareceu Phädon oder über die Unsterblichkeit der Seele (Fédon ou Sobre a Imortalidade das Almas; 1767). Modelado no diálogo de Platão de mesmo nome, a obra de Mendelssohn possuía algum do encanto de seu exemplar grego e impressionou o mundo alemão com sua beleza e lucidez de estilo.[11] O Fédon foi um sucesso imediato, e além de ser um dos livros mais amplamente lidos de seu tempo em alemão, foi rapidamente traduzido para várias línguas europeias,[11] incluindo o inglês. O autor foi saudado como o \"Platão alemão\" ou o \"Sócrates alemão\"; amigos reais e outros aristocráticos despejaram atenções sobre ele, e dizia-se que \"nenhum estrangeiro que viesse a Berlim deixava de prestar suas homenagens pessoais ao Sócrates alemão\".[12]\n",
        "Até então, Mendelssohn havia dedicado seus talentos à filosofia e à crítica; agora, porém, um incidente direcionou o curso de sua vida para a causa do Judaísmo. Em abril de 1763, Johann Kaspar Lavater, então um jovem estudante de teologia de Zurique, fez uma viagem a Berlim, onde visitou o já famoso filósofo judeu com alguns companheiros. Eles insistiram que Mendelssohn lhes dissesse suas opiniões sobre Jesus e conseguiram obter dele a declaração de que, desde que o Jesus histórico tivesse mantido a si mesmo e sua teologia estritamente dentro dos limites do judaísmo ortodoxo, Mendelssohn \"respeitava a moralidade do caráter de Jesus\".[13] Seis anos depois, em outubro de 1769, Lavater enviou a Mendelssohn sua tradução alemã do ensaio de Charles Bonnet sobre Evidências Cristãs, com um prefácio onde desafiou publicamente Mendelssohn a refutar Bonnet ou, se não pudesse, então \"fazer o que a sabedoria, o amor à verdade e a honestidade devem ordenar-lhe, o que um Sócrates teria feito se tivesse lido o livro e o achado irrefutável\".[14] Mendelssohn respondeu em carta aberta em dezembro de 1769: \"Suponha que estivessem vivendo entre meus contemporâneos um Confúcio ou um Sólon, eu poderia, de acordo com os princípios de minha fé, amar e admirar o grande homem sem cair na ideia ridícula de que devo converter um Sólon ou um Confúcio\".[15] A controvérsia pública contínua custou a Mendelssohn muito tempo, energia e força.\n",
        "Lavater posteriormente descreveu Mendelssohn em seu livro sobre fisiognomonia, Physiognomische Fragmente zur Beförderung der Menschenkenntnis und Menschenliebe (1775–1778), como \"uma alma sociável e brilhante, com olhos penetrantes, o corpo de um Esopo [que era tradicionalmente considerado feio]—um homem de percepção aguçada, gosto refinado e ampla erudição [...] franco e de coração aberto\"[15]—terminando seu elogio público com o desejo de Mendelssohn reconhecer, \"junto com Platão e Moisés... a glória crucificada de Cristo.\" Quando, em 1775, os judeus suíço-alemães, diante da ameaça de expulsão, se dirigiram a Mendelssohn e pediram-lhe para intervir em seu favor junto a \"seu amigo\" Lavater, Lavater, após receber a carta de Mendelssohn, prontamente e efetivamente assegurou sua permanência.\n",
        "Em março de 1771, a saúde de Mendelssohn deteriorou-se tanto que Marcus Elieser Bloch, seu médico, decidiu que seu paciente tinha que abandonar a filosofia, pelo menos temporariamente.[16] Após um sono breve e agitado certa noite, Mendelssohn se viu incapaz de se mover e teve a sensação de algo chicoteando seu pescoço com varas em chamas, seu coração estava palpitando e ele estava em extrema ansiedade, porém totalmente consciente. Este episódio foi então interrompido subitamente por alguma estimulação externa. Ataques deste tipo se repetiram. A causa de sua doença foi atribuída ao estresse mental devido à sua controvérsia teológica com Lavater.[17] No entanto, este tipo de ataque, em forma mais branda, havia presumivelmente ocorrido muitos anos antes. Bloch diagnosticou a doença como devido a 'congestão de sangue no cérebro' (um diagnóstico sem sentido na prática médica moderna, pois tal congestão é anatomicamente impossível), e após alguma controvérsia este diagnóstico também foi aceito pelo famoso médico da corte de Hanover, Johann Georg Ritter von Zimmermann, um admirador de Mendelssohn.[17] Em retrospectiva, sua doença poderia ser diagnosticada como um problema de ritmo cardíaco (como fibrilação atrial) e/ou uma forma branda de disautonomia familiar, uma doença hereditária dos judeus asquenazes, que frequentemente traz consigo uma curvatura da coluna vertebral e sintomas semelhantes à epilepsia em tempos de estresse.[18]\n",
        "Mendelssohn foi tratado com casca de China, sangrias no pé, sanguessugas aplicadas às orelhas, enemas, banhos de pés, limonada e principalmente comida vegetariana. \"Nenhum estresse mental qualquer que fosse\" foi ordenado. No entanto, embora permanecesse sujeito a períodos de recaída, ele eventualmente se recuperou o suficiente para escrever as principais obras de sua carreira posterior.[17]\n",
        "Mendelssohn morreu em 4 de janeiro de 1786 como resultado (pensava-se na época) de um resfriado contraído enquanto carregava um manuscrito (sua resposta a Jacobi, intitulada Aos Amigos de Lessing (An die Freunde Lessings)) para seus editores na véspera do Ano Novo; Jacobi foi considerado por alguns responsável por sua morte.[9] Foi sepultado no Cemitério Judaico de Berlim.[19] A tradução da inscrição em hebraico em sua lápide (veja imagem à direita) diz: \"A[qui] d[escansa] / o sábio R[eb] Moses de Dessau / nascido no 12º de Elul 5489 [6 de setembro de 1729] / morreu na quarta-feira, 5 de Shevat [4 de janeiro] / e sepultado na manhã seguinte, quinta-feira, 6º/ 5546 [5 de janeiro de 1786] / Q[ue] S[ua] A[lma seja] L[igada ao] F[eixe da] V[ida eterna]\".[20] Embora o cemitério tenha sido amplamente destruído durante a era nazista, após a reunificação alemã, em 2007-2008, foi restabelecido com monumentos ao seu passado, incluindo uma recriação da lápide de Mendelssohn.\n",
        "Foi após o colapso de sua saúde que Mendelssohn decidiu \"dedicar o que restava de minhas forças em benefício de meus filhos ou de boa parte de minha nação\" - o que ele fez tentando aproximar os judeus da \"cultura, da qual minha nação, infelizmente! Um dos meios de fazer isso era \"dar-lhes uma tradução melhor dos livros sagrados do que eles tinham anteriormente\".[21] Para este fim, Mendelssohn empreendeu sua tradução alemã do Pentateuco e outras partes da Bíblia. Este trabalho foi chamado de Bi'ur (a explicação) (1783) e também continha um comentário, apenas sobre o Êxodotendo sido escrito pelo próprio Mendelssohn. A tradução era em um elegante alto alemão, projetado para permitir que os judeus aprendessem o idioma mais rapidamente. A maioria dos judeus alemães naquele período falava iídiche e muitos eram alfabetizados em hebraico (a língua das escrituras, liturgia e erudição judaicas). O comentário também foi totalmente rabínico, citando principalmente exegetas medievais, mas também midrashim da era do Talmud. Acredita-se também que Mendelssohn esteja por trás da fundação da primeira escola pública moderna para meninos judeus, \"Freyschule für Knaben\", em Berlim em 1778 por um de seus alunos mais ardentes, David Friedländer, onde assuntos religiosos e mundanos eram ensinados.\n",
        "Mendelssohn também tentou melhorar a situação dos judeus em geral promovendo seus direitos e aceitação. Ele induziu Christian Wilhelm von Dohm a publicar em 1781 sua obra, On the Civil Amelioration of the Condition of the Jews, que desempenhou um papel significativo no aumento da tolerância. O próprio Mendelssohn publicou uma tradução alemã do Vindiciae Judaeorum de Menasseh Ben Israel Menasseh Ben Israel.[15]\n",
        "\nO interesse causado por essas ações levou Mendelssohn a publicar sua contribuição mais importante para os problemas relacionados à posição do judaísmo em um mundo gentio. Esta era Jerusalém (1783; tradução inglesa de 1838 e 1852). É um forte apelo à liberdade de consciência, descrito por Kant como \"um livro irrefutável\". Mendelssohn escreveu:[15]",
        "Seu impulso básico é que o estado não tem o direito de interferir na religião de seus cidadãos, incluindo os judeus. Embora proclame o caráter obrigatório da lei judaica para todos os judeus (incluindo, com base na compreensão de Mendelssohn do Novo Testamento, aqueles convertidos ao cristianismo), não concede ao rabinato o direito de punir os judeus por se desviarem dela. Ele sustentou que o judaísmo era menos uma \"necessidade divina do que uma vida revelada\". Jerusalém conclui com o grito \"Ame a verdade, ame a paz!\" - em uma citação de Zacarias 8:19.\n",
        "Kant chamou isso \"a proclamação de uma grande reforma, que, no entanto, será lenta em manifestação e progresso, e que afetará não apenas seu povo, mas também outros\". Mendelssohn afirmou o princípio pragmático da possível pluralidade de verdades: assim como várias nações precisam de diferentes constituições - para uma monarquia, para outra uma república, pode ser a mais adequada ao gênio nacional -, os indivíduos podem precisar de diferentes religiões. O teste da religião é seu efeito sobre a conduta. Esta é a moral de Nathan, o Sábio (Nathan der Weise), de Lessing, cujo herói é sem dúvida Mendelssohn, e no qual a parábola dos três anéis é o epítome da posição pragmática.[15]\n",
        "Para Mendelssohn, sua teoria representava um vínculo fortalecedor com o judaísmo. Mas na primeira parte do século XIX, a crítica dos dogmas e tradições judaicas foi associada a uma firme adesão ao antigo modo de vida judaico. A razão foi aplicada às crenças, a consciência histórica à vida. A reforma moderna no judaísmo se separou até certo ponto dessa concepção. Na opinião do escritor alemão Heinrich Heine, \"assim como Lutero havia derrubado o papado, Mendelssohn derrubou o Talmud; e ele o fez da mesma maneira, ou seja, rejeitando a tradição, declarando a Bíblia ser a fonte da religião e traduzir a parte mais importante dela. Por esses meios, ele destruiu o catolicismo judaico, assim como Lutero havia destroçado o catolicismo cristão; pois o Talmud é, de fato, o catolicismo dos judeus\".[15][23]\n",
        "Mendelssohn tornou-se cada vez mais famoso e contava entre seus amigos muitas das grandes figuras de seu tempo. Mas seus últimos anos foram ofuscados e entristecidos pela chamada controvérsia do panteísmo. Desde a morte de seu amigo Lessing, ele queria escrever um ensaio ou um livro sobre seu personagem. Quando Friedrich Heinrich Jacobi, um conhecido de ambos, ouviu falar do projeto de Mendelssohn, ele afirmou que tinha informações confidenciais sobre Lessing ser um \"espinozista\", que, naqueles anos, era considerado mais ou menos sinônimo de \"ateu\" - algo que Lessing foi acusado de ser de qualquer maneira pelos círculos religiosos.[24]\n",
        "Isso levou a uma troca de cartas entre Jacobi e Mendelssohn, que mostrou que eles quase não tinham pontos em comum. Mendelssohn então publicou seu Morgenstunden oder Vorlesungen über das Dasein Gottes (Horas da manhã ou palestras sobre a existência de Deus), aparentemente uma série de palestras para seu filho mais velho, seu genro e um jovem amigo, geralmente realizadas \"nas primeiras horas da manhã\", no qual ele explicou sua visão de mundo filosófica pessoal, sua própria compreensão do panteísmo \"purificado\" (geläutert) de Spinoza e Lessing. Mas quase simultaneamente com a publicação deste livro em 1785, Jacobi publicou trechos de suas cartas e as de Mendelssohn como Briefe über die Lehre Spinozas, afirmando publicamente que Lessing era um \"panteísta\" confesso no sentido de \"ateu\". Mendelssohn foi assim arrastado para uma venenosa controvérsia literária e foi atacado por todos os lados, incluindo antigos amigos ou conhecidos como Johann Gottfried von Herder e Johann Georg Hamann. A contribuição de Mendelssohn para este debate, To Lessing's Friends (An die Freunde Lessings) (1786), foi seu último trabalho, concluído poucos dias antes de sua morte.[25][26][27][28]\n",
        "As obras completas de Mendelssohn foram publicadas em 19 volumes (nas línguas originais) (Stuttgart, 1971 ss., ed. A. Altmann e outros).\n"
    ],
    "ligacoes": [
        "<ul><li><i>Philosophische Schriften;</i> \"<i>Escritos filosóficos\"</i>, 1761.</li>\n<li><i>Gedanken von dem Wesen der Ode.</i> 1764 <a rel=\"nofollow\" class=\"external text\" href=\"http://www.uni-duisburg-essen.de/lyriktheorie/texte/1764_mendelssohn.html\">(Texto no projeto \"Teoria da Poesia\")</a>.</li>\n<li><i><a rel=\"nofollow\" class=\"external text\" href=\"https://www.projekt-gutenberg.org/mendelss/phaedon/phaedon.html\">Phädon oder über die Unsterblichkeit der Seele</a>; \"Faedon ou sobre a imortalidade da alma\",</i> 1767.</li>\n<li><i>Von der Lyrischen Poesie.</i> 1778 <a rel=\"nofollow\" class=\"external text\" href=\"http://www.uni-duisburg-essen.de/lyriktheorie/texte/1778_mendelssohn.html\">(Texto no projeto \"Teoria da Poesia\")</a>.</li>\n<li><i>Schreiben an den Herrn Diaconus Lavater zu Zürich.</i> Berlim 1769.</li>\n<li><i>Ritualgesetze der Juden: betreffend Erbschaften, Vormundschaften, Testamente, und Ehesachen in so weit sie das Mein und Dein angehen; \"Leis rituais dos judeus: relativas a heranças, tutelas, testamentos e assuntos matrimoniais, na medida em que digam respeito aos meus e aos seus\",</i> 1778, por Christian Friedrich Voss.</li>\n<li><i>Übersetzung des Pentateuch/der <a href=\"/wiki/Torah\" class=\"mw-redirect\" title=\"Torah\">Torah</a> und der Psalmen ins Deutsche; \"Tradução do Pentateuco / Torá e Salmos para o alemão\",</i> 1783. (Reimpressão <i>de The Psalms</i>, Walther Pape (ed.) Berlim: Henssel Verlag, 1991.)</li>\n<li><i>Jerusalem oder über religiöse Macht und Judenthum; \"Jerusalém ou sobre o poder religioso e o judaísmo\",</i> 1783 (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.deutschestextarchiv.de/mendelssohn_jerusalem_1783\">Digitalisat und Volltext</a> im Deutschen Textarchiv).</li>\n<li><i><a href=\"https://pt.wikisource.org/wiki/Ueber_die_Frage:_was_hei%C3%9Ft_aufkl%C3%A4ren%3F\" class=\"extiw\" title=\"s:Ueber die Frage: was heißt aufklären?\">Ueber die Frage: was heißt aufklären?</a></i> 1784.</li>\n<li><i>Morgenstunden oder Vorlesungen über das Dasein Gottes.</i> 1785.</li>\n<li><i>Kleine philosophische Schriften; \"Pequenos escritos filosóficos\",</i> Coleção de artigos de jornal com prefácio de Johann Georg Müchler e um esboço de sua vida e caráter por D. Jenisch. Berlim 1789 (<a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.de/books?id=QMRbAAAAQAAJ&amp;pg=PP5\">Digitalizações no Google Booksr</a>).</li>\n<li><i>Sämtliche Werke; \"Obras Completas\",</i> 12 volumes, 1819–1825.</li></ul>",
        "<ul><li><a href=\"/w/index.php?title=Alexander_Altmann&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Alexander Altmann (página não existe)\">Altmann, Alexander</a>. <i>Moses Mendelssohn: A Biographical Study</i>, 1973. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-8173-6860-4\" title=\"Especial:Fontes de livros/0-8173-6860-4\">0-8173-6860-4</a>.</li>\n<li>(em alemão) Bloch, Marcus, <i>Medicinische Bemerkungen. Nebst einer Abhandlung vom Pyrmonter-Augenbrunnen</i>. Berlin 1774</li>\n<li><a href=\"/w/index.php?title=Aron_Brand&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Aron Brand (página não existe)\">Brand, Aron</a>, <i>The Illness of Moses Mendelssohn</i>, \"Koroth\" 6, 421-426, 1974</li>\n<li>Dahlstrom, Daniel, <i>Moses Mendelssohn</i>, <a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/archives/fall2008/entries/mendelssohn/\">The Stanford Encyclopedia of Philosophy (Fall 2008 Edition)</a>, Edward N. Zalta (ed.)</li>\n<li>(em alemão) Kayserling, Meyer <i><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=gHMHAAAAQAAJ\">Moses Mendelssohn, sein Leben und seine Werke. Nebst einem Anhange ungedruckter Briefe</a></i>. Leipzig, 1862.</li>\n<li>(em alemão) Lavater, J. K., <i>Sammlung derer Briefe, welche bey Gelegenheit der Bonnetschen philosophischen Untersuchung der Beweise für das Christenthum zwischen Hrn. Lavater, Moses Mendelssohn, und Hrn Dr. Kölbele gewechselt worden [Collection of those letters which have passed between Mr. Lavater, Moses Mendelssohn, and Mr. Dr. Kölbele on occasion of Bonnet's investigation concerning the evidence of Christianity],</i> Frankfurt am Main 1774 (<a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=3dwAAAAAcAAJ&amp;pg=RA1-PA339\">Google Books</a>).</li>\n<li>Mendelssohn, Moses, tr. A. Arkush, intr. A. Altmann: <i>Jerusalem, or, on religious power and Judaism</i>, 1983. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-87451-263-8\" title=\"Especial:Fontes de livros/0-87451-263-8\">0-87451-263-8</a>.</li>\n<li>Mendelssohn, Moses, tr., intr., comm. B. Rosenstock: <i>Last Works</i>, 2012. Includes <i>Morning Hours: Lectures on the Existence of God</i> (<i>Morgenstunden</i>, 1785) and <i>To the Friends of Lessing</i> (<i>An die Freunde Lessings</i>, 1786). <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/978-0-252-03687-3\" title=\"Especial:Fontes de livros/978-0-252-03687-3\">978-0-252-03687-3</a>.</li>\n<li><a href=\"/wiki/Arnaldo_Momigliano\" title=\"Arnaldo Momigliano\">Momigliano, Arnaldo</a>, <i>On Pagans, Jews, and Christians</i>, Wesleyan University Press, 1987 <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-8195-6218-1\" title=\"Especial:Fontes de livros/0-8195-6218-1\">0-8195-6218-1</a></li>\n<li>(em alemão) Schoeps, Julius H. <i>Das Erbe der Mendelssohhns</i>, Frankfurt 2009. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/978-3-10-073606-2\" title=\"Especial:Fontes de livros/978-3-10-073606-2\">978-3-10-073606-2</a></li>\n<li>(em alemão) Tree, Stephen. <i>Moses Mendelssohn</i>. Rowohlt Verlag, Reinbek, 2007. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/3-499-50671-8\" title=\"Especial:Fontes de livros/3-499-50671-8\">3-499-50671-8</a>.</li></ul>",
        "<ul><li>Altmann, Alexander - <i>Moses Mendelssohn: A Biographical Study</i>, 1973. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-8173-6860-4\" title=\"Especial:Fontes de livros/0-8173-6860-4\">0-8173-6860-4</a></li>\n<li>Tree, Stephen. - <i>Moses Mendelssohn</i>. Rowohlt Verlag, Reinbek, 2007. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/3-499-50671-8\" title=\"Especial:Fontes de livros/3-499-50671-8\">3-499-50671-8</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://sammlungen.ub.uni-frankfurt.de/judaica/search/quick?query=moses+mendelssohn\">Obras de e sobre Moses Mendelssohn na Biblioteca Universitária JCS Frankfurt am Main: Coleções Digitais Judaica</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"//archive.org/search.php?query=%28subject%3A%22Mendelssohn%2C%20Moses%22%20OR%20subject%3A%22Moses%20Mendelssohn%22%20OR%20creator%3A%22Mendelssohn%2C%20Moses%22%20OR%20creator%3A%22Moses%20Mendelssohn%22%20OR%20creator%3A%22Mendelssohn%2C%20M%2E%22%20OR%20title%3A%22Moses%20Mendelssohn%22%20OR%20description%3A%22Mendelssohn%2C%20Moses%22%20OR%20description%3A%22Moses%20Mendelssohn%22%29%20OR%20%28%221729-1786%22%20AND%20Mendelssohn%29\">Obras de ou sobre Moisés Mendelssohn</a> no <a href=\"/wiki/Internet_Archive\" title=\"Internet Archive\">Internet Archive</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?q=inauthor%3Amendelssohn&amp;btnG=Nach+B%FCchern+suchen&amp;hl=en&amp;as_brr=1\">Moses Mendelssohn's books at Google Books</a></li>\n<li><a href=\"https://hdl.handle.net/2142/27714\" class=\"extiw\" title=\"hdl:2142/27714\">T<i>radução de Sache Gottes</i>, <i>The Case for God</i>, de Moisés Mendelssohn, uma obra inédita em sua vida que trata de questões relacionadas à teodiceia, incluindo a negação de Mendelssohn da doutrina das penas eternas</a> (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/mendelssohn/\">Verbete da Enciclopédia de Filosofia de Stanford</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://hebrewbooks.org/38304\">Ohr Le-Netivah (introdução ao 'Biur')</a> em HebrewBooks.org</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.earlymoderntexts.com\">Contém Jerusalém de Mendelssohn, ligeiramente modificada para facilitar a leitura</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.bbc.co.uk/programmes/b01djnxx\">Moses Mendelssohn</a> - Our Time (BBC Radio 4) stream (transmissão original 22 de março de 2012) discussão com Christopher Clark (Universidade de Cambridge), Abigail Green (Universidade de Oxford), Adam Sutcliffe (King's College London), apresentado por Melvyn Bragg, e incluindo uma lista de leituras adicionais.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://jewishhistorylectures.org/2013/02/24/moses-mendelssohn-and-the-haskalah-movement/\">Vídeo Palestra sobre Moisés Mendelssohn pelo Dr. Henry Abramson</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://findingaids.cjh.org/?pID=1526356\">Guia do Material sobre a Coleção Moses Mendelssohn</a> - Leo Baeck Institute, New York</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://search.cjh.org/primo-explore/search?query=creator,contains,Moses%20Mendelssohn,AND&amp;tab=default_tab&amp;search_scope=LBI&amp;vid=lbi&amp;facet=tlevel,include,online_resources&amp;facet=creator,include,Mendelssohn,%20M&amp;mode=advanced&amp;offset=0\">Obras digitalizadas de Moses Mendelssohn</a> - Leo Baeck Institute, New York</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://staatsbibliothek-berlin.de/die-staatsbibliothek/abteilungen/musik/sammlungen/bestaende/familie-mendelssohn/moses-mendelssohn-1729-1786#c190166\">Moses Mendelssohn</a> - <a href=\"/wiki/Berlin_State_Library\" class=\"mw-redirect\" title=\"Berlin State Library\">Berlin State Library</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>        </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1729\" title=\"Categoria:Nascidos em 1729\">Nascidos em 1729</a><a href=\"/wiki/Categoria:Mortos_em_1786\" title=\"Categoria:Mortos em 1786\">Mortos em 1786</a><a href=\"/wiki/Categoria:Naturais_de_Dessau-Ro%C3%9Flau\" title=\"Categoria:Naturais de Dessau-Roßlau\">Naturais de Dessau-Roßlau</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_juda%C3%ADsmo\" title=\"Categoria:Filósofos do judaísmo\">Filósofos do judaísmo</a><a href=\"/wiki/Categoria:Judeus_da_Alemanha\" title=\"Categoria:Judeus da Alemanha\">Judeus da Alemanha</a><a href=\"/wiki/Categoria:Rabinos\" title=\"Categoria:Rabinos\">Rabinos</a><a href=\"/wiki/Categoria:Fam%C3%ADlia_Mendelssohn\" title=\"Categoria:Família Mendelssohn\">Família Mendelssohn</a><a href=\"/wiki/Categoria:Iluministas\" title=\"Categoria:Iluministas\">Iluministas</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Moses_Mendelson_P7160073.JPG/250px-Moses_Mendelson_P7160073.JPG",
    "view": "moises_mendelssohn"
}