{
    "url": "https://pt.wikipedia.org/wiki/Baron_de_Montesquieu",
    "codigo_http": 200,
    "titulo": [
        "Montesquieu"
    ],
    "conteudo": [
        "Charles-Louis de Secondat, barão de La Brède e de Montesquieu, conhecido como Montesquieu (castelo de La Brède, próximo a Bordéus, 18 de janeiro de 1689 – Paris, 10 de fevereiro de 1755), foi um político, filósofo e escritor francês. Ficou famoso pela sua teoria da separação dos poderes,[1] atualmente consagrada em muitas das modernas constituições internacionais, inclusive a Constituição Brasileira.[2]\n",
        "Aristocrata, filho de família nobre, logo cedo teve formação iluminista com padres oratorianos. Revelou-se um crítico severo e irônico da monarquia absolutista, bem como do clero católico.[1] Adquiriu sólidos conhecimentos humanísticos e jurídicos, mas também frequentou em Paris os círculos da boêmia literária. Em 1714, entrou para o tribunal provincial de Bordéus, que presidiu de 1716 a 1726. Fez longas viagens pela Europa e, de 1729 a 1731, esteve na Inglaterra.\n",
        "Proficiente escritor, concebeu livros importantes e influentes, como Cartas persas (1721), Considerações sobre as causas da grandeza dos romanos e de sua decadência (1734) e O Espírito das leis (1748), a sua mais famosa obra. Contribuiu também para a célebre Enciclopédia, juntamente com Diderot e D'Alembert.\n",
        "Montesquieu nasceu em 18 de janeiro de 1689, em Bordeaux, na França, no castelo de La Brède, propriedade da família.[1] A mãe, Marie Françoise de Pesnel, tinha origem inglesa e de família com negócios na área de vinhos, e o pai, Jacques Secondat, era de família nobre francesa.\n",
        "Seu aprendizado inicial foi em casa e somente aos onze anos entrou para o Colégio de Juilly. Era um colégio que tinha como alunos os filhos das mais ricas famílias, comandado por padres oratorianos que ensinavam os alunos utilizando a doutrina iluminista da época. Aos dezesseis anos entrou para a faculdade de Direito da Universidade de Bordeaux, formou-se em direito em 1708 e foi para Paris prosseguir em seus estudos. Com a morte do pai, cinco anos depois, voltou à cidade natal, La Brède. Em 1715 casou-se com a rica Jeanne de Lartigue. Um ano depois, com a morte de um tio, herdou uma fortuna, assumiu a presidência do parlamento de Bordeaux e foi nomeado Barão de Montesquieu.\n",
        "Iniciou, na Academia de Bordeaux, estudos na área do direito romano, biologia, física e geologia.\n",
        "Com estes estudos, Montesquieu pôde se aprofundar no estudo iluminista que tinha iniciado no Colégio Juilly, aliando as ciências naturais e as questões humanas. Em pouco tempo o autor publicou textos sobre o assunto, como Les causes de l'écho, Les glandes rénales e La cause de la pesanteur des corps.\n",
        "Sua primeira obra de maior repercussão foi publicada em 1721, intitulada de \"Cartas Persas\", que é uma sátira aos costumes e filosofia francesa. O autor imprimiu uma alta dose de sarcasmo colocando dois viajantes persas em Paris, trocando correspondências sobre a França com amigos na Pérsia. Nesta obra a crítica às autoridades políticas e religiosas, bastante comum entre os iluministas, é constante em todo o livro. Por meio dos dois personagens, Montesquieu aproveita para criticar tudo o que o incomodava na sociedade francesa da época.\n",
        "Depois do êxito alcançado com \"Cartas Persas\", foi admitido nos grandes círculos intelectuais de Paris. Aos 39 anos foi estudar na Academia Francesa e como parte dos estudos iniciou uma maratona de viagens pela Europa que lhe proporcionaram a oportunidade de conhecer obras importantes para sua formação como as do historiador Pietro Giannone (1676-1748) e do filósofo Vico (1668-1744). Depois de passar pela Itália, Holanda e Alemanha, terminou sua peregrinação na Inglaterra, onde concluiu sua formação intelectual. Na ilha britânica relacionou-se com os círculos políticos, entrou para a maçonaria e para a Sociedade Real. Neste período teve grande contato com a doutrina iluminista e liberal. Com a conclusão das viagens, Montesquieu ficou recluso por dois anos, dedicando-se exclusivamente a escrever.\n",
        "Montesquieu, fascinado pelo progresso das Ciências Físicas/Naturais e de suas descobertas a respeito das leis que regiam o mundo físico, tratadas diversas vezes em seus ensaios, propôs a partir daí que a realidade social, semelhantemente, também devia reger-se por leis. Por conseguinte, trocou sua Magistratura pelo estudo para desvendar as leis sociais. Tomou conhecimento dos vários problemas sociais da Europa, além de ter sido um grande leitor e conhecedor dos impérios antigos, tais como de Roma, Grécia, Cartago, Egito, Pérsia, China, Macedônia, Japão e os povos hebreu, árabe, turco, dentre outras etnias e países.\n",
        "Nesse período escreveu sua principal obra, \"O Espírito das Leis\", que se tornou referência mundial para advogados, legisladores e outros cientistas sociais. A obra faz um vasto estudo nas áreas de direito, história, economia, geografia e teoria política que percorreu mais de dez anos até sua publicação em 1748.\n",
        "Montesquieu sofreu ao mesmo tempo uma avalanche de elogios e de represálias de todos os lados, e chegou a publicar, em 1750, um livro resposta chamado \"Defesa do Espírito das Leis\" (Défense de l'esprit des lois).[3] Faleceu em 10 de fevereiro de 1755, e encontra-se sepultado na Igreja de São Sulpício, em Paris.[4]\n",
        "Um breve retrocesso histórico se faz necessário para compreender alguns acontecimentos gerais que levaram às características da corrente iluminista, da qual Montesquieu se destacou como um dos principais teóricos. O embasamento de um poder divino atribuído aos monarcas europeus enfraquece a partir do momento que Lutero, em 1518, lê a passagem \"o justo viverá pela fé\" da Epístola de São Paulo aos romanos. Sua interpretação de que os indivíduos não deveriam recorrer à Igreja para pagar indulgências gerou conflitos ao redor de toda a Europa até que, em tese, o Tratado de Vestfália (1648) colocasse fim às guerras, reconhecendo a soberania de cada Estado em termos de escolha de religião. Com isso, a explicação para as coisas passa a não mais estar no transcendental, mas no próprio homem e eis que surge o Iluminismo como tentativa de fazer das ciências naturais as ciências da razão e da experimentação. Tal indutivismo aparece como uma quebra de paradigmas com o que se tinha no século XVII, a construção de um racionalismo aplicado à geometria, à dedução, que Baruch Espinoza mostra bem em sua Ética de 1677.[1] O foco agora são os ensinamentos históricos, factuais – o que propicia a Sociologia comparativa de Montesquieu – e a tentativa de aglomerar o conhecimento comum na ciência, nas artes e nos ofícios – a Encyclopédie de Diderot e de D'Alambert. A própria música do tempo destes homens detinha uma característica comum à dos estudiosos, de certa forma. Aparece o conceito de virtuosismo, no início do século XVII, atribuído àquele que explorava ao máximo o seu instrumento, desenvolvendo novas linguagens musicais a serem expressadas. Isso se manifestou na inovação barroca com um estilo quase que discursado – a ópera – e estilos estritamente instrumentais – a suíte e o concerto –, que possuem linhas agudas e graves definidas e que deixa aos instrumentos de frequência média a possibilidade de variar a melodia de acordo com a nuança de cada autor, demonstrando seu característico virtuosismo. Porém, a partir da segunda metade do século XVIII e com a morte do compositor Bach, uma transição musical para algo mais simplificado foi inevitável. Como tudo o mais, os trabalhos iluministas também proporcionaram uma transição a algo que, a priori, seria mais estável.\n",
        "Desde o fim da Idade Média, quando os reis começam a tomar o poder que os senhores feudais tinham sobre suas terras, a nobreza ociosa passa a franquear o trono e a almejar o poder. Os reis buscam então o apoio das massas, não confiando mais no pessoal de sua corte e, fazendo isso, concedem gradualmente mais benefícios àqueles, na forma de menos servidões, no fim das contas. O poder absolutista, cada vez mais cruel e centralizado, culmina drasticamente com o governo de Luís XIV (1643-1715). A insatisfação já era grande nesta época de altos gastos com o luxo na corte – como mostra bem a arte rococó, com seus quadros exaltando os prazeres do cotidiano aristocrático, suas festas, sua sensualidade – enquanto a população estava imersa na miséria. Com o nascente sistema capitalista em ação, uma nova esperança surge no imaginário das pessoas, a saber, a superação da escassez dos bens necessários à vida, a superação de um antigo e comum temor popular. Ademais, a emancipação do indivíduo enquanto sujeito de sua atividade econômica – dotado de propriedade privada, graças ao liberalismo precoce de Locke –, em oposição ao mercantilismo estatal, foram importantes fatores, existentes principalmente na Inglaterra, para o que se seguiria.\n",
        "A arquitetura rococó pomposa e cortesã era a mesma arquitetura repleta de janelas que deixavam adentrar a luz, e em 1789 eclode a Revolução Francesa e a junção entre burguesia e classes populares, embora momentânea, foi selada. A volta ao pensamento indutivo, à forma humana, ao equilíbrio do Neoclassicismo foi o legado que homens como Montesquieu deixaram para a arte do século posterior. A teoria política criada por ele e que se reflete na divisão dos poderes estatais, por exemplo, são aulas de vida para acadêmicos e políticos até os dias de hoje.\n",
        "Outra importante teoria de Montesquieu trata das relações das formas de governo e seus princípios, segundo o autor as formas seriam as seguintes:\n",
        "Montesquieu atribuiu mais algumas classificações a estas formas de governo, tais como:\n",
        "Em 1721, publicou as Cartas Persas (Lettres persanes), obra da sua juventude, e consistia num relato imaginário, sob a forma epistolar, sobre a visita de dois persas, Rica e Usbeck, a Paris, durante o reinado de Luís XIV. As duas personagens escrevem para seus amigos na Pérsia descrevendo tudo o que veem em Paris. Por meio desta narrativa, critica os costumes, as instituições políticas e os abusos da Igreja Católica e do Estado absolutista na França da época.\n",
        "Montesquieu elaborou uma teoria política, que apareceu na sua obra mais famosa, O Espírito das Leis (De L'Esprit des Loix, 1748), inspirada em John Locke e no seu estudo das instituições políticas inglesas. É uma obra volumosa, na qual se discute a respeito das instituições e das leis, e busca-se compreender as diversas legislações existentes em diferentes lugares e épocas. Esta obra inspirou os redatores da Constituição de 1791 e tornou-se na fonte das doutrinas constitucionais liberais, que repousam na separação dos poderes legislativo, executivo e judiciário.\n",
        "\"O Espírito das Leis\" foi proibida em diversos círculos intelectuais e também incluída no Index Librorum Prohibitorum da Igreja Católica. Foi também duramente recriminado pelo clero francês, na Sorbonne e em diversos artigos, panfletos e outros escritos. Toda essa reação negativa deu à obra uma maior abrangência e repercussão que a conseguida por \"Cartas Persas\".\n",
        "\"O Espírito das Leis\" analisa de maneira extensa e profunda os fatos humanos com um rigoroso esboço de interpretação do mundo histórico, social e político. A pertinência das observações e a preocupação com o método permitem encontrar no seu trabalho elementos que prenunciam uma análise sociológica. Eis algumas das principais ideias de Montesquieu expressas nesta obra tão importante:\n",
        "O que Montesquieu descreve como espírito geral de uma sociedade aparece como resultante de causas físicas (o clima), causas morais (costumes, religião…) e das máximas de um governo (ARON, R.). Modernamente, seria o que chamamos vulgarmente de uma identidade nacional que se constitui conforme os fatores citados acima.\n",
        "As máximas anteriormente descritas dizem respeito aos, segundo o próprio autor, tipos e conceitos que dariam conta daquilo que as causas não abrangem. Seriam por conseguinte o princípio (o que põe os governos em movimento, o princípio motor em linguagem filosófica, constituído pelas paixões e necessidades dos homens) e a natureza (aquilo que faz um governo ser o que é, determinado pela quantidade daqueles que detêm a soberania) de um governo.\n",
        "Segundo estas duas características fundamentais de um governo, Montesquieu distingue três formas de governo:\n",
        "Apesar de ser muito influenciado pelos clássicos (notadamente Aristóteles), o seu esquema de governos é diferente destes últimos. Montesquieu, ao considerar a democracia e a aristocracia um mesmo tipo (agrupados na república) e ao falar de despotismo como um tipo em si e não a corrupção de outro (neste caso, da monarquia), mostra-se mais preocupado com a forma com que será exercido o poder: se é exercido seguindo leis ou não.\n",
        "Ao procurar descobrir as relações que as leis têm com a natureza e o princípio de cada governo, Montesquieu desenvolve uma alentada teoria de governo que alimenta as ideias fecundas do constitucionalismo, pelo qual se busca distribuir a autoridade por meios legais, de modo a evitar a violência e o abuso de poder de alguns. Tais ideias se encaminham para uma melhor definição da separação dos poderes, ainda hoje uma das pedras angulares do exercício do poder democrático. Montesquieu admirava a constituição inglesa, mesmo sem compreender completamente, e descreveu cuidadosamente a separação dos poderes em Executivo, Judiciário e Legislativo, trabalho que influenciou os elaboradores da Constituição dos Estados Unidos da América.\n",
        "O poder legislativo, convocado pelo executivo, deveria ser separado em duas casas: o corpo dos comuns, composto pelos representantes do povo, e o corpo dos nobres, formado por nobres, hereditário e com a faculdade de impedir (vetar) as decisões do corpo dos comuns. Essas duas casas teriam assembleias e deliberações separadas, assim como interesses e opiniões independentes. Refletindo sobre o abuso do poder real, Montesquieu conclui que \"é preciso que o poder limite o poder\" daí a necessidade de cada poder manter-se autônomo e constituído por pessoas e grupos diferentes.\n",
        "É bem verdade que a proposta da divisão dos poderes ainda não se encontra em Montesquieu com a força que se costumou posteriormente a atribuir-lhe. Em outras passagens de sua obra, ele não defende uma separação tão rígida, pois o que ele pretendia de fato era realçar a relação de forças e a necessidade de equilíbrio e harmonia entre os três poderes.\n",
        "Montesquieu não era um revolucionário. Sua opção social ainda era por sua classe de origem, a nobreza. Ele sonhava apenas com a limitação do poder absoluto dos reis, pois era um conservador, que queria a restauração das monarquias medievais e o poder do Estado nas mãos da nobreza. As convicções de Montesquieu refletem-se à sua classe e, portanto, o aproximam dos ideais de uma aristocracia liberal. Ou seja, ele critica toda a forma de despotismo, mas não aprecia a ideia de o povo assumir o poder. A sua crítica, no entanto, serviu para desencadear a Revolução Americana e instaurar a república burguesa.\n",
        "A lei é natural dos seres, própria deles. A lei deriva da natureza das coisas e não do arbítrio (vontade) de um, qual seja a crítica ao sistema hobbesiano. É em virtude disso que devemos ter em mente que o barão de La Brède foi sem dúvida um dos pensadores mais renomados e um articulador de ideias ricas de esplendor e princípios éticos e morais embasados no cotidiano de sua época, e com conhecimentos úteis para o tempo presente. Montesquieu foi o proclamador do Direito em virtude, e com a sua formação e inteligência propôs divisões para o Direito em sua essência principal, que nada mais é que prender-se à igualdade e liberdade de cada cidadão.\n",
        "Como já foi acima mencionado, O Espírito das Leis de Montesquieu defende a divisão do poder público em três poderes, inspirado no sistema político constitucional da Inglaterra quando de sua viagem. Essa separação, segundo o autor, é essencial para que haja a liberdade do cidadão em se sentir seguro perante o Estado e perante outro cidadão, pois se fosse dado a mais de um desses poderes o poder de legislar e ao mesmo tempo julgar essa medida seria extremamente autoritária e arbitrária perante o cidadão que estaria praticamente indefeso, ou seja, estaria à mercê de um juiz legislador.\n",
        "\nMontesquieu diz claramente que:",
        "Como dito anteriormente, Montesquieu compreende a democracia como uma forma de governo republicano. Nesse sentido, o filósofo pensa o governo republicano como \"(…) aquele no qual o povo em seu conjunto, ou apenas uma parte do povo, possui o poder soberano[5]\". Assim, diferenciando, respectivamente, democracia de aristocracia. O papel do povo no governo republicano democrático se constitui como soberano e súdito ao mesmo tempo. A sua soberania está diretamente ligada ao poder de suas vontades, sufrágio. Em consequência a isso, as leis que regulam esse tipo de governo são primordiais porque regulamentam como, porque e para quem os sufrágios devem ser direcionados.\n",
        "No terceiro capítulo do livro três d'O Espírito das Leis Montesquieu afirma que o motor do estado democrático é a virtude, \"o amor à república; é um sentimento, e não uma série de conhecimentos[5]\". Assim, compreendendo que quem executa as leis deve sentir-se submetido às próprias leis. Por isso, diferencia a democracia da monarquia. Em um estado monárquico, aqueles que executam as leis se posicionam acima delas. Por essa razão, em um estado democrático as leis devem ser executadas com a finalidade de manutenção do bem comum, caso contrário, tal estado precisará ser dissolvido. Em adição a isso, o autor explica que os indivíduos devem se entregar menos à satisfação dos desejos individuais e focarem-se na realização das vontades gerais de todos, assim, fortalecendo sua perspectiva democrática.\n",
        "Para o filósofo, o amor à república está diretamente ligado ao amor à democracia e, esta, ao amor à igualdade. Por isso, cada indivíduo dentro de um sistema democrático deve possuir as mesmas vantagens, mesmos prazeres e esperanças. Contudo, o amor à igualdade não se restringe a um único modelo de felicidade ou desejo. Nesse sentido, os cidadãos não precisam prestar os mesmos serviços à sociedade, mas deverão executar alguma atividade.\n",
        "Montesquieu afirma que a corrupção total de qualquer modelo de governo se deve à corrupção de seus princípios basilares. Desse modo, a democracia se corrompe quando o princípio da igualdade é abandonado, violado ou levado ao extremo. Já que, qualquer indivíduo desejaria ser igual àqueles que escolheu para comandá-lo. Portanto, diz Montesquieu: \"A partir deste momento, o povo, não podendo suportar o próprio poder que delegou, quer fazer tudo sozinho, deliberar pelo senado, executar pelos magistrados e despojar todos os juízes\".[5]\n",
        "A consequência desse excesso é que os magistrados perdem sua respectiva autoridade, passando a não ser respeitados. Os senadores não são mais respeitados, os velhos também deixam de ser e, consequentemente, também acaba o respeito pelos pais. Somado a isso, a corrupção do povo a partir da igualdade extremada, aumenta quando os magistrados, também corrompidos, escondem sua respectiva corrupção ocultando sua ambição através do elogio da força e grandeza do povo. O principal objetivo do povo corrompido é o \"tesouro público\", visto que, esse dinheiro servirá para o sustento do luxo e \"preguiça\" desse mesmo povo. Até a eleição pode ser comprada por dinheiro, assim, o povo corre o grave risco de perder mais do que, aparentemente, ganha. As vantagens alcançadas através da liberdade proporcionada pela corrupção podem ser perdidas com o surgimento de um tirano que possuirá a reunião de todas as corrupções.\n"
    ],
    "ligacoes": [
        "<ul><li>Montesquieu defendia a divisão do poder em três:\n<ul><li><b>Poder Executivo</b> (órgão responsável pela administração do território e concentrado nas mãos do monarca ou regente);</li>\n<li><b>Poder Legislativo</b> (órgão responsável pela elaboração das leis e representado pelas câmaras de parlamentares);</li>\n<li><b>Poder Judiciário</b> (órgão responsável pela fiscalização do cumprimento das leis e exercido por juízes e magistrados).</li></ul></li></ul>",
        "<ul><li>Era a favor da Monarquia Parlamentar.</li></ul>",
        "<ul><li>República - Democracia (Princípio – Patriotismo).</li></ul>",
        "<ul><li><b>Formas de Governoː</b>\n<ul><li>Aristocracia (Princípio – Moderação);</li>\n<li>Monarquia (Princípio – Honra);</li>\n<li>Despotismo (Princípio – Terror).</li></ul></li></ul>",
        "<ul><li><b>Formas Puras:</b>\n<ul><li>Monarquia: Governo de um só (Princípio – Honra);</li>\n<li>Aristocracia: Governo de vários;</li>\n<li>Democracia: Governo do povo (Princípio – Virtude).</li></ul></li></ul>",
        "<ul><li><b>Formas Impuras:</b>\n<ul><li>Tirania: Corrupção da Monarquia;</li>\n<li>Oligarquia: Corrupção da Aristocracia;</li>\n<li>Demagogia: Corrupção da Democracia.</li></ul></li></ul>",
        "<ul><li><i>As <a href=\"/wiki/Lei\" title=\"Lei\">leis</a> escritas ou não, que governam os <a href=\"/wiki/Povo\" title=\"Povo\">povos</a>, não são fruto do capricho ou do arbítrio de quem legisla. Ao contrário, decorrem da <a href=\"/wiki/Realidade\" title=\"Realidade\">realidade</a> social e da História concreta própria ao povo considerado. Não existem leis <a href=\"/wiki/Justi%C3%A7a\" title=\"Justiça\">justas</a> ou injustas. O que existe são leis mais ou menos adequadas a um determinado povo e a uma determinada circunstância de época ou lugar. O autor procura estabelecer a relação das leis com as <a href=\"/wiki/Sociedade\" title=\"Sociedade\">sociedades</a>, ou ainda, com o <a href=\"/wiki/Esp%C3%ADrito\" title=\"Espírito\">espírito</a> dessas.</i></li></ul>",
        "<ul><li><a href=\"/wiki/Monarquia\" title=\"Monarquia\">Monarquia</a> - soberania nas mãos de uma só pessoa (o <a href=\"/wiki/Monarca\" title=\"Monarca\">monarca</a>) segundo <a href=\"/wiki/Positivismo_jur%C3%ADdico\" title=\"Positivismo jurídico\">leis positivas</a> e o seu princípio é a <a href=\"/wiki/Honra\" title=\"Honra\">honra</a>;</li>\n<li><a href=\"/wiki/Despotismo\" title=\"Despotismo\">Despotismo</a> - soberania nas mãos de uma só pessoa (o <a href=\"/wiki/D%C3%A9spota\" class=\"mw-redirect\" title=\"Déspota\">déspota</a>) segundo a <a href=\"/wiki/Vontade\" title=\"Vontade\">vontade</a> deste e o seu princípio é o <a href=\"/wiki/Medo\" title=\"Medo\">medo</a>;</li>\n<li><a href=\"/wiki/Rep%C3%BAblica\" title=\"República\">República</a> - a soberania está nas <a href=\"/wiki/M%C3%A3o\" title=\"Mão\">mãos</a> de muitos (de todos = <a href=\"/wiki/Democracia\" title=\"Democracia\">democracia</a>, ou de alguns = <a href=\"/wiki/Aristocracia\" title=\"Aristocracia\">aristocracia</a>) e o seu princípio motor é a <a href=\"/wiki/Virtude\" title=\"Virtude\">virtude</a>.</li></ul>",
        "<ul><li><i>La Damnation éternelle des païens</i> (1711)</li>\n<li><i>Éloge de la sincérité</i> (1717)</li>\n<li><i><a href=\"/wiki/Lettres_persanes\" class=\"mw-redirect\" title=\"Lettres persanes\">Lettres persanes</a></i> (1721)</li>\n<li><i><a href=\"/wiki/O_Templo_de_Gnido\" title=\"O Templo de Gnido\">Le Temple de Gnide</a></i> (1725), poema</li>\n<li><i><a href=\"/wiki/Histoire_V%C3%A9ritable\" title=\"Histoire Véritable\">Histoire Véritable</a></i></li>\n<li><i>Arsace et Isménie</i><sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\"><span class=\"cite-bracket\">[</span>6<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Considérations sur les causes de la grandeur des Romains et de leur décadence</i> (1734) - <a rel=\"nofollow\" class=\"external text\" href=\"https://gallica.bnf.fr/ark:/12148/btv1b8613371v/f7.image.r=.langEN\">Gallica</a></li>\n<li><i>Arsace et Isménie</i> (1742)</li>\n<li><i>De l'esprit des lois</i> (1748)</li>\n<li><i>Défense de l'Esprit des lois</i> (1750)</li>\n<li><i>Essai sur le goût</i> (1757)</li>\n<li><i>Pensées</i> (coleção de reflexões pessoais)</li>\n<li><i>Spicilège</i> (coleção de notas, anedotas, etc.)</li>\n<li><i>Discours sur la cause de l'écho</i></li>\n<li><i>Discours sur l'usage des glandes rénales</i></li>\n<li><i>Discours sur la cause de la pesanteur des corps</i></li>\n<li><i>Mémoire sur le principe et la nature du mouvement</i> (anteriormente intitulada: <i>Dissertation sur le mouvement relatif</i>)</li></ul>",
        "<ul><li>Pangle, Thomas, <i>Montesquieu’s Philosophy of Liberalism</i> (Chicago: 1989 rpt.; 1973).</li>\n<li>Person, James Jr., ed. \"Montesquieu\" (trechos de chap. 8) in <i>Literature Criticism from 1400 to 1800</i>, (Gale Publishing: 1988), vol. 7, pp. 350–52.</li>\n<li>Shackleton, Robert. <i>Montesquieu; a Critical Biography</i>. (Oxford: Clarendon Press of <a href=\"/wiki/Oxford_University_Press\" title=\"Oxford University Press\">Oxford University Press</a>, 1961).</li>\n<li>Shklar, Judith. <i>Montesquieu</i> (Oxford Past Masters series). (Oxford e Nova York, Oxford University Press, 1989).</li>\n<li>Schaub, Diana J. <i>Erotic Liberalism: Women and Revolution in Montesquieu's</i> 'Persian Letters'. (Lanham, MD: Rowman &amp; Littlefield, 1995).</li>\n<li>Spurlin, Paul M.  <i>Montesquieu in America, 1760-1801</i> (Baton Rouge: Louisiana State University Press, 1941; reimpresso, <a href=\"/wiki/Nova_York\" class=\"mw-redirect\" title=\"Nova York\">Nova York</a>: Octagon Books, 1961).</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://montesquieu.ens-lyon.fr/\">Société Montesquieu</a></li>\n<li><i><a rel=\"nofollow\" class=\"external text\" href=\"https://dictionnaire-montesquieu.ens-lyon.fr/en/home/\">A Montesquieu Dictionary</a></i>, on line: \" <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20220227145018/http://dictionnaire-montesquieu.ens-lyon.fr/en/home/\">Arquivado em</a> 27 fevereiro 2022 no <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a>\"</li>\n<li><cite class=\"citation book\"><a href=\"/w/index.php?title=Courtenay_Ilbert&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Courtenay Ilbert (página não existe)\">Ilbert, Courtenay</a> (1913). <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/details/in.ernet.dli.2015.13326\">«Montesquieu»</a>. In:  <a href=\"/w/index.php?title=John_Macdonell_(judge)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"John Macdonell (judge) (página não existe)\">Macdonell, John</a>; Manson, Edward William Donoghue. <i>Great Jurists of the World</i>. Londres: John Murray. pp. <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/details/in.ernet.dli.2015.13326/page/n13\">1</a>–16<span class=\"reference-accessdate\">. Consultado em 14 de fevereiro de 2019</span>  – via Internet Archive</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AMontesquieu&amp;rft.atitle=Montesquieu&amp;rft.aufirst=Courtenay&amp;rft.aulast=Ilbert&amp;rft.btitle=Great+Jurists+of+the+World&amp;rft.date=1913&amp;rft.genre=bookitem&amp;rft.pages=1-16&amp;rft.place=Londres&amp;rft.pub=John+Murray&amp;rft_id=https%3A%2F%2Farchive.org%2Fdetails%2Fin.ernet.dli.2015.13326&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.gutenberg.org/author/26352\">Obras de Montesquieu</a> (em inglês) no <a href=\"/wiki/Projeto_Gutenberg\" title=\"Projeto Gutenberg\">Projeto Gutenberg</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"//archive.org/search.php?query=%28subject%3A%22Montesquieu%22%20OR%20creator%3A%22Montesquieu%22%20OR%20description%3A%22Montesquieu%22%20OR%20title%3A%22Montesquieu%22%29%20OR%20%28%221689-1755%22%20AND%20Montesquieu%29\">Obras de ou sobre Montesquieu</a> no <a href=\"/wiki/Internet_Archive\" title=\"Internet Archive\">Internet Archive</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://onlinebooks.library.upenn.edu/webbin/book/search?author=Montesquieu&amp;amode=words\">Trabalhos de texto completo gratuitos on-line</a> (em inglês)</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://dictionnaire-montesquieu.ens-lyon.fr/en/home/\">dictionnaire-montesquieu.ens-lyon.fr/</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20220227145018/http://dictionnaire-montesquieu.ens-lyon.fr/en/home/\">Arquivado em</a> 27 fevereiro 2022 no <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a> <i>The Spirit of Law</i>, trans. Philip Stewart, open access. (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://montesquieu.ens-lyon.fr/spip.php?rubrique245\">montesquieu.ens-lyon.fr</a> <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20201213221758/http://montesquieu.ens-lyon.fr/spip.php?rubrique245\">Arquivado em</a> 13 dezembro 2020 no <a href=\"/wiki/Wayback_Machine\" title=\"Wayback Machine\">Wayback Machine</a> <i>Persian Letters</i>, trans. Philip Stewart, open access.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20100408075609/https://www.livres-et-ebooks.fr/auteur/Montesquieu-2214/\">Coleção completa de e-books de Montesquieu</a> (em francês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20120609014435/https://athena.unige.ch/athena/montesquieu/montesquieu_lettres_persanes.html\"><i>Lettres persanes</i> at athena.unige.ch</a> (em francês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110408194916/https://ouclf.iuscomp.org/articles/montesquieu.shtml\">Montesquieu, \"Notes on England\"</a> (em inglês)</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://plato.stanford.edu/entries/montesquieu/\">Montesquieu</a>- The Stanford Encyclopedia of Philosophy. (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://ihrim.ens-lyon.fr\">\"Montesquieu\", Institut d'histoire des représentations et des idées dans les modernités</a> (em francês)</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li>      </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1689\" title=\"Categoria:Nascidos em 1689\">Nascidos em 1689</a><a href=\"/wiki/Categoria:Mortos_em_1755\" title=\"Categoria:Mortos em 1755\">Mortos em 1755</a><a href=\"/wiki/Categoria:Membros_da_Academia_Francesa\" title=\"Categoria:Membros da Academia Francesa\">Membros da Academia Francesa</a><a href=\"/wiki/Categoria:Membros_da_Academia_de_Ci%C3%AAncias_da_Pr%C3%BAssia\" title=\"Categoria:Membros da Academia de Ciências da Prússia\">Membros da Academia de Ciências da Prússia</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Pol%C3%ADticos_franceses_do_s%C3%A9culo_XVIII\" title=\"Categoria:Políticos franceses do século XVIII\">Políticos franceses do século XVIII</a><a href=\"/wiki/Categoria:Ma%C3%A7ons_de_Fran%C3%A7a\" title=\"Categoria:Maçons de França\">Maçons de França</a><a href=\"/wiki/Categoria:Iluministas\" title=\"Categoria:Iluministas\">Iluministas</a><a href=\"/wiki/Categoria:Liberalismo\" title=\"Categoria:Liberalismo\">Liberalismo</a><a href=\"/wiki/Categoria:Enciclopedistas_da_Fran%C3%A7a\" title=\"Categoria:Enciclopedistas da França\">Enciclopedistas da França</a><a href=\"/wiki/Categoria:Mon%C3%A1rquicos_da_Fran%C3%A7a\" title=\"Categoria:Monárquicos da França\">Monárquicos da França</a><a href=\"/wiki/Categoria:Filosofia_da_linguagem\" title=\"Categoria:Filosofia da linguagem\">Filosofia da linguagem</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_direito_da_Fran%C3%A7a\" title=\"Categoria:Filósofos do direito da França\">Filósofos do direito da França</a><a href=\"/wiki/Categoria:Livros_de_Montesquieu\" title=\"Categoria:Livros de Montesquieu\">Livros de Montesquieu</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Montesquieu_1.png/250px-Montesquieu_1.png",
    "view": "montesquieu"
}