{
    "url": "https://pt.wikipedia.org/wiki/Moritz_Schlick",
    "codigo_http": 200,
    "titulo": [
        "Moritz Schlick"
    ],
    "conteudo": [
        "Moritz Schlick (Berlim, 14 de abril de 1882 – Viena, 22 de junho de 1936) foi a figura central do positivismo lógico e do Círculo de Viena. \n",
        "Nascido em Berlim numa abastada família, estudou física em Heidelberg, Lausana e na Universidade de Berlim com Max Planck. Em 1904 completou sua tese \"sobre a reflexão da luz num meio não-homogêneo\". Em 1908 publicou \"a sabedoria da vida\", um volume curto sobre eudemonismo, a teoria de que a felicidade é o objetivo ético mais elevado. A sua tese de habilitação, \"a natureza da verdade de acordo com a lógica moderna\", foi publicada em 1910. Vários ensaios sobre estética seguiram-se, nos quais Schlick virou a sua atenção para problemas da epistemologia, a filosofia da ciência, e questões gerais sobre a ciência. Nesta última categoria Schlick distinguiu-se pela publicação em 1915 de um ensaio sobre a teoria especial da relatividade. Também publicou \"espaço e tempo na moderna física\", um tratamento mais sistemático da física pós-newtoniana.\n",
        "Em 1922 Schlick tornou-se professor de filosofia de ciências indutivas na Universidade de Viena, após duas nomeações sem sucesso em Rostock e Kiel. No mesmo ano ocorreram dois eventos que alteraram o rumo da sua vida. Primeiro, um grupo de filósofos e cientistas (incluindo Rudolf Carnap, Herbert Feigl, Kurt Gödel, Hans Hahn, Otto Neurath e Friedrich Waismann) sugeriram a Schlick que iniciassem encontros regulares para discutir ciência e filosofia. Chamaram-se inicialmente a Associação Ernst Mach, mas ficaram conhecidos como o Círculo de Viena.\n",
        "O segundo grande evento de 1922 foi a publicação do \"Tractatus Logico-Philosophicus\" de Wittgenstein, a primeira das suas duas obras, a qual se enquadrava ainda dentro dos princípios do positivismo (Wittgenstein iria mais tarde repudiar o primeiro livro que escreveu, para inverter completamente a sua filosofia -- mas há controvérsias, porque para alguns ele apenas torna a possibilidade de jogos linguísticos como fundamento metafísico do mundo, e o segundo livro continua o primeiro, aprofundando-o e explicando os fundamentos da semântica na própria sintaxe). Schlick e o seu grupo ficaram impressionados com o seu livro, que propunha entre outras coisas uma teoria lógica dos símbolos e uma teoria pictórica da linguagem. Foi um tópico de discussão de vários encontros. Schlick contactou Wittgenstein pessoalmente em 1924, tendo elogiado perante o círculo as virtudes do livro. Wittgenstein concordou em reunir-se com Schlick e Waissmann para discutir o Tractatus e outras ideias. Através da influência de Schlick, Wittgenstein foi encorajado a considerar o retorno à Filosofia após uns 10 anos de ociosidade. Ironicamente, é em parte devido ao apoio de Schlick que Wittgenstein começou a escrever as reflexões que iriam fazer parte da segunda (e última) obra de Wittgenstein, \"Investigações filosóficas\". As discussões de Schlick e Waismann com Wittgenstein continuaram até que o último achou que ideias germinais dele tinham sido usadas sem permissão por Carnap. Wittgenstein continuou as discussões por cartas a Schlick, mas a sua ligação com o Círculo de Viena terminou em 1932.\n",
        "Schlick tinha trabalhado no seu \"Teoria Geral do Conhecimento\" entre 1918 e 1925, e apesar de posteriores desenvolvimentos da sua filosofia terem refutado várias alegações epistemológicas, a \"Teoria Geral\" é talvez a sua obra mais notável, pelo seu raciocínio agudo contra o conhecimento sintético \"a priori\". Entre 1926 e 1930, Schlick terminou o seu \"Problemas de Ética\", no qual ele surpreendeu alguns dos seus colegas do círculo ao incluir a ética como um ramo viável da filosofia. Também nesta altura, o Círculo de Viena publicou \"A visão científica do mundo: O Círculo de Viena\", como homenagem a Schlick. A sua posição fortemente anti-metafísica cristalizou o ponto-de-vista do grupo. \n",
        "Com a ascensão do Nazismo na Alemanha e na Áustria, muitos dos membros do Círculo de Viena fugiram para a América e para o Reino Unido. Schlick, no entanto, continuou na Universidade de Viena. Numa visita de Herbert Feigl em 1935, ele expressou o horror que sentia com os acontecimentos na Alemanha. Em junho de 1936, Schlick subia as escadas da Universidade onde ia dar uma aula, quando foi confrontado por um antigo aluno que o interpela com uma conversa pomposa sobre um ensaio que ele tinha escrito. Quando Schlick objectou, o estudante puxou de uma pistola e atingiu Schlick no peito. Schlick morreria pouco depois. O estudante foi julgado e sentenciado mas tornou-se um herói para os sentimentos racistas em crescimento na cidade, tendo sido retratado como o \"ariano heróico\" que se levantou contra a \"filosofia Judia sem alma\" do Círculo (Schlick não era de ascendência judaica). Numa grotesca manipulação da justiça, o estudante obteve a liberdade condicional pouco depois e viria a tornar-se um membro do partido Nazi austríaco após o Anschluss (anexação da Áustria pela Alemanha Nazi a 12 de Março de 1938).\n"
    ],
    "ligacoes": [
        "<ul><li><a href=\"/wiki/C%C3%ADrculo_de_Viena\" title=\"Círculo de Viena\">Círculo de Viena</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://mathgenealogy.org/id.php?id=52983\">Moritz Schlick</a> (em inglês) no <a href=\"/wiki/Mathematics_Genealogy_Project\" title=\"Mathematics Genealogy Project\">Mathematics Genealogy Project</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1882\" title=\"Categoria:Nascidos em 1882\">Nascidos em 1882</a><a href=\"/wiki/Categoria:Mortos_em_1936\" title=\"Categoria:Mortos em 1936\">Mortos em 1936</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_anal%C3%ADticos\" title=\"Categoria:Filósofos analíticos\">Filósofos analíticos</a><a href=\"/wiki/Categoria:C%C3%ADrculo_de_Viena\" title=\"Categoria:Círculo de Viena\">Círculo de Viena</a><a href=\"/wiki/Categoria:Positivistas_l%C3%B3gicos\" title=\"Categoria:Positivistas lógicos\">Positivistas lógicos</a><a href=\"/wiki/Categoria:Cientistas_assassinados\" title=\"Categoria:Cientistas assassinados\">Cientistas assassinados</a><a href=\"/wiki/Categoria:Naturais_de_Berlim\" title=\"Categoria:Naturais de Berlim\">Naturais de Berlim</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/1/17/Schlick_sitting.jpg/250px-Schlick_sitting.jpg",
    "view": "moritz_schlick"
}