{
    "url": "https://pt.wikipedia.org/wiki/Nelson_Goodman",
    "codigo_http": 200,
    "titulo": [
        "Nelson Goodman"
    ],
    "conteudo": [
        "Nelson Goodman (Somerville, 7 de agosto de 1906 - Needham, 25 de novembro de 1998) foi um filósofo americano, conhecido por seu trabalho sobre mereologia, o problema da indução, irrealismo e estética.\n",
        "Aluno de Harvard, Nelson Goodman doutorou-se em filosofia em 1941. Após o doutoramento ensinou em diversas universidades estadunienses, nomeadamente em Pensilvânia e, mais tarde, a partir de 1977, em Harvard, onde já tinha ensinado entre 1962 e 1963, dirigindo o Centro de Estudos Cognitivos. Foi, entre outros, mestre de Noam Chomsky e de Hilary Putnam.\n",
        "Fact, Fiction and Forecast e, sobretudo, Ways of Worldamaking exerceram uma influência considerável no pensamento construtivista radical. A grande inovação de Goodman foi a de substituir o raciocínio indutivo de David Hume por uma \"adivinha\" indutiva. Goodman celebrizou-se pela sua teoria das amostras, expressa, com relevância, em Ways of Worldmakimg e em Languages of Art. Se bem que, numa parte razoável desses livros, contraponha argumentos às teses relativistas em que se sente cair, esses argumentos não são suficientes para orientar o leitor num pista inequívoca. Serão talvez reminiscências do Construtivismo Trivial de que falava Ernst von Glasersfeld.\n",
        "Em 1967, na Escola de Educação de Harvard, Goodman estabeleceu um programa interdisciplinar para os estudos da educação e das artes, Project Zero, que ele dirigiu até 1971. Em 1977 foi nomeado Professor Emérito da Universidade Harvard.\n",
        "Goodman, entre outras, desenvolveu a teoria da compreensão e da lógica dos sistemas simbólicos que envolvem a experiência estética. Ele defende que a arte é essencialmente cognitiva e encorajou alguns teóricos educativos a usarem as suas ideias para comprovar firmemente a importância da educação artística.\n",
        "A proposição central da teoria de Goodman é que a arte é um sistema simbólico do entendimento humano que partilha com outras formas de análise (incluindo as ciências) a procura humana de esclarecimento. Assim, no seu livro Languages of art (1968), descreve o envolvimento com a arte. Para ele a experiência estética é mais dinâmica do que estática. Ela impõe que se efectuem discriminações delicadas, discernindo relações subtis e que se identifiquem sistemas simbólicos e caracteres no interior desses sistemas, tal como o que esses caracteres denotam e exemplificam. Propõe que se interpretem as obras e se reorganize o mundo nos termos das obras - e as obras nos termos do mundo.\n",
        "Ao dizer que arte fornece entendimento, Goodman considera a capacidade de obras nos fazerem ver, ouvir e ler de diferentes maneiras e fazer novas ligações entre as coisas. É preciso também perceber que embora Goodman utilize a expressão experiência estética, sua teoria sobre arte é mais sobre o estado cognitivo da arte e menos sobre como se percebe e aprecia arte. O que Goodman chama os sintomas do estético — densidade sintáctica e semântica, plenitude sintáctica, exemplificações e referências múltiplas e complexas — não são qualidades estéticas, mas sim termos técnicos que se referem às funções dos caracteres numa obra na construção de um sistema simbólico. Eles explicam como obras de arte referem e denotam, mesmo que de maneira não representativa ou estritamente formal.\n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li>Smith, Ralph (1995), Excellence II, The Continuing Quest in Art Education. Reston: Virginia, National Art Education Association.</li></ul>",
        "<ul><li>1941 - <i>A Study of Qualities</i></li>\n<li>1951 - <i>The Structure of Appearance</i></li>\n<li>1955 - <i>Fact, Fiction, and Forecast</i></li>\n<li>1968 - <i>Languages of Art</i></li>\n<li>1972 - <i>Problems and Projects</i></li>\n<li>1978 - <i>Ways of Worldmaking</i></li>\n<li>1984 - <i>Of Mind and Other Matters</i></li></ul>",
        "<ul><li><i><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20061124074225/http://www.univ-corse.fr/~franceschi/GP.html\">Une solution pour le paradoxe de Goodman</a></i>, por  Paul Franceschi. <i>Dialogue</i>, vol.40, 2001, pp. 99-123.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/goodman-aesthetics/\">\"Goodman's Aesthetics\"</a>, por Alessandro Giovannelli. <i>The Stanford Encyclopedia of Philosophy (Summer 2010 Edition)</i>, Edward N. Zalta (ed.).</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070708183509/http://www.pz.harvard.edu/History/NGphoto.jpg\">Foto de Nelson Goodman</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://printfu.org/read/redalyc-rse%C3%B1a-de-maneras-de-hacer-mundos-de-nelson-goodman-el--cf33.html?f=1qeYpurpn6Wih-SUpOGunaWnh77U2sbg4ciekrvh2SkmzoXQ1JaHwcnT1eTK4ZTK2o3NzdLb15TV2t7W2OGWhtnShbrU4tjj1oW34djS4cfjm4Wx25aTopaHq-WjoK6I6eGHp-KwlqWih9rn3OLh1sW9ytjUmKDnopaqlM-Qr9mvoZqmkd7Z6Nifn6Hb09jH4ebImuTXyuHN3Z7f4Z3kytucmaOnpZmroJWip5qkotbZ04en7A\">Resenha de <i>Ways of Worldmaking</i></a> ('Maneiras de fazer o mundo'), por Carlos Muñoz (em castelhano). <i>El hombre y la máquina</i>. Universidad Autónoma de Occidente, Colômbia, 2005. ISSN: 0121-0777</li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1906\" title=\"Categoria:Nascidos em 1906\">Nascidos em 1906</a><a href=\"/wiki/Categoria:Mortos_em_1998\" title=\"Categoria:Mortos em 1998\">Mortos em 1998</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_linguagem\" title=\"Categoria:Filósofos da linguagem\">Filósofos da linguagem</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_anal%C3%ADticos\" title=\"Categoria:Filósofos analíticos\">Filósofos analíticos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_arte\" title=\"Categoria:Filósofos da arte\">Filósofos da arte</a>']",
    "imagem": null,
    "view": "nelson_goodman"
}