{
    "url": "https://pt.wikipedia.org/wiki/Nicolaus_Copernicus",
    "codigo_http": 200,
    "titulo": [
        "Nicolau Copérnico"
    ],
    "conteudo": [
        "Nicolau Copérnico (Toruń, 19 de fevereiro de 1473 — Frauenburgo, 24 de maio de 1543) foi um astrônomo e matemático polonês que desenvolveu a teoria heliocêntrica do Sistema Solar. Foi também cónego da Igreja Católica, governador e administrador, jurista e médico. Revolucionou a conceção do universo graças à sua teoria heliocêntrica do Sistema Solar, que deslocou a Terra como centro do universo,[1] concebido em primeira instância por Aristarco de Samos. O seu livro de referência, De Revolutionibus Orbium Coelestium (Sobre as Revoluções das Esferas Celestiais), onde expressa a sua dívida para com as obras de Azarquiel e al Battani,[2] publicado em 1543, pouco antes da sua morte, é frequentemente considerado o ponto de partida ou fundador da astronomia moderna, para além de ser uma peça-chave no que foi chamado de revolução científica durante a era Renascentista. Copérnico passou cerca de 25 anos a trabalhar no desenvolvimento do seu modelo heliocêntrico do universo. Na altura, foi difícil para os cientistas aceitá-lo, pois representava uma verdadeira revolução.\n",
        "Copérnico foi um matemático, astrónomo, jurista, físico, governador, diplomata e economista, estudioso de arte clássica, tradutor e artista.[3] ademais de poliglota multilingue[4] foi também um clérigo católico e líder militar. Para além das suas extensas responsabilidades, a astronomia era considerada pouco mais do que uma distração, no entanto, foi neste campo que estabeleceu um marco para a humanidade. Pelo seu enorme contributo para a astronomia, em 1935 uma das maiores crateras lunares, localizada no Mare Insularum, recebeu o nome de «Copernicus».[5]\n",
        "Até Copérnico, a ciência e a Igreja consideravam que a Terra estava no centro do universo. Copérnico revitalizou as antigas teorias sobre o heliocentrismo, mas, além disso, realizou as demonstrações e os cálculos astronómicos que sustentariam esta hipótese. A teoria heliocêntrica, que publicou em 1543, ano da sua morte, é considerada uma das teorias mais importantes da história da ciência ocidental.\n",
        "Copérnico é considerado o fundador da astronomia moderna, pois estabeleceu os fundamentos que permitiriam a Galileu e Isaac Newton culminar a revolução astronómica — ao passar de um universo geocêntrico para um cosmos heliocêntrico — e alterar irreversivelmente a visão do cosmos que até então prevalecia, contando com a admiração das autoridades eclesiásticas da Igreja Católica; no entanto, os seus livros seriam incluídos no Index Librorum Prohibitorum, muitos anos após a sua morte, com o caso Galileo.[6][7]\n",
        "Sua teoria do Heliocentrismo, que colocou o Sol como o centro do Sistema Solar, contrariando a então vigente Teoria Geocêntrica (que considerava a Terra como o centro), é considerada como uma das mais importantes hipóteses científicas de todos os tempos, tendo constituído o ponto de partida da astronomia.\n",
        "Nicolau Copérnico, em polonês Mikołaj Kopernikⓘ, nasceu quando sua cidade natal, Toruń, fazia parte da província da Prússia Real, no Reino da Polônia (1385–1569). Seu pai era um comerciante de Cracóvia e sua mãe era filha de um abastado comerciante de Toruń. Nicolau era o mais jovem de quatro filhos. Seu irmão André tornou-se um cônego da Ordem dos Agostinianos em Frombork (Frauenburgo). Sua irmã Bárbara, mesmo nome de sua mãe, tornou-se uma religiosa da Ordem dos Beneditinos e, em seus últimos anos, priora de um convento em Chełmno (Kulm); tendo morrido após 1517. Sua irmã Catarina casou-se com Barthel Gertner, também importante comerciante e edil da cidade de Toruń, com quem teve cinco filhos, cuidados por Copérnico até o fim de seus dias, não tendo ele próprio se casado ou tido filhos.[8]\n",
        "Na teoria de Copérnico, a Terra move-se em torno do Sol. Mas, seus dados foram corrigidos pelas observações de Tycho Brahe. Com base nelas e em seus próprios cálculos, Johannes Kepler reformou radicalmente o modelo copernicano e chegou a uma descrição realista do Sistema Solar. Esse fenômeno já havia sido estudado e defendido pelo bispo de Lisieux, Nicole d'Oresme, no século XIV. O movimento da Terra era negado pelos partidários de Aristóteles e Ptolomeu. Eles argumentavam que, caso a Terra se movesse, as nuvens, os pássaros no ar ou os objetos em queda livre seriam deixados para trás. Galileu Galilei combateu essa ideia, afirmando que, se uma pedra fosse abandonada do alto do mastro de um navio, um observador a bordo sempre a veria cair em linha reta, na vertical. E, baseado nisso, nunca poderia dizer se a embarcação estava em movimento ou não. Caso o barco se movesse, porém, um observador situado na margem veria a pedra descrever uma curva descendente – porque, enquanto cai, ela acompanha o deslocamento horizontal do navio. Tanto um observador quanto o outro constataria que a pedra chega ao convés exatamente no mesmo lugar: O pé do mastro. Pois ela não é deixada para trás quando o barco se desloca. Da mesma forma, se fosse abandonada do alto de uma torre, a pedra cairia sempre ao pé da mesma – quer a Terra se mova ou não.\n",
        "O cardeal São Roberto Belarmino presidiu o tribunal que proibiu a teoria copernicana. Culto e moderado, ele conseguiu poupar Galileu. Estimulado pelo novo papa Urbano VIII, seu grande admirador, o cientista voltou à carga. Mas o Papa sentiu-se ridicularizado num livro de Galileu. E isso motivou sua condenação.\n",
        "A teoria do modelo heliocêntrico, a maior teoria de Copérnico, foi publicada em seu livro, De revolutionibus orbium coelestium (\"Da revolução de esferas celestes\"), durante o ano de sua morte, 1543. Apesar disso, ele já havia desenvolvido sua teoria algumas décadas antes.\n",
        "O livro marcou o começo de uma mudança de um universo geocêntrico, ou antropocêntrico, com a Terra em seu centro. Copérnico acreditava que a Terra era apenas mais um planeta que concluía uma órbita em torno de um sol fixo todo ano e que girava em torno de seu eixo todo dia. Ele chegou a essa correta explicação do conhecimento de outros planetas e explicou a origem dos equinócios corretamente, através da vagarosa mudança da posição do eixo rotacional da Terra. Ele também deu uma clara explicação da causa das estações: O eixo de rotação da terra não é perpendicular ao plano de sua órbita.\n",
        "Em sua teoria, Copérnico descrevia mais círculos, os quais tinham os mesmos centros, do que a teoria de Ptolomeu (modelo geocêntrico). Apesar de Copérnico colocar o Sol como centro das esferas celestiais, ele não fez do Sol o centro do universo, mas perto dele.\n",
        "Do ponto de vista experimental, o sistema de Copérnico não era melhor do que o de Ptolomeu. E Copérnico sabia disso, e não apresentou nenhuma prova observacional em seu manuscrito, fundamentando-se em argumentos sobre qual seria o sistema mais completo e elegante.\n",
        "Da sua publicação, até aproximadamente 1700, poucos astrônomos foram convencidos pelo sistema de Copérnico, apesar da grande circulação de seu livro (aproximadamente 500 cópias da primeira e segunda edições, o que é uma quantidade grande para os padrões científicos da época). Entretanto, muitos astrônomos aceitaram partes de sua teoria, e seu modelo influenciou muitos cientistas renomados que viriam a fazer parte da história, como Galileu e Kepler, que conseguiram assimilar a teoria de Copérnico e melhorá-la. As observações de Galileu das fases de Vênus produziram a primeira evidência observacional da teoria de Copérnico. Além disso, as observações de Galileu das luas de Júpiter provaram que o sistema solar contém corpos que não orbitavam a Terra.\n",
        "O sistema de Copérnico pode ser resumido em algumas proposições, assim como foi o próprio Copérnico a listá-las em uma síntese de sua obra mestra, que foi encontrada e publicada em 1878.\n",
        "As principais partes da teoria de Copérnico são:\n",
        "Se essas proposições eram revolucionárias ou conservadoras era um tópico muito discutido durante o vigésimo século. Thomas Kuhn argumentou que Copérnico apenas transferiu algumas propriedades, antes atribuídas a Terra, para as funções astronômicas do Sol. Outros historiadores, por outro lado, argumentaram a Kuhn, que ele subestimou quão revolucionárias eram as teorias de Copérnico, e enfatizaram a dificuldade que Copérnico deveria ter em modificar a teoria astronômica da época, utilizando apenas uma geometria simples, sendo que ele não tinha nenhuma evidência experimental.\n",
        "Os filósofos do século XV aceitavam o geocentrismo como fora estruturado por Aristóteles e Ptolomeu. Esse sistema cosmológico afirmava (corretamente) que a Terra era esférica, mas também afirmava (erradamente) que a Terra estaria parada no centro do Universo enquanto os corpos celestes orbitavam em círculos concêntricos ao seu redor. Essa visão geocêntrica tradicional foi abalada por Copérnico em 1537, quando este começou a divulgar um modelo cosmológico em que os corpos celestes giravam ao redor do Sol, e não da Terra. Essa era uma teoria de tal forma revolucionária que Copérnico escreveu no seu De revolutionibus orbium coelestium (do latim: \"Das revoluções das esferas celestes\"): \"quando dediquei algum tempo à ideia, o meu receio de ser desprezado pela sua novidade e o aparente contrassenso quase me fez largar a obra feita\".\n",
        "Naquele tempo a Igreja Católica aceitava essencialmente o geocentrismo aristotélico, embora a esfericidade da Terra estivesse em aparente contradição com interpretações literais de algumas passagens bíblicas. Ao contrário do que se poderia imaginar, durante a vida de Copérnico não se encontram críticas sistemáticas ao modelo heliocêntrico por parte do clero católico. De fato, membros importantes da cúpula da Igreja ficaram positivamente impressionados pela nova proposta e insistiram para que essas ideias fossem mais desenvolvidas. Contudo, a defesa, quase um século depois, por Galileu Galilei da teoria heliocêntrica vai deparar-se com grandes resistências no seio da mesma Igreja Católica. Essas críticas eram fundamentadas no fato de que o paradigma científico da época era a teoria geocêntrica, e a maioria da comunidade científica defendia essa visão, incluindo cientistas conceituados como Tyco Brahe.[9] É importante ressaltar que a teoria heliocêntrica só seria comprovada cientificamente no século XVIII, com a descoberta de James Bradley da aberração da luz solar, e confirmada por meio da descoberta da paralaxe estelar.\n",
        "Como Copérnico tinha por base apenas suas observações dos astros a olho nu e não tinha possibilidade de demonstração da sua hipótese, muitos homens de ciência acolheram com cepticismo as suas ideias. Apesar disso, o trabalho de Copérnico marcou o início de duas grandes mudanças de perspectiva. A primeira diz respeito à escala de grandeza do Universo: avanços subsequentes na astronomia demonstraram que o universo era muito mais vasto do que supunham quer a cosmologia aristotélica quer o próprio modelo copernicano; a segunda diz respeito à queda dos graves. A explicação aristotélica dizia que a Terra era o centro do universo e portanto, o lugar natural de todas as coisas. Na teoria heliocêntrica, contudo, a Terra perdia esse estatuto, o que exigiu uma revisão das leis que governavam a queda dos corpos, e mais tarde, conduziu Isaac Newton a formular a lei da gravitação universal. Ainda que imperfeita, pois indicava que as órbitas dos planetas seriam circulares e não elípticas como se veio a descobrir, a teoria de Copérnico abriu caminho para as grandes descobertas astronômicas.[10]\n"
    ],
    "ligacoes": [
        "<ul><li>Os movimentos dos astros são uniformes, eternos, circulares ou uma composição de vários círculos (<a href=\"/wiki/Epiciclo\" title=\"Epiciclo\">epiciclos</a>);</li>\n<li>O centro do universo é perto do Sol;</li>\n<li>Perto do Sol, em ordem, estão <a href=\"/wiki/Merc%C3%BArio_(planeta)\" title=\"Mercúrio (planeta)\">Mercúrio</a>, <a href=\"/wiki/V%C3%A9nus_(planeta)\" title=\"Vénus (planeta)\">Vênus</a>, <a href=\"/wiki/Terra\" title=\"Terra\">Terra</a>, <a href=\"/wiki/Lua\" title=\"Lua\">Lua</a>, <a href=\"/wiki/Marte_(planeta)\" title=\"Marte (planeta)\">Marte</a>, <a href=\"/wiki/J%C3%BApiter_(planeta)\" title=\"Júpiter (planeta)\">Júpiter</a>, <a href=\"/wiki/Saturno_(planeta)\" title=\"Saturno (planeta)\">Saturno</a>, e as <a href=\"/wiki/Estrelas_fixas\" class=\"mw-redirect\" title=\"Estrelas fixas\">estrelas fixas</a>;</li>\n<li>A Terra tem três movimentos: <a href=\"/wiki/Rota%C3%A7%C3%A3o_da_Terra\" title=\"Rotação da Terra\">rotação</a> diária, <a href=\"/wiki/Per%C3%ADodo_orbital\" title=\"Período orbital\">volta anual</a>, e <a href=\"/wiki/Inclina%C3%A7%C3%A3o_orbital\" title=\"Inclinação orbital\">inclinação</a> anual de seu eixo;</li>\n<li>O <a href=\"/wiki/Movimento_retr%C3%B3grado\" class=\"mw-redirect\" title=\"Movimento retrógrado\">movimento retrógrado</a> dos planetas é explicado pelo movimento da Terra;</li>\n<li>A distância da Terra ao Sol é pequena se comparada à distância às estrelas.</li></ul>",
        "<ul><li>1473 – 19 de Fevereiro – nasce Nicolau Copérnico, em <a href=\"/wiki/Toru%C5%84\" title=\"Toruń\">Thorn</a>, <a href=\"/wiki/Pr%C3%BAssia_Real\" title=\"Prússia Real\">Prússia Real</a> uma província da Polónia.</li>\n<li>1483 – Morre o pai de Copérnico, que vai ser criado pelo tio materno, <a href=\"/wiki/Lucas_Watzenrode\" title=\"Lucas Watzenrode\">Lucas Watzenrode</a>.</li>\n<li>1489 – Lucas Watzenrode, tio de Copérnico é eleito Bispo de Warmia.</li>\n<li>1491 – Copérnico vai para a <a href=\"/wiki/Universidade_Jaguel%C3%B4nica\" title=\"Universidade Jaguelônica\">Universidade de Cracóvia</a>.</li>\n<li>1497 – Copérnico vai para a Itália, estudar <a href=\"/wiki/Direito_Can%C3%B3nico\" class=\"mw-redirect\" title=\"Direito Canónico\">Direito Canónico</a> na <a href=\"/wiki/Universidade_de_Bolonha\" title=\"Universidade de Bolonha\">Universidade de Bolonha</a>.</li>\n<li>1497 – 9 de Março – Copérnico registra sua primeira observação astronómica: uma <a href=\"/wiki/Oculta%C3%A7%C3%A3o\" title=\"Ocultação\">ocultação</a> da <a href=\"/wiki/Estrela\" title=\"Estrela\">estrela</a> <a href=\"/wiki/Aldebar%C3%A3\" title=\"Aldebarã\">Aldebarã</a>.</li>\n<li>1499 – Copérnico viaja para <a href=\"/wiki/Roma\" title=\"Roma\">Roma</a>.</li>\n<li>1503 – Copérnico recebe seu diploma em Direito Canônico, em <a href=\"/wiki/Ferrara\" class=\"mw-redirect\" title=\"Ferrara\">Ferrara</a>.</li>\n<li>1503 – Copérnico retorna para a <a href=\"/wiki/Pr%C3%BAssia_Real\" title=\"Prússia Real\">Prússia Real</a>.</li>\n<li>1504 – É eleito Cônego em <a href=\"/wiki/Frombork\" title=\"Frombork\">Frauenburgo</a>.</li>\n<li>1512 – Morre o tio de Copérnico, o <a href=\"/wiki/Bispo\" title=\"Bispo\">bispo</a> <a href=\"/wiki/Lucas_Watzenrode\" title=\"Lucas Watzenrode\">Lucas Watzenrode</a>, que o educou.</li>\n<li>1517 – 31 de Outubro – <a href=\"/wiki/Martinho_Lutero\" title=\"Martinho Lutero\">Martinho Lutero</a> publica as 95 teses de sua Reforma.</li>\n<li>1534 – Alessandro Farnese é eleito papa sob o nome de <a href=\"/wiki/Papa_Paulo_III\" title=\"Papa Paulo III\">Paulo III</a>.</li>\n<li>1539 – Rheticus torna-se discípulo de Copérnico, em Frauenburgo.</li>\n<li>1542 – O Papa Paulo III restabelece a <a href=\"/wiki/Inquisi%C3%A7%C3%A3o\" title=\"Inquisição\">Inquisição</a>.</li>\n<li>1543 – Rheticus, em nome de Copérnico, publica a obra \"<i>De Revolutionibus Orbium Coelestium</i>\" em <a href=\"/wiki/Nuremberga\" title=\"Nuremberga\">Nuremberga</a>.</li>\n<li>1543 – Em 24 de maio morre Copérnico, em Frauenburgo, no mesmo dia da publicação de sua obra \"Da revolução de esferas celestes\".</li>\n<li>1545 – O <a href=\"/wiki/Papa_Paulo_III\" title=\"Papa Paulo III\">Papa Paulo III</a> convoca o <a href=\"/wiki/Conc%C3%ADlio_de_Trento\" title=\"Concílio de Trento\">Concílio de Trento</a>.</li>\n<li>2010 – Os restos mortais de Copérnico são enterrados novamente na <a href=\"/w/index.php?title=Catedral_de_Frombork&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Catedral de Frombork (página não existe)\">catedral de Frombork</a>, 467 anos após sua morte.<sup id=\"cite_ref-11\" class=\"reference\"><a href=\"#cite_note-11\"><span class=\"cite-bracket\">[</span>11<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li><i><a rel=\"nofollow\" class=\"external text\" href=\"https://gutenberg.beic.it/webclient/DeliveryManager?pid=12727217\">De revolutionibus orbium coelestium</a></i>, Latim, <a href=\"/wiki/Amsterd%C3%A3\" class=\"mw-redirect\" title=\"Amsterdã\">Amsterdã</a>, Willem Jansz Blaeu, 1617.</li>\n<li><i><a rel=\"nofollow\" class=\"external text\" href=\"https://gutenberg.beic.it/webclient/DeliveryManager?pid=85851\">De revolutionibus orbium coelestium</a></i>, Latim, <a href=\"/wiki/Nuremberga\" title=\"Nuremberga\">Nuremberg</a>, Johann Petreius, 1543.</li></ul>",
        "<ul><li><a href=\"/wiki/Andreas_Osiander,_o_Velho\" title=\"Andreas Osiander, o Velho\">Andreas Osiander, o Velho</a></li>\n<li><a href=\"/wiki/Astronomia\" title=\"Astronomia\">Astronomia</a></li>\n<li><a href=\"/wiki/Heliocentrismo\" title=\"Heliocentrismo\">Heliocentrismo</a></li>\n<li><a href=\"/wiki/Monetae_cudendae_ratio\" title=\"Monetae cudendae ratio\">Monetae cudendae ratio</a></li>\n<li><a href=\"/wiki/Revolu%C3%A7%C3%A3o_copernicana\" title=\"Revolução copernicana\">Revolução copernicana</a></li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/copernicus/\">«Stanford Encyclopedia of Philosophy»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ANicolau+Cop%C3%A9rnico&amp;rft.btitle=Stanford+Encyclopedia+of+Philosophy&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fplato.stanford.edu%2Fentries%2Fcopernicus%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.enciclopediacatolica.com/c/copernico.htm\">«Biografia em Enciclopédia Católica»</a> (em espanhol)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ANicolau+Cop%C3%A9rnico&amp;rft.btitle=Biografia+em+Enciclop%C3%A9dia+Cat%C3%B3lica&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.enciclopediacatolica.com%2Fc%2Fcopernico.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.frombork.art.pl/Ang01.htm\">«Copérnico no Museu de Frauenburgo/Frombork»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ANicolau+Cop%C3%A9rnico&amp;rft.btitle=Cop%C3%A9rnico+no+Museu+de+Frauenburgo%2FFrombork&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.frombork.art.pl%2FAng01.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.visittorun.pl/\">«Copérnico no Museu de Thorn/Torun»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ANicolau+Cop%C3%A9rnico&amp;rft.btitle=Cop%C3%A9rnico+no+Museu+de+Thorn%2FTorun&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.visittorun.pl%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.newadvent.org/cathen/04352b.htm\">Nicolaus Copernicus</a> (Catholic Encyclopedia)</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-pt-hist-cien-logo.png\" title=\"Portal da história da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/40px-Wikipedia-pt-hist-cien-logo.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/60px-Wikipedia-pt-hist-cien-logo.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Hist%C3%B3ria_da_ci%C3%AAncia\" title=\"Portal:História da ciência\">Portal da história da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Earth_Eastern_Hemisphere.jpg\" title=\"Portal da astronomia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Earth_Eastern_Hemisphere.jpg/40px-Earth_Eastern_Hemisphere.jpg\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6f/Earth_Eastern_Hemisphere.jpg/60px-Earth_Eastern_Hemisphere.jpg 2x\" data-file-width=\"2048\" data-file-height=\"2048\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Astronomia\" title=\"Portal:Astronomia\">Portal da astronomia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_katomic.png\" title=\"Portal da física\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nuvola_apps_katomic.png/40px-Nuvola_apps_katomic.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nuvola_apps_katomic.png/60px-Nuvola_apps_katomic.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:F%C3%ADsica\" title=\"Portal:Física\">Portal da física</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_mathematics-p.svg\" title=\"Portal da matemática\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/40px-Nuvola_apps_edu_mathematics-p.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/60px-Nuvola_apps_edu_mathematics-p.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Matem%C3%A1tica\" title=\"Portal:Matemática\">Portal da matemática</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Poland_flag_waving_icon.svg\" title=\"Portal da Polónia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/66/Poland_flag_waving_icon.svg/40px-Poland_flag_waving_icon.svg.png\" decoding=\"async\" width=\"25\" height=\"16\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/66/Poland_flag_waving_icon.svg/60px-Poland_flag_waving_icon.svg.png 2x\" data-file-width=\"43\" data-file-height=\"27\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%B3nia\" title=\"Portal:Polónia\">Portal da Polónia</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1473\" title=\"Categoria:Nascidos em 1473\">Nascidos em 1473</a><a href=\"/wiki/Categoria:Mortos_em_1543\" title=\"Categoria:Mortos em 1543\">Mortos em 1543</a><a href=\"/wiki/Categoria:!Artigos_com_microformatos_hAudio\" title=\"Categoria:!Artigos com microformatos hAudio\">!Artigos com microformatos hAudio</a><a href=\"/wiki/Categoria:Astr%C3%B4nomos_da_Pol%C3%B4nia\" title=\"Categoria:Astrônomos da Polônia\">Astrônomos da Polônia</a><a href=\"/wiki/Categoria:Astr%C3%B3nomos_do_s%C3%A9culo_XVI\" title=\"Categoria:Astrónomos do século XVI\">Astrónomos do século XVI</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Pol%C3%B3nia\" title=\"Categoria:Matemáticos da Polónia\">Matemáticos da Polónia</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_do_s%C3%A9culo_XV\" title=\"Categoria:Matemáticos do século XV\">Matemáticos do século XV</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_do_s%C3%A9culo_XVI\" title=\"Categoria:Matemáticos do século XVI\">Matemáticos do século XVI</a><a href=\"/wiki/Categoria:Pol%C3%ADmatas\" title=\"Categoria:Polímatas\">Polímatas</a><a href=\"/wiki/Categoria:M%C3%A9dicos_da_Pol%C3%B3nia\" title=\"Categoria:Médicos da Polónia\">Médicos da Polónia</a><a href=\"/wiki/Categoria:Hist%C3%B3ria_da_astronomia\" title=\"Categoria:História da astronomia\">História da astronomia</a><a href=\"/wiki/Categoria:Hist%C3%B3ria_da_f%C3%ADsica\" title=\"Categoria:História da física\">História da física</a><a href=\"/wiki/Categoria:Religiosos_da_Pol%C3%B3nia\" title=\"Categoria:Religiosos da Polónia\">Religiosos da Polónia</a><a href=\"/wiki/Categoria:Cientistas_do_Renascimento\" title=\"Categoria:Cientistas do Renascimento\">Cientistas do Renascimento</a><a href=\"/wiki/Categoria:C%C3%B4negos\" title=\"Categoria:Cônegos\">Cônegos</a><a href=\"/wiki/Categoria:Cat%C3%B3licos_da_Pol%C3%B4nia\" title=\"Categoria:Católicos da Polônia\">Católicos da Polônia</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/2/28/Copernicus.jpg/250px-Copernicus.jpg",
    "view": "nicolau_copernico"
}