{
    "url": "https://pt.wikipedia.org/wiki/Nicolas_Malebranche",
    "codigo_http": 200,
    "titulo": [
        "Nicolas Malebranche"
    ],
    "conteudo": [
        "Nicolas Malebranche (Paris, 6 de agosto de 1638 — Paris, 13 de outubro de 1715) foi um filósofo racionalista e padre francês. Em suas obras, procurou sintetizar o pensamento de Agostinho de Hipona e René Descartes, a fim de demonstrar o papel ativo de Deus em todos os aspectos do mundo. Malebranche é mais conhecido por suas doutrinas de visão em Deus, ocasionalismo e ontologismo.\n",
        "Em 1660 entrou para a Congregação do Oratório e, quatro anos mais tarde, foi ordenado sacerdote. Ainda em 1664, a leitura de Descartes deixou-o tão entusiasmado que resolveu dedicar-se ao estudo da filosofia. No entanto, alguns comentaristas acreditam que esse interesse pela filosofia tenha derivado de seus estudos sobre a filosofia dominante no Oratório (a de Santo Agostinho).[1]\n",
        "Sua principal obra é De la recherche de la vérité (A busca da verdade), onde trata da natureza do espírito humano e do que o homem deve fazer para evitar o erro nas ciências. Foi publicada em três volumes, o primeiro em 1674 e os outros dois em 1675.[1]\n",
        "Malebranche critica os filósofos que estudam as relações da alma com o corpo, sem considerar sua união com Deus. Segundo ele, o enfraquecimento das relações da alma com Deus foi consequência do pecado original, que fortaleceu a relação alma-corpo.[1]\n",
        "Em A busca da verdade ocorreria a dissolução dos erros provocados pela forte interação da alma com o corpo. Para o filósofo, o erro é a causa da miséria dos homens. Assim, afirmava ser necessário denunciar os erros e suas causas através de uma análise das percepções da alma, que se realizariam por três modos distintos: os sentidos, a imaginação e o entendimento. Pregava, portanto, o exame dos erros devidos a cada uma dessas formas de percepção. Mediante tal exame seria possível encontrar um critério geral para a descoberta da verdade.[1]\n",
        "Por outro lado, todos os movimentos que se efetuam entre os corpos e entre a alma e o corpo, além dos movimentos internos da alma, teriam em Deus sua causa eficiente. Essas relações, sendo estabelecidas pela razão divina mediante uma ordem eterna e invariável, poderiam ser compreendidas pelo entendimento, da mesma forma que as leis científicas. Os seres particulares não seriam propriamente causas eficientes de nada que ocorre, mas apenas ocasiões para o exercício da causa única que é Deus, doutrina denominada ocasionalismo, porque causar é criar; e só Deus pode criar. Por isso, o movimento é um paralelismo (o que também sucede com os comportamentos humanos). Da alma não temos nenhuma ideia, mas apenas uma persuasão interior. Deus, além disso, conteria em si mesmo todas as idéias como arquétipo das coisas. O conhecimento da verdade, por parte do homem, consistiria, em última instância, em um visão de Deus.[1]\n",
        "Malebranche, embora influenciado pelo problema da relação entre corpo (extensão) e alma (pensamento) levantado por Descartes,[2] e adotando uma posição que admite uma separação radical entre elas – chamada dualismo –, não aceita a solução proposta por ele no que se refere à relação entre essas duas realidades, sobretudo a “glândula pineal”.[3] Se para Descartes, embora separadas, a alma age sobre o corpo e tem uma faculdade passiva de sentir as paixões deste,[4] Malebranche é muito mais radical ao afirmar que a alma não tem qualquer tipo de relação com o corpo – e vice-versa –, quebrando, assim, o princípio de causalidade.[5] Para ele, “tudo o que é, ou pode ser concebido isoladamente, ou não pode ser concebido de maneira alguma”,[6] e portanto, “uma vez que a substância é um ser que subsiste em si mesmo, a ideia de uma substância necessariamente não contém a ideia de um outro ser”.[7] Consequentemente, a extensão, que é uma substância, não se relaciona com o pensamento, que é outra substância.[8] Assim, se a alma não pode agir sobre o corpo e nem o corpo sobre a alma, há uma outra causa que produz de maneira eficiente essa mudança e que pode, ao mesmo tempo, ser a causa da vontade e do movimento – a saber: Deus, o único poder ativo capaz de gerar mudanças.[8] Sendo assim, a vontade de se realizar um movimento é apenas uma ocasião na qual Deus age, sendo ele a causa eficiente, e a vontade apenas a causa ocasional do movimento realizado - daí o ocasionalismo. Nas palavras de Malebranche: “Os teus desejos ou os teus esforços de modo algum são as causas verdadeiras que produzem mediante a sua eficácia o movimento dos teus membros (...). Trata-se, portanto, de meras causas ocasionais que Deus estabeleceu para determinar a sua eficácia das leis da união entre Alma e Corpo, pelas quais tens a potência de mover os membros de teu corpo”.[9]\n",
        "O livro “Diálogos sobre a Metafísica e a Religião” é o texto que melhor representa de maneira sucinta o pensamento de Malebranche.[10] No primeiro diálogo, que trata da alma e de sua distinção em relação ao corpo,[11] Malebranche questiona Descartes acerca da possibilidade da relação entre corpo e alma, uma vez que o corpo é extensão e a alma, pensamento: “Penso, logo sou. Mas o que sou eu, eu que penso, no momento em que penso? Seria eu um corpo, um espírito, um homem? Nada sei sobre isso ainda. Sei somente que, no momento em que penso, sou alguma coisa que pensa. Mas vejamos: poderia um corpo pensar? Poderia uma extensão em comprimento, largura e profundidade refletir, desejar, sentir? Sem dúvida que não, pois todas as maneiras de ser de uma tal extensão não são mais que relações de distâncias, e é evidente que essas relações não são percepções, raciocínios, prazeres, desejos ou sentimentos – em uma palavra, não são pensamentos. Portanto, esse eu que pensa, minha própria substância, não é um corpo, dado que minhas percepções, que seguramente me pertencem, não são relações de distância”.[12]\n",
        "O tópico central da obra de Malebranche é o de que “a consciência da consciência” e a “consciência da extensão” são duas modalidades de consciências radicalmente distintas e incomensuráveis.[13] Malebranche afirma: “eu não sou luz para mim mesmo, porque a minha substância e as minhas modalidades nada mais são do que trevas”.[14] Há que se notar, entretanto, que entre corpo e mente há certa correspondência, mas não interação, uma vez que qualquer interação imaginável já é corpo.[15]\n",
        "Malebranche discorda da teoria mecanicista para explicar o movimento, pois nega a ação mecânica do choque.[16] Para os mecanicistas, todos os fenômenos se explicam por causas mecânicas, de maneira que todo movimento tem uma causa em outro movimento; no entanto, para não haver redução ao absurdo, pressupõem a existência de um ser não mecânico, que seja a causa primeira dos movimentos, isto é, o primeiro motor (ou Deus). Para Malebranche, tal qual é demonstrado no paradoxo de Zenão, o espaço é infinito em ato,[17] e contém, portanto, infinitas etapas entre o início de um movimento e seu final, não sendo possível ao próprio corpo, pelo fato de serem infinitas, ultrapassá-las todas. Assim, ao contrário do mecanicismo, Malebranche entende que para haver movimento é necessária uma mudança nas partes que compõem o corpo – sendo essa mudança possível apenas através da ação de Deus, que cria e conserva sucessivamente os corpos.[18]\n",
        "Para reforçar o abismo entre o corpo e a alma, entre movimento e saber, Malebranche compara um camponês a um anatomista no que se refere a realizar um movimento: o primeiro não sabe que há músculos, nem que existam os espíritos animais – o que chamaríamos hoje de terminais nervosos[19] –, nem mesmo o que é preciso fazer para movimentar o braço; no entanto, realiza o movimento tão sabiamente quanto o mais hábil anatomista.[20] Por isso, Malebranche acrescenta: “Pode-se fazer, pode inclusive se querer aquilo de modo nenhum se sabe fazer?”.[9] Dessa maneira, ele argumenta que não é o saber o responsável direto pelo movimento.[1]\n",
        "Uma vez que a alma não tem relação com o corpo, é necessária uma força infinita para realizar qualquer mudança, e esta não pode ser realizada pelo homem, pois ele não pode vencer a ação de Deus.[9] Para Malebranche, os espíritos animais, isto é, as pequenas partículas responsáveis pela vida e pelo movimento, são corpos; e a sua força motriz é a ação de Deus, “que os cria e os conserva sucessivamente em diferentes lugares”.[21]  A causa eficaz da mudança, portanto, é a ação de Deus; o homem, através de seus desejos e esforços, no entanto, é simplesmente uma causa ocasional, que segue a eficácia das leis da união entre alma e corpo estabelecidas por Deus.[8] De fato, não só a alma não tem relação com o corpo, mas também “não há nenhuma relação entre um corpo e um corpo nem entre um espírito e um espírito[8]”. Assim, nossa vontade, atenção, memória ou imaginação também não são as causas verdadeiras dos conteúdos da nossa consciência, mas, da mesma forma, apenas causas ocasionais.[15] Desse modo, por não admitir que a alma ou o corpo possam criar ações, mas apenas ocasiões nas quais Deus se manifesta, o pensamento de Malebranche recebe o título de “ocasionalismo” [22] (de fato, essa escola de pensamento já tem em Arnold Geulincx um representante anterior a Malebranche, pois ele comparava a concordância entre dois movimentos ao sincronismo de dois relógios, os quais, embora sincronizados, não atuam de maneira eficiente um sobre o outro, mas essa ocasião aponta para a causa eficiente, o relojoeiro[23]). O homem, portanto, não pode fazer o menor dos movimentos sem que ali intervenha a ação de Deus:[24] “Vós não podeis por vós mesmos mover o braço (...), [nem] realizar a menor mudança no universo (...). Ai de vós, se Deus não viesse em vossa ajuda, vós só faríeis esforços em vão (...). Eis vos mortos e sem movimento se Deus não fizer coincidir o seu desejo com o vosso, o seu querer sempre eficaz com o vosso querer sempre impotente”.[25]\n",
        "Para Malebranche, ainda que cotado entre os cartesianos, o pensamento não pode produzir em si representações dos objetos, que se encontram fora dele (pensamento), correspondentes com a realidade deles (objetos). Isto porque para o Filósofo todas as ideias que a razão humana imagina não são produzidas nelas, mas tem sua origem em Deus. Na verdade, o que ocorre é que essas ideias são geradas no ser divino e afetam o pensamento humano. Desta maneira, o pensamento humano funciona como um anteparo que capta a luz daquilo que o autor chama de razão universal (Deus) e que é transmitida para razão particular (homem).[1]\n",
        "A forte oposição entre cógito de Descartes (e da maior parte da tradição cartesiana) e a noção de pensamento em Malebranche se encontra nas suas capacidades. No primeiro, o pensamento é individual; autônomo; livre para imaginar e conceber; e livre até mesmo dos caprichos de um gênio maligno – que não o poderia enganar quanto ao fato dele estar pensando. Para o segundo, ele também é individual, porém dependente da razão universal que gera as imagens e concepções que são alcançadas pela razão humana mediante a um esforço em representá-las e que é acompanhado de um sentimento de impotência – que marca e faz merecer os dons divinos. [26] Malebranche também chama a atenção para a pretensão à eficácia que esse esforço propõe, porque muitas vezes ele é ineficaz. O filósofo ainda apresenta uma objeção ao cartesianismo no que tange a ideia de que a representação é gerada mediante a experiência sensível, por meio da glândula pineal. Para ele não se deve dar ouvidos aos sentidos.[27] Porque o corpo mais capaz de agir no espírito é aquele com o qual está imediatamente unido. Indo mais além ele formula que: se o corpo ou a parte que tu animas não se te pode representar, como é que essa parte poderá por si mesma representar-te os corpos que te rodeiam?[27] Ou seja, a impossibilidade de o espírito representar qualquer objeto por si mesmo – inclusive o próprio corpo –, por lógica, impede que os corpos representem nele o que é externo a ele por meio dos sentidos.[1]\n",
        "Na linha da argumentação – do cartesianismo tradicional – o filósofo diz que até mesmo as  quimeras ou outras extravagancias que se passam no intelecto seriam formadas nele, ou seja, o próprio pensamento humano seria o agente da representação. Com isso, aquilo que se passaria na mente, até mesmo as deformidades – como a quimera –, seriam reais. Ao contrário deste pensamento, segundo Malebranche, esse argumento põe em cheque a divisão corpo e alma, que não passa de ficções,[28] e na verdade pode até ser fruto da imaginação dos filósofos, como uma exacerbação de seu orgulho em prol da ocultação de sua ignorância.[29]\n",
        "Outro problema que evidencia Malebranche é o problema da ação. Suscitando a reflexão sobre qual é a ação que ocorre quando estamos de olhos abertos, ele questiona a ideia de um intelecto agente. A observação dos fatos externos a si não é um ato, não configura uma ação, porque quem vê algo não faz nada, segundo ele, e a imagem que vemos – como de um quadrado, por exemplo –, é uma ação que é representada em nosso espirito e não oriunda dele. Isto se dá também por que as figuras dos objetos (se estas existem) não são inteligíveis, ou seja, não poderiam ser representadas no espírito. Exemplo desse problema, evidenciado pelo filósofo, é o fato de as projeções dos objetos se fazerem diferentes de acordo com as situações que o encontramos – distância, ângulo, espessura, formato. Essas potências são dissemelhantes, porque quando se vê uma figura com formato em elipse estas são representadas como círculos e formas ideais intelectuais.[30] Por isso Malebranche, questiona o fato de ser atribuído ao próprio pensamento a produção das ideias, segundo uma falsa e enganosa potência que não se sabe exatamente qual é e que, na verdade, não se tem.[1]\n",
        "Outro argumento de que se utiliza para sustentar a impossibilidade do espírito se causa da própria ideia é a limitação deste. Ele pergunta se é possível um ser tão limitado ter ideia da multiplicidade de todos os seres; se um ser imperfeito e desregrado pode gerar a ideia de perfeição e ordem; se é possível um ser mutável conceber a ideia de verdades necessárias. Malebranche segue argumentando a respeito das descobertas humanas, como o movimento dos astros; a qualidade dos metais; a astronomia; que são de tal imensidão que não poderiam ser geradas por algo menor que estas ocorrências. Ele introduz a ideia de modificação, como um impedimento de o espírito representar essas coisas. Alega que o ser do homem não pode sofrer modificações que o representem o infinito e que a extensão não é tão grande para conter a ideia de todas as coisas.[31] Fazendo uma ligeira concessão para depois destruí-la ele aceita o argumento de que o ser humano possa receber infinitas modificações. Ainda assim não seria o espirito humano capaz de pensar espaços imensos por que estes não são compostos só de modificações infinitas, mas também de substâncias infinitas que não provem de si.[1]\n",
        "A modificação do espirito também não é uma saída para o problema da representação, segundo o filósofo, porque há uma dissemelhança entre a ideia que é representada na mente – corpos, números e relações – e as modificações do espírito – alegria, dor, paixão. As primeiras são de natureza diferente das segundas. Além disso, as ideias se apresentam de maneira clara e distinta enquanto as modificações não se sabem como ocorrem. O exemplo ao qual Malebranche recorre, para sustentar seu argumento, é que: o espírito sabe claramente que 6 é o dobro de 3 e pode efetuar sempre essa mesma análise quando quiser. A mesma situação não ocorre com as modificações, porque elas são mais imperfeitas e não podem ser reproduzidas quando o espírito quer.[1]\n",
        "Por essas razões Malebranche sustenta que é Deus quem intermedeia essa relação figura-representação. E quanto ao espírito, ele não pode ser sua própria Luz Iluminante, porque na verdade ele é a luz que é iluminada. Por isso ele chama o homem de trevas que não pode se conhecer claramente.[32] Reafirma que as ideias não podem ser fruto das modificações da substância humana já que estas lhe são claras e as modificações imensamente confusas e imperfeitas.[33]\n",
        "Para Malebranche só nos é representada a ideia, pelo esforço em olhar para elas – que se encontram na mente de Deus – e pela extensão inteligível que é um atributo que Deus se utiliza para tocar o nosso espírito e transmitir as sensações da nossa extensão corporal.\n",
        "Malebranche tem uma obra muito extensa, e aqui não constam opúsculos nem coletâneas de cartas.\n"
    ],
    "ligacoes": [
        "<ul><li>A Busca da Verdade (1674-1675)</li>\n<li>Tratado da Natureza e da Graça (1680)</li>\n<li>Tratado de Moral (1684)</li>\n<li>Meditações Metafísicas e Cristãs (1684)</li>\n<li>Tratado do Amor de Deus (1687)</li>\n<li>Diálogo de um Filósofo Cristão e um Filósofo Chinês sobre a Existência e a Natureza de Deus (1708)</li></ul>",
        "<ul><li>MALEBRANCHE, Nicolas. “Diálogos sobre a Metafísica e a Religião: Primeiro Diálogo”. Oficinas de tradução. Departamento de Filosofia. Universidade Federal do Paraná. Curitiba: Ed. SCHLA/UFPR, 2011. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/978-85-99229-10-1\" title=\"Especial:Fontes de livros/978-85-99229-10-1\">978-85-99229-10-1</a>.</li>\n<li>MALEBRANCHE, Nicolas. “Conversaciones sobre la Metafísica y la Religión”. traducción y estudio preliminar de Pilar Andrade e Ignacio Quintanilla, Madrid, Encuentro, 2006. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/9788474907803\" title=\"Especial:Fontes de livros/9788474907803\">9788474907803</a>.</li>\n<li>SEVERINO, Emanuele. “A Filosofia Moderna”. Tradução de José Eduardo Rodil, Lisboa, Edições 70, 1987.</li>\n<li>REALE, Giovanni. “História da Filosofia: do Humanismo a Kant”. São Paulo: Paulus, 1990. Vol. 2. (Coleção Filosofia.)</li>\n<li>MALEBRANCHE, Nicolas. \"Meditações cristãs e metafisicas\". tradução e apresentação de Adelino Cardoso. Lisboa, Edições Colibri, coleção Universalia, série ideias. 2003. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/972-772-385-3\" title=\"Especial:Fontes de livros/972-772-385-3\">972-772-385-3</a>.</li></ul>",
        "<ul><li><cite id=\"CITEREFO'ConnorRobertson\" class=\"citation\">O'Connor, John J.; <a href=\"/wiki/Edmund_Robertson\" title=\"Edmund Robertson\">Robertson, Edmund F.</a>, <a rel=\"nofollow\" class=\"external text\" href=\"https://mathshistory.st-andrews.ac.uk/Biographies/Malebranche.html\">«Nicolas Malebranche»</a>, <i><a href=\"/wiki/MacTutor_History_of_Mathematics_archive\" title=\"MacTutor History of Mathematics archive\">MacTutor History of Mathematics archive</a></i> (em inglês), <a href=\"/wiki/Universidade_de_St._Andrews\" title=\"Universidade de St. Andrews\">Universidade de St. Andrews</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ANicolas+Malebranche&amp;rft.atitle=Nicolas+Malebranche&amp;rft.au=Robertson%2C+Edmund+F.&amp;rft.aufirst=John+J.&amp;rft.aulast=O%27Connor&amp;rft.btitle=MacTutor+History+of+Mathematics+archive&amp;rft.genre=bookitem&amp;rft.pub=Universidade+de+St.+Andrews&amp;rft_id=https%3A%2F%2Fmathshistory.st-andrews.ac.uk%2FBiographies%2FMalebranche.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://mathgenealogy.org/id.php?id=143011&amp;fChrono=1\">Nicolas Malebranche</a> (em inglês) no <a href=\"/wiki/Mathematics_Genealogy_Project\" title=\"Mathematics Genealogy Project\">Mathematics Genealogy Project</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.newadvent.org/cathen/09568a.htm\"><i>Catholic Encyclopedia</i>: Nicolas Malebranche</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Christianity_symbols.svg\" title=\"Portal do cristianismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/81/Christianity_symbols.svg/40px-Christianity_symbols.svg.png\" decoding=\"async\" width=\"25\" height=\"21\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/81/Christianity_symbols.svg/60px-Christianity_symbols.svg.png 2x\" data-file-width=\"425\" data-file-height=\"354\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Cristianismo\" title=\"Portal:Cristianismo\">Portal do cristianismo</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1638\" title=\"Categoria:Nascidos em 1638\">Nascidos em 1638</a><a href=\"/wiki/Categoria:Mortos_em_1715\" title=\"Categoria:Mortos em 1715\">Mortos em 1715</a><a href=\"/wiki/Categoria:Nicolas_Malebranche\" title=\"Categoria:Nicolas Malebranche\">Nicolas Malebranche</a><a href=\"/wiki/Categoria:Oratorianos\" title=\"Categoria:Oratorianos\">Oratorianos</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Fran%C3%A7a\" title=\"Categoria:Matemáticos da França\">Matemáticos da França</a><a href=\"/wiki/Categoria:Escritores_cat%C3%B3licos_da_Fran%C3%A7a\" title=\"Categoria:Escritores católicos da França\">Escritores católicos da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_cat%C3%B3licos\" title=\"Categoria:Filósofos católicos\">Filósofos católicos</a><a href=\"/wiki/Categoria:Ontologistas\" title=\"Categoria:Ontologistas\">Ontologistas</a><a href=\"/wiki/Categoria:Escritores_em_l%C3%ADngua_francesa\" title=\"Categoria:Escritores em língua francesa\">Escritores em língua francesa</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a_do_s%C3%A9culo_XVII\" title=\"Categoria:Filósofos da França do século XVII\">Filósofos da França do século XVII</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Paris\" title=\"Categoria:Alunos da Universidade de Paris\">Alunos da Universidade de Paris</a><a href=\"/wiki/Categoria:Naturais_de_Paris\" title=\"Categoria:Naturais de Paris\">Naturais de Paris</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/1/17/Nicolas_Malebranche.jpg/250px-Nicolas_Malebranche.jpg",
    "view": "nicolas_malebranche"
}