{
    "url": "https://pt.wikipedia.org/wiki/Niccol%C3%B2_Machiavelli",
    "codigo_http": 200,
    "titulo": [
        "Nicolau Maquiavel"
    ],
    "conteudo": [
        "Niccolò di Bernardo dei Machiavelli (em português: Nicolau Maquiavel; Florença, 3 de maio de 1469 — 21 de junho de 1527) foi um filósofo, historiador, poeta, diplomata e músico de origem florentina do Renascimento.[1] É reconhecido como fundador do pensamento e da ciência política moderna,[1] pelo fato de ter escrito sobre o Estado e o governo como realmente são, e não como deveriam ser.\n",
        "Após sua morte, o nome de Maquiavel passou a evocar atos inescrupulosos do tipo que ele aconselhou mais famosamente em sua obra, O Príncipe.[2] Ele se preocupava com as maneiras pelas quais um governante poderia ter sucesso na política e acreditava que aqueles que prosperavam recorriam à decepção, traição e violência.[3] Ele aconselhava os governantes a praticar o mal quando a necessidade política o exigisse.[4] O Príncipe, de Maquiavel, tem sido envolto em controvérsia desde que foi publicado. Alguns o consideram uma descrição direta da realidade política. Muitos veem O Príncipe como um manual, ensinando aspirantes a tiranos como devem tomar e manter o poder..[5] Mesmo em tempos recentes, estudiosos como Leo Strauss reafirmaram a opinião tradicional de que Maquiavel era um \"mestre do mal\".[6]\n",
        "Maquiavel viveu a juventude sob o esplendor político da República Florentina, durante o governo de Lourenço de Médici. Entrou para a política aos 29 anos de idade, no cargo de Secretário da Segunda Chancelaria, onde observou o comportamento de grandes nomes da época e a partir dessa experiência retirou alguns postulados para sua obra. Depois de servir em Florença durante catorze anos foi afastado e escreveu suas principais obras. Conseguiu também algumas missões de pequena importância, mas jamais voltou ao seu antigo posto como desejava.\n",
        "Como renascentista, Maquiavel utilizou-se de autores e conceitos da Antiguidade Clássica de maneira nova. Um dos principais autores foi Tito Lívio, além de outros lidos através de traduções latinas. Entre os conceitos apropriados por ele encontram-se o de virtù e o de fortuna.\n",
        "Durante o Renascimento, as cinco principais potências na península Itálica eram o Ducado de Milão, a República de Veneza, a República Florentina, o Reino de Nápoles e os Estados Papais.[7] A maior parte dos Estados da península era ilegítima, tomados por mercenários chamados condottieri.\n",
        "Foram incapazes de se aliar durante muito tempo estando entregues à intriga diplomática e às disputas, e, por suas riquezas, eram atrativos para as demais potências europeias do período, principalmente Espanha e França. A política italiana era, portanto, muito complexa e os interesses políticos estavam sempre divididos. Batalhando entre si, ficavam à mercê das ambições estrangeiras, mas a influência de alguém como Lourenço de Médici havia impedido uma invasão. Com a morte deste em 1492, e a inaptidão política de seu filho, a Itália foi invadida por Carlos VIII, causando a expulsão dos Médici de Florença.\n",
        "Esta era palco do conflito entre duas tendências: a da exaltação pagã do indivíduo, da vida e da glória histórica, representada por Lourenço de Médici e seu irmão Juliano de Médici; e a da contemplação cristã do mundo, voltada para o além, que se formava como resposta ao ressurgimento da primeira nos mais variados aspectos da vida, como a arte, e até na Igreja, representada por religiosos como Girolamo Savonarola.\n",
        "Anunciando a chegada de Carlos VIII como a de um salvador, contrário aos Médici e com grande apoio popular, o pregador Girolamo Savonarola tornou-se a figura mais importante da cidade dando ao governo um viés teocrático-democrático. Com sua crescente autoridade e influência, Savonarola passou a criticar os padres de Roma como corruptos e o papa Alexandre VI por seu nepotismo e imoralidade. Em 12 de maio de 1497, o papa excomungou o frade,[8] mas a excomunhão foi declarada inválida por ele. No entanto, Savonarola acabou preso e executado pelo governo provisório em 23 de maio de 1498.[9] Com a demissão de seus simpatizantes, cinco dias depois da morte do frade, Maquiavel, com 29 anos, foi nomeado para o cargo de secretário da Segunda Chancelaria de Florença.[9]\n",
        "Pouco se conhece da biografia de Maquiavel antes de entrar para a vida pública. Ele era o terceiro de quatro filhos de Bernardo e Bartolomea de' Nelli. Bernardo era jurista e tesoureiro de uma província italiana chamada Marca de Ancona. A mãe era próxima da nobre família de Florença.[10] Sua família era toscana, antiga e empobrecida. Iniciou seus estudos de latim com sete anos[11] e, posteriormente, estudou também o ábaco, bem como os fundamentos da língua grega antiga. Comparada com a de outros humanistas sua educação foi fraca, principalmente por causa dos poucos recursos da família.\n",
        "Não se sabe ao certo o que teria levado à escolha de Maquiavel para a chancelaria em 19 de junho de 1498. Alguns autores afirmam que ele teria trabalhado aí como auxiliar em 1494 ou 1495, hipótese contestada atualmente. Outros preferem atribuir a sua entrada à escolha de um antigo professor seu, Marcelo Virgilio Adriani, o qual ele teria conhecido em aulas na Universidade Pública de Florença e naquele momento era Secretário da Primeira Chancelaria.[12]\n",
        "A principal instituição de Florença nesse período era a Senhoria[13] com diversos órgãos auxiliares como as duas chancelarias. A primeira chancelaria era responsável pela política externa e pela correspondência com o exterior. A segunda ocupava-se com as guerras e a política interna. No entanto, essas funções muitas vezes se sobrepunham e a autoridade da primeira chancelaria prevalecia sobre a da segunda. Entre as funções exercidas por Maquiavel, estavam tarefas burocráticas e de assessoria política, de diplomacia e de comando no Conselho dos Dez, um outro órgão auxiliar da Senhoria.[14]\n",
        "A primeira de suas missões[15] foi a de convencer um condotiero a continuar recebendo o mesmo soldo. Nesse momento, o governo da República de Florença desejava reaver o controle de Pisa que havia aproveitado a passagem de Carlos VIII para rebelar-se, de forma que, ao realizar essa primeira missão de forma satisfatória, foi enviado em julho de 1499 para negociar com Catarina Sforza, duquesa de Ímola e Forlì a renovação da condota de seu filho Otaviano e para tentar conseguir o auxílio dela com soldados e artilharia para a tomada de Pisa.\n",
        "O governo de Florença contratara o filho da duquesa por 15 mil ducados sabendo-o mau estrategista militar e Maquiavel tinha como instruções, diminuir o soldo e conseguir tropas e munição para a retomada de Pisa. Ele conseguiu de forma satisfatória reduzir o soldo a 12 mil ducados e não comprometeu a cidade na defesa de Ímola e Forlì como queria Catarina.[15] A partir dessa primeira missão, escreveu o Discorso fatto al Magistrato dei Dieci sopra le cose di Pisa, de 1499, seu primeiro escrito político.[15]\n",
        "Pouco depois Luís XII, sucessor de Carlos VIII, conquistou o Ducado de Milão a Ludovico Sforza e, em troca de seu apoio, a República Florentina solicitou o auxílio deste na guerra contra a República de Pisa. Luís XII enviou um exército mercenário que se mostrou indisciplinado e desinteressado pela luta, tendo até mesmo prendido um comissário de Florença. Logo foi necessário enviar representantes à corte francesa em Nevers para relatar a situação e encontrar uma solução sem, entretanto, irritar o rei. Para isso, foram enviados Francisco della Casa e Maquiavel. Pouco antes de ir, seu pai morreu e ficou só com o irmão Toto, que em breve se dedicaria à vida eclesiástica, pois as duas irmãs já haviam se casado.[16]\n",
        "Aos dois, o rei respondeu que parte da culpa pelo fracasso era de Florença e inclusive insistiu para que o ataque a Pisa continuasse às custas da cidade para reparar a honra do rei. Sem poderes para negociar, Maquiavel limitou-se a aconselhar a Senhoria durante o período em que acompanhou a corte através de França e a solicitar o envio de embaixadores que pudessem tratar destes assuntos com mais autoridade. Aí pôde conhecer um pouco mais sobre uma nação que se havia unificado em torno de um rei, diferentemente da Itália. Depois de mais duas viagens à França anos depois, reuniria suas observações sobre a política francesa em dois textos: Ritrati delle cose di Francia (1510)[1] e De natura gallorum.\n",
        "De volta à cidade, em 1501, casou-se com Marietta Corsini, com quem teria quatro filhos e duas filhas (Bernardo, Ludovico, Piero, Guido, Bartolomea e outra menina morta na primeira infância),[9] mas teve logo que viajar de novo, pois os partidos políticos de Pistoia, outra cidade submetida a Florença, haviam se unido e ameaçavam rebelar-se. Maquiavel foi de opinião que se deveria dar fim e proibir tais partidos.\n",
        "Entre 1502 e 1503, Maquiavel teve contato com César Bórgia, filho do papa Alexandre VI, um cruel e ambicioso condotiero.[1]\n",
        "César Bórgia (conhecido também como Duque Valentino), por volta de 1501 como condotiero da Igreja e filho do papa, vinha conquistando territórios na Toscana, como Faença, em 25 de abril.[9] Acercou-se de Florença com seus exércitos e exigiu que a cidade se aliasse a ele, pagasse-lhe um tributo e mudasse seu governo para um mais favorável a si. Quando os florentinos, sem opção, estavam prestes a ceder, Luís XII de França pressionou César Bórgia que foi obrigado a levantar acampamento. Dirigiu-se para Piombino, conquistando-a facilmente e também Pésaro e Rimini, após o quê voltou para Roma.\n",
        "César Bórgia percebeu que, com a aliança francesa, Florença seria um empecilho a seu plano de expansão e por isso solicitou o envio de representantes com os quais tratar de seus interesses. Para essa missão, em 24 de junho de 1502, foi enviado Francisco Soderini, tendo Maquiavel como secretário e auxílio.[9] Durante a ida, surpreendeu-os a notícia da conquista do ducado de Urbino pelo duque Valentino: ele pediu um reforço de artilharia para a cidade e quando este lhe foi enviado, voltou-se contra o ducado.\n",
        "Chegadas as tropas francesas, os enviados puderam retornar. Após a retirada das tropas de Bórgia da Toscana, Maquiavel escreveu o \"Sobre o modo de tratar os povos rebelados da Valdichiana\" (1502)[nota 1] sua primeira obra sem relação com as atividades da Chancelaria,[1][17] e foi neste período (22 de setembro de 1502) que ocorreu uma reforma na constituição florentina tornando o cargo de gonfaloneiro vitalício. Ele era ocupado por Piero Soderini,[9] de quem Maquiavel tornou-se próximo.\n",
        "Nesse meio tempo, César Bórgia conquistou a seus próprios condotieri Città di Castello e Bolonha. Temendo o duque, estes se reuniram em Magione para conspirar contra ele. César Bórgia solicitou a Florença um embaixador para negociar uma aliança e enviaram-lhe Maquiavel, sem poderes de embaixador, em 5 de outubro de 1502, apenas com a incumbência de entregar os conjurados, afirmando que eles haviam convidado Florença para participar da conspiração, mas que esta havia se negado.\n",
        "A 9 de dezembro, César Bórgia marchou para Cesena com a intenção de dar fim ao conluio. Lá, mandou prender seu lugar-tenente, Ramiro de Lorque, que apareceu morto no dia seguinte. Dirigiu-se para Pésaro e depois, para Fano, ordenando que Orsini e Vitellozzo Vitelli, dois de seus subordinados, conquistassem Senigália (26 de dezembro)[9] aonde, juntamente com Oliverotto de Fermo deveriam aguardá-lo. Foi aí que, ao chegar com suas tropas, mandou prender e, mais tarde, executar os três. Desse acontecimento deu Maquiavel sua análise no escrito: \"Descrição da forma como procedeu o Duque Valentino para matar Vitellozzo Vitelli, Oliverotto da Fermo, o senhor Paolo e o Duque de Gravina Orsini\" (1503).[9][nota 2]\n",
        "Pedindo ajuda florentina, mas sem esperá-la, partiu para conquistar Città di Castello, Perúgia, Corinaldo, Sassoferrato e Gualdo, de onde Maquiavel foi chamado de volta por ter sido nomeado um embaixador. Chegou a Florença em 23 de janeiro de 1508. Com a morte de Alexandre VI e tendo Júlio II se tornado Papa, César Bórgia perdeu seu apoio e veio a se enfraquecer. Feito prisioneiro duas vezes, morreu lutando pelo exército de Navarra, mas a figura de César Bórgia ficaria marcada para Maquiavel como a do perfeito representante de seu príncipe.[18][19]\n",
        "Com a morte de César Bórgia, surgiu um novo problema: a expansão da República de Veneza pela Romanha que surpreendeu o papa, os florentinos e o imperador romano-germânico Maximiliano. Sentindo os perigos externos se avolumarem e, por outro lado, conhecendo a ineficiência das tropas mercenárias, Maquiavel solicitou a Soderini a permissão para criar um exército formado por cidadãos de Florença. Recebida a autorização após alguma resistência, iniciou imediatamente seus trabalhos e apenas cinco meses depois, em 15 de fevereiro de 1506 as novas tropas desfilaram[9] na Piazza della Signoria. Pouco antes havia terminado o Decennale primo,[9] poema de 550 versos em \"terça rima\" que narravam os últimos dez anos e ao qual se seguiria o Decennale secondo (em 1509).\n",
        "Por essa época, o papa Júlio II decidiu retomar os domínios da Igreja conquistados por Veneza e pelos homens de Bórgia: Baglioni e Bentivoglio. Marchando contra eles, pediu ajuda de Florença mediante envio de tropas. Sem querer desguarnecer Pisa ou desgostar o papa, decidiu-se enviar Maquiavel para ganhar tempo. Ele acompanhou o papa até Perugia, onde assistiu espantado à rendição de Baglioni, pois não compreendia como ele havia deixado passar a oportunidade de prender o Papa, na sua visão, um príncipe invadindo seus domínios como outro qualquer.[20] Não estava presente na tomada da Bolonha por que Florença finalmente enviou as tropas solicitadas, bem como um embaixador para substituí-lo.\n",
        "Nesse período, Maximiliano I declarou ter a intenção de conquistar a Itália[9] para restaurar o antigo Sacro Império Romano-Germânico fazendo-se coroar em Roma. Com isso, os florentinos decidiram enviar representantes para saber a que custo poderiam preservar a cidade. Maquiavel e Francesco Vettori — que se tornariam amigos daí em diante — foram encarregados dessa negociação, passam por Trento, Bolzano e Innsbruck em dezembro de 1507[9] e chegaram à corte, em Viena, em janeiro de 1508.\n",
        "Em 16 de junho de 1508, Maquiavel e Vettori retornam a Florença,[9] pois Maximiliano seria derrotado pela República de Veneza. Ao retornar, Maquiavel passou a organizar as operações contra a República de Pisa, vencida em 4 de junho de 1509, após 15 anos de guerra. Da experiência com a viagem ao império, Maquiavel escreveria o \"Ritratti delle cose dell'Alemagna\" (1508-1512).[1]\n",
        "Entrementes as hostilidades entre o papa e Veneza chegaram ao máximo. Em 25 de março de 1509, o papa Júlio II alia-se à Liga de Cambrai.[9] Esta vence a República de Veneza em Agnadello (14 de maio), tomando a maior parte das possessões venezianas em terra firme.[9] Por outro lado, decidindo que não poderia deixar a Itália cair em mãos estrangeiras, o papa formou uma aliança com a Espanha e Veneza contra a França.\n",
        "Os florentinos que sempre contaram com a ajuda do rei francês e que não queriam desagradar o papa viram-se divididos. Maquiavel foi enviado pela terceira vez à corte francesa[9] para explicar a prudência dos florentinos apesar da exigência do rei de que esta se declarasse a seu favor. Sem sucesso, retornou em outubro de 1510 com a certeza de que haveria uma guerra entre a França e os Estados da Igreja.\n",
        "Após Luís XII ter convocado um concílio cismático contra o papa e este decidido reunir-se em Pisa, domínio florentino, o papa ameaçou Florença com a excomunhão e Maquiavel teve que negociar o afastamento da reunião. Apesar do sucesso da missão[9] — os padres dirigiram-se para Milão — o papa resolveu dar fim ao governo de Soderini. Uniu-se ao rei de Aragão contra a França e como Florença se recusou a apoiá-lo, a Dieta de Mântua atacou a cidade e destituiu Soderini, trazendo os Médici de volta ao poder.\n",
        "Em 7 de novembro de 1512, Maquiavel foi demitido[9] sob a acusação de ser um dos responsáveis por uma política anti-Médici e grande colaborador do governo anterior. Foi multado em mil florins de ouro e proibido de se retirar da Toscana durante um ano.\n",
        "Para piorar sua situação, no ano seguinte dois jovens, Agostino Capponi e Pietropolo Boscoli, foram presos e acusados de conspirarem contra o governo. Um deles deixou cair involuntariamente uma lista de possíveis adeptos do movimento republicano, entre os quais estava o de Maquiavel, que foi preso e torturado.[21] Para sua sorte, com a morte do papa Júlio II em 21 de fevereiro de 1513 e a eleição de João de Médici, um florentino, como Leão X, todos os suspeitos de conspiração foram anistiados como sinal de regozijo e com eles Maquiavel, depois de passar 22 dias na prisão.\n",
        "Libertado, seguiu para uma propriedade no distrito de Sant'Andrea in Percussina[9] distante 3,3 quilômetros[22] da comuna de San Casciano dei Bagni, província de Florença. Foi durante esse ostracismo e inatividade, o qual duraria até sua morte, que ele escreveu suas obras mais conhecidas: O Príncipe[nota 3] e os Discursos sobre a Primeira Década de Tito Lívio (1512-1517). Foi também nesse período que conheceu vários escritores no Jardim Rucellai, círculo de literatos, e se aproximou de Francesco Guicciardini apesar de já conhecê-lo há tempos. Entre os escritos desse período estão o poema Asino d'oro (1517), a peça A Mandrágora (1518), considerada uma obra prima da comédia italiana,[23] e  Novella di Belfagor (romance, 1515), além de vários tratados histórico-político, poemas e sua correspondência particular (organizada pelos descendentes) como Dialogo intorno alla nostra língua (1514), Andria (1517), Discorso sopra il riformare lo stato di Firenze (1520), Sommario delle cose della citta di Lucca (1520), Discorso delle cose florentine dopo la morte di Lorenzo (1520), Clizia, comédia em prosa (1525), Frammenti storici (1525) e outros poemas como Sonetti, Canzoni, Ottave, e Canti carnascialeschi.\n",
        "Com a morte de Lourenço II em 1520, Júlio de Médici, que depois tornou-se papa com o nome de Clemente VII, assumiu o poder em Florença. Ele via Maquiavel com melhores olhos que seus antecessores e o contratou como historiador da república para escrever uma História de Florença,[9] obra à qual dedicaria os sete últimos anos de sua vida. Nesse mesmo ano, ele estava ocupado escrevendo A Arte da Guerra (1519-1520).[1] E é a partir de uma viagem a trabalho a Luca que ele escreveu a Vita di Castruccio Castracani da Lucca (1520).\n",
        "Após a queda dos Médici, em 1527, com a invasão e saque de Roma pelas tropas espanholas de Carlos I, a república instalou-se novamente na cidade com o restabelecimento do Grande Conselho anteriormente instituído por Savonarola.[9] Maquiavel viu mais uma vez suas esperanças de voltar a servir à cidade serem desfeitas, pois havia trabalhado para os Médici e foi tratado com desconfiança pela nova república.\n",
        "Poucos dias depois, ficou doente, sentindo dores intestinais. Morreu obscuramente em 21 de junho e no dia seguinte foi enterrado no túmulo da família na Basílica de Santa Cruz em Florença.[9]\n",
        "O \"Príncipe\" é provavelmente o livro mais conhecido de Maquiavel e foi completamente escrito em 1513,[1] apesar de publicado postumamente,[1] em 1532. Teve origem com a união de Juliano de Médici e do papa Leão X,[24] com a qual Maquiavel viu a possibilidade de um príncipe finalmente unificar a Itália e defendê-la contra os estrangeiros, apesar de dedicar a obra a Lourenço II de Médici,[1][nota 4] mais jovem, de forma a estimulá-lo a realizar esta empreitada. Outra versão sobre a origem do livro, diz que ele o teria escrito em uma tentativa de obter favores dos Médici, contudo ambas as versões não são excludentes.\n",
        "Está dividido em 26 capítulos.[9] No início ele apresenta os tipos de principado existentes e expõe as características de cada um deles. A partir daí, defende a necessidade do príncipe de basear suas forças em exércitos próprios, não em mercenários e, após tratar do governo propriamente dito e dos motivos por trás da fraqueza dos Estados italianos, conclui a obra fazendo uma exortação a que um novo príncipe conquiste e liberte a Itália.[9] Em uma carta ao amigo Francesco Vettori, datada de 10 de dezembro de 1513,[9] Maquiavel comenta sobre o escrito:\n",
        "Os Discursos sobre a Primeira Década de Tito Lívio opõem-se a O Príncipe pelo tema, apesar de ambos compartilharem alguns conceitos. Foram pensados como análise e comentário a toda a obra de Tito Lívio,[26] mas permaneceram incompletos, não passando da primeira década.\n",
        "Esta obra surgiu da vontade do autor de comparar as instituições da antiguidade, em especial as da Roma clássica, com as de Florença no período.[27] Assim, seguindo a obra de Tito Lívio, analisa como surgem, se mantém e se extinguem os Estados. Ficou assim dividido em três partes, estudando na primeira a fundação e a organização, em seguida o enriquecimento e a expansão e por fim sua decadência.\n",
        "Entre 1519 e 1520, escreveu Dell'arte della guerra (\"A Arte da Guerra\"), o único de seus trabalhos sobre política publicado em seu tempo de vida.[1] Em síntese, ele dá conselhos sobre como obter e manter força militar e defende que o preparo militar dos cidadãos é necessário para que eles e seu Estado mantenham a liberdade.[1]\n",
        "Há discordâncias sobre a melhor forma de descrever os temas unificadores que podem ser encontrados nas obras de Maquiavel, especialmente nas duas principais obras políticas, O Príncipe e os Discursos. Alguns comentaristas o descreveram como inconsistente, outros, como Hans Baron, argumentaram que suas ideias devem ter mudado drasticamente ao longo do tempo. Alguns argumentaram que suas conclusões são melhor entendidas como um produto de seu tempo, suas experiências e sua educação. Outros, como Leo Strauss e Harvey Mansfield, argumentaram fortemente que há uma consistência e distinção muito fortes e deliberadas, chegando a argumentar que isso se estende a todos os trabalhos de Maquiavel, incluindo suas comédias e cartas.[28][29]\n",
        "A obra de Maquiavel relaciona-se diretamente com o tempo no qual foi produzida. O método utilizado por ele rompe com a tradição medieval ao fundamentar-se no empirismo e na análise dos fatos recorrendo a experiência histórica da Roma Antiga ganha por ele em seus estudos. Além disso, ele foi o primeiro a propor uma ética para a política diferente da ética religiosa, ou seja, a finalidade da política seria a manutenção do Estado.[29]\n",
        "O primeiro a se pronunciar sobre sua obra foi o cardeal inglês Reginald Pole, se dizendo horrorizado com a influência que ela teria sobre Thomas Cromwell.[30] Os jesuítas o acusaram de ser contra a Igreja e convenceram o papa Paulo IV a colocá-lo no Index Librorum Prohibitorum em 1559.[30] Na França, um huguenote chamado Innocent Gentillet escreveu uma obra na qual o acusou de ateísmo e, seus métodos, de causadores do Massacre da noite de São Bartolomeu. Esta obra foi muito difundida na Inglaterra, contribuindo para a visão apresentada no teatro do século XVI. Em geral seus críticos se basearam em O Príncipe, analisando a obra isoladamente das demais obras de Maquiavel e sem levar em conta o contexto no qual foi produzida.\n",
        "Houve também aqueles que quiseram conciliar seu pensamento com a Igreja ou torná-lo um nacionalista; sem muito sucesso, pois manipulavam seu pensamento da mesma forma.[30] No presente, as análises feitas procuram levar em conta principalmente os Discursos sobre a primeira década de Tito Lívio e sua A Arte da Guerra, contextualizando seus escritos e declarando que Maquiavel não inventou uma teoria política, apenas descreveu as práticas que viu refletindo sobre elas.[31]\n",
        "Comentadores como Leo Strauss chegaram a nomear Maquiavel como o criador deliberado da própria modernidade. Outros argumentaram que Maquiavel é apenas um exemplo particularmente interessante de tendências que estavam acontecendo à sua época. De qualquer forma, Maquiavel se apresentou em vários momentos como alguém lembrando os italianos das velhas virtudes dos romanos e gregos, e outras vezes como alguém promovendo uma abordagem completamente nova da política.[29]\n",
        "Essa análise começou a difundir-se com a Reforma e a Contrarreforma. Se até então suas obras eram ignoradas, a partir daí, o autor e suas obras passaram a ser vistos como perniciosos, sendo forjada a expressão \"os fins justificam os meios\", não encontrada em sua obra.[32][33]\n",
        "Essa interpretação está ligada também a visão de seus escritos como base teórica do absolutismo, ao lado de Thomas Hobbes e Jacques-Bénigne Bossuet, sem, no entanto, contemplar-se os Discursos sobre a primeira década de Tito Lívio em que faz elogios à forma republicana de governo.\n",
        "Em sua obra O Príncipe, defendeu a centralização do poder político e não propriamente o absolutismo. Suas considerações e recomendações aos governantes sobre a melhor maneira de administrar o governo caracterizam a obra como uma teoria do Estado moderno. Ele é, de fato, considerado o \"pai da moderna teoria política\".[1]\n",
        "Maquiavel defende a ideia de que um estado forte depende de um governante eficaz, e para que ele seja bom, ele deve ter boas habilidades políticas.  Para ele, são características relevantes de um bom príncipe, ser bondoso, caridoso, religioso e ter moral. Contudo, Maquiavel argumentava não ser necessário possui-las de fato, o governante devia apenas manter as aparências, pois o governo precisa do apoio e opinião pública; em momentos de crise a população deve ficar contra o governo. Maquiavel se preocupava em manter o Estado, por isso deixa conselhos para o soberano sobre como o fazer. Deste modo, ele apresenta propostas de como dominar nações.\n",
        "No caso de dominação sobre uma cultura diferente, ele apresenta três meios para tal feito.\n",
        "Dominação militar &lt; Colonização &lt; Mudança da capital\n",
        "No caso de dominação de um país de grande extensão, ele propõe duas alternativas:\n",
        "Centralizar burocraticamente &lt; Descentralizar aristocraticamente\n",
        "Maquiavel ainda propõe explicações para dominar uma sociedade acostumada com suas próprias leis:\n",
        "Destruição &lt; Transferência de capital &lt; Tolerância conservadora\n",
        "Uma leitura apressada ou enviesada de Maquiavel poderia levar-nos a entendê-lo como um defensor da falta de ética na política, em que \"os fins justificam os meios\". Para entender sua teoria é necessário colocá-lo no contexto da Itália renascentista, em que se lutava contra os particularismos locais. Durante o século XVI, a península Itálica estava dividida em diversos pequenos Estados, entre repúblicas, monarquias, ducados, além dos Estados Papais. As disputas de poder entre esses territórios eram constantes, a ponto de os governantes contratarem os serviços do condotieri (mercenários) com o intuito de obter conquistas territoriais.\n",
        "\nFoi muito difundida no século XVI e encontram-se aproximadamente 400 peças[34] que citam Maquiavel, todas vinculando seu nome à maldade, a ardilosidade e a falta de escrúpulos. William Shakespeare, por exemplo, o coloca em uma fala de Ricardo, Duque de Gloucester na sua peça sobre Henrique VI (Henry VI, Part 1, Henry VI, Part 2, Henry VI, Part 3).[35]",
        "Uma segunda interpretação diz que ao escrever \"O Príncipe\", Maquiavel tentava alertar o povo sobre os perigos da tirania, tendo entre seus adeptos, Baruch de Espinoza e Jean-Jacques Rousseau. Este último escreveu \"(…) é o que Maquiavel fez ver com evidência. Fingindo dar lições aos reis, deu-as, e grandes, aos povos\".[36] Foi defendida recentemente por estudiosos da obra dele como Garret Mattingly.\n",
        "Há os que afirmam ser \"O Príncipe\" uma sátira dos costumes dos governantes ou que o autor não acreditaria no que escreveu, baseando esta afirmação na preferência que teria Maquiavel pela república como forma de governo. Contudo o autor também faz críticas à república.[37][38]\n",
        "Maquiavel era um verdadeiro republicano, mas ele acreditava que somente a força de um líder especial poderia criar o um Estado italiano forte como ele imaginava.[1] Isso, muito tempo depois, na Europa do século XIX, durante as Guerras Napoleônicas, com a Alemanha e a Itália fragmentadas e com os nacionalismos internos surgindo, gerou uma visão de Maquiavel como um nacionalista exaltado, disposto a tudo pela união e defesa da Itália, como demonstrado no último capítulo de \"O Príncipe\":\n",
        "A obra de Maquiavel revela a consciência diante do perigo da divisão política da península em vários estados, que estariam expostos à mercê das grandes potências europeias. Hegel, Herder, Macaulay e Burd foram alguns de seus defensores,[39] certamente fundamentando sua interpretação no capítulo final de O Príncipe em que Maquiavel faz uma apaixonada defesa de uma Itália unificada, afirmando que um povo só pode ser feliz e próspero se estiver unido.\n",
        "Uma vertente recente lê Maquiavel como republicano democrático: não um técnico da tirania ou mero satirista, mas um pensador do vivere libero, do conflito entre grandi e popolo e do papel de instituições que contêm a oligarquia. Nessa chave, autores como Claude Lefort, John P. McCormick e Quentin Skinner oferecem formulações influentes com ênfases distintas.\n",
        "Um marco dessa reinterpretação é Claude Lefort, em Le travail de l'œuvre Machiavel (1972), para quem Maquiavel inaugura uma inteligibilidade moderna do político ao desvinculá-lo de fundamentos teológico-morais e inscrever a divisão social (o confronto entre os grandes e o povo) como princípio constitutivo da liberdade republicana. Para Lefort, o “trabalho” da obra não é formular uma doutrina fechada, mas produzir um modo de pensar em que contingência, conflito e invenção institucional são centrais. Assim, O Príncipe e os Discorsi se complementam numa mesma investigação sobre fundação e manutenção do poder. Ganha relevo, nessa leitura, a positividade do desejo popular de não ser dominado e a mediação institucional que transforma o conflito em liberdade cívica.[40]\n",
        "A partir dessa ênfase na divisão social e na mediação institucional do conflito, John P. McCormick identifica em Maquiavel um núcleo marcadamente plebeu e democrático. Em Machiavellian Democracy (2011), McCormick sustenta que o florentino dá centralidade aos tumultos entre grandi e popolo e recomenda instituições que capacitam “os muitos” a conter “os poucos” — inspiradas em Roma (como o tribunato e mecanismos de acusação pública) —, sugerindo a adaptação contemporânea desses dispositivos anti-oligárquicos.[41] Em Reading Machiavelli (2018), aprofunda a tese de um populismo democrático no conjunto da obra (O Príncipe, Discursos, História de Florença) e critica leituras que teriam “domesticado” sua dimensão igualitária.[42]\n",
        "Já Quentin Skinner, expoente da Escola de Cambridge, enfatiza Maquiavel no contexto humanista e na tradição cívico-republicana. Em Machiavelli: A Very Short Introduction (2019), mostra como o autor reelabora virtù, fortuna e necessità para sustentar que líderes devem agir virtuosamente tanto quanto possível, mas estar prontos a “não ser bons” quando a necessidade política o exigir — sem abandonar o vivere libero e o primado das leis.[43] Skinner também assina a introdução revista dos Cambridge Texts in the History of Political Thought de O Príncipe, reforçando essa leitura contextualista.[44]\n",
        "Maquiavel não foi um pensador sistemático.[45][46] Ele utiliza o empirismo para escrever através de um método indutivo e pensa em seus escritos como conselhos práticos, sendo além disso antiutópico e realista.[45] A teoria não se separa da prática em Maquiavel.[46] Os conceitos desenvolvidos por ele rompem com a tradição medieval teológica e também com a prática, comum durante o Renascimento, de propor estados imaginários perfeitos, os quais os príncipes deveriam ter sempre em mente. A partir da observação da política de seu tempo e da comparação desta com a da Antiguidade vai formular o seu pensamento por acreditar na imutabilidade da natureza humana.\n",
        "Os conceitos de virtù e fortuna são empregados várias vezes por Maquiavel em suas obras. Para ele, a virtù seria a capacidade de adaptação aos acontecimentos políticos que levaria à permanência no poder. A virtù seria como uma barragem que deteria os desígnios do destino. Mas segundo o autor, em geral, os seres humanos tendem a manter a mesma conduta quando esta frutifica e assim acabam perdendo o poder quando a situação muda.[47]\n",
        "A ideia de fortuna em Maquiavel vem da deusa romana da sorte e representa as coisas inevitáveis que acontecem aos seres humanos. Não se pode saber a quem ela vai fazer bens ou males e ela pode tanto levar alguém ao poder como tirá-lo de lá, embora não se manifeste apenas na política. Como sua vontade é desconhecida, não se pode afirmar que ela nunca lhe favorecerá.[48]\n",
        "Maquiavel escreve história mais como pensador político do que como historiador.[49] Assim ele não se preocupa tanto com a referência precisa de afirmações contidas nas suas obras, ainda que tenha ido aos arquivos de Florença - prática incomum na época - e deixa transparecer nas suas obras históricas a defesa de algumas das suas ideias através da narração dos fatos históricos.[50] Ele também acredita que a história se repete, tornando a sua escrita útil como exemplo para que os homens, tentados a agir sempre da mesma maneira, evitassem cometer os mesmos erros.[51][52]\n",
        "Assim, enquanto alguns dos seus biógrafos atribuem-lhe os fundamentos da escrita moderna da história,[49] outros admitem que ele não possuía uma visão crítica o suficiente para poder separar os fatos históricos dos mitos e aceitou como verdade, por exemplo, a fundação mitológica de Roma,[52] Outros, ainda, atribuem-lhe uma \"concepção dogmática e ingénua da história\".[52]\n",
        "A ética em Maquiavel se contrapõe à ética cristã herdada por ele da Idade Média. Para a ética cristã, as atitudes dos governantes e os Estados em si estavam subordinados a uma lei superior e a vida humana destinava-se à salvação da alma. Com Maquiavel a finalidade das ações dos governantes passa a ser a manutenção da pátria e o bem geral da comunidade, não o próprio, de forma que uma atitude não pode ser chamada de boa ou má a não ser sob uma perspectiva histórica.[53]\n",
        "Reside aí um ponto de crítica ao pensamento maquiavélico, pois com essa justificativa, o Estado pode praticar todo tipo de violência, seja aos seus cidadãos, seja a outros Estados. Ao mesmo tempo, o julgamento posterior de uma atitude que parecia boa, pode mostrá-la má.[54]\n",
        "Para ele, a natureza humana seria essencialmente má e os seres humanos querem obter os máximos ganhos a partir do menor esforço, apenas fazendo o bem quando forçados a isso.[56] A natureza humana também não se alteraria ao longo da história[56] fazendo com que seus contemporâneos agissem da mesma maneira que os antigos romanos e que a história dessa e de outras civilizações servissem de exemplo. Falta-lhe um senso das mudanças históricas.[38]\n",
        "Como consequência, acha inútil imaginar estados utópicos, visto que nunca antes postos em prática e prefere pensar no real.[38] Sem querer com isso dizer que os seres humanos ajam sempre de forma má, pois isso causaria o fim da sociedade, baseada em um acordo entre os cidadãos. Ele quer dizer que o governante não pode esperar o melhor dos homens ou que estes ajam segundo o que se espera deles.[56]\n",
        "Além de estadista e cientista político, Maquiavel também traduziu obras clássicas e foi dramaturgo (Clizia, Mandrágola), poeta (Sonetti, Canzoni, Ottave, Canti carnascialeschi) e romancista (Belfagor arcidiavolo).\n",
        "Alguns de seus outros trabalhos:\n",
        "Della Lingua (italiano para \"Sobre a Língua\") (1514), um diálogo sobre a língua da Itália é normalmente atribuído a Maquiavel.\n",
        "\nO executor literário de Maquiavel, Giuliano de' Ricci, também relatou ter visto que Maquiavel, seu avô, fez uma comédia no estilo de Aristófanes que incluía florentinos vivos como personagens, e que seria intitulada Le Maschere. Foi sugerido que, devido a coisas como essa e seu estilo de escrever para seus superiores em geral, havia muito provavelmente alguma animosidade contra Maquiavel mesmo antes do retorno dos Médic.[58]"
    ],
    "ligacoes": [
        "<ul><li>A dominação militar é vista como o meio menos eficiente, pois assim a nação estrangeira enxergaria o príncipe como um inimigo e não o apoiaria. A colonização tem maior eficácia, porém não é suficiente. Desta maneira, haveria uma mescla entre a cultura da nação dominada e da nação dominadora, beneficiando ambas as partes. Já a transferência da capital seria o meio mais eficaz. Se o príncipe reside na nação que está dominando, ele passa a levar melhorias para o lugar e a ganhar maior aceitação do povo.</li></ul>",
        "<ul><li>Maquiavel afirmava que a segunda proposta era mais eficaz, pois ao descentralizar o poder, ele conferiria autoridade a algumas famílias aristocráticas para governar determinadas regiões do país. Dessa forma, ele teria pessoas de sua confiança fiscalizando todo o território e o poder ainda estaria concentrado em suas mãos. Já a primeira alternativa não seria uma boa solução, pois ele apenas criaria instituições burocráticas, mas o poder ainda estaria centralizado em si.</li></ul>",
        "<ul><li>Em primeira instância, o príncipe deveria permitir as leis da nação dominada e tolerar as diferenças. Dessa maneira, a tolerância conservadora é vista como a melhor opção. A segunda alternativa também é considerada aceitável em caso de a primeira não demonstrar êxito, já que ao transferir a capital ele passa a levar mais melhorias para o local e a ganhar aceitação do povo. Caso a população não aceite dominação e se revolte, a única alternativa restante seria a destruição daquele povo.</li></ul>",
        "<ul><li><i><a href=\"/wiki/Discorso_sopra_le_cose_di_Pisa\" title=\"Discorso sopra le cose di Pisa\">Discorso sopra le cose di Pisa</a></i> (1499)</li>\n<li><i><a href=\"/wiki/Del_modo_di_trattare_i_popoli_della_Valdichiana_ribellati\" title=\"Del modo di trattare i popoli della Valdichiana ribellati\">Del modo di trattare i popoli della Valdichiana ribellati</a></i> (1502)</li>\n<li><i><a href=\"/wiki/Descrizione_del_modo_tenuto_dal_Duca_Valentino_nello_ammazzare_Vitellozzo_Vitelli,_Oliverotto_da_Fermo,_il_Signor_Pagolo_e_il_duca_di_Gravina_Orsini\" title=\"Descrizione del modo tenuto dal Duca Valentino nello ammazzare Vitellozzo Vitelli, Oliverotto da Fermo, il Signor Pagolo e il duca di Gravina Orsini\">Descrizione del modo tenuto dal Duca Valentino nello ammazzare Vitellozzo Vitelli, Oliverotto da Fermo, il Signor Pagolo e il duca di Gravina Orsini</a></i> (1502)</li>\n<li><i><a href=\"/wiki/Discorso_sopra_la_provisione_del_danaro\" title=\"Discorso sopra la provisione del danaro\">Discorso sopra la provisione del danaro</a></i> (1502) – Um discurso sobre a provisão de dinheiro.</li>\n<li><i>Ritratti delle cose di Francia</i> (1510) – Retrato dos negócios da França.</li>\n<li><i>Ritracto delle cose della Magna</i> (1508–1512) – Retrato dos assuntos da Alemanha.</li>\n<li><i>Il Principe</i> (1513) - <a href=\"/wiki/O_Pr%C3%ADncipe\" title=\"O Príncipe\">O Príncipe</a></li>\n<li><i>Discorsi sopra la prima deca di Tito Livio -</i> <a href=\"/wiki/Discursos_sobre_a_Primeira_D%C3%A9cada_de_Tito_L%C3%ADvio\" title=\"Discursos sobre a Primeira Década de Tito Lívio\">Discursos sobre a Primeira Década de Tito Lívio</a> (1517)</li>\n<li><i><a href=\"/wiki/A_Arte_da_Guerra_(Maquiavel)\" title=\"A Arte da Guerra (Maquiavel)\">Dell'Arte della Guerra</a></i> (1519–1520) – alta ciência militar.</li>\n<li><i><a href=\"/wiki/Discorso_sopra_il_riformare_lo_stato_di_Firenze\" title=\"Discorso sopra il riformare lo stato di Firenze\">Discorso sopra il riformare lo stato di Firenze</a></i> (1520) – Um discurso sobre a reforma de Florença.</li>\n<li><i>Sommario delle cose della citta di Lucca</i> (1520) – Um resumo dos assuntos da cidade de Lucca.</li>\n<li><i><a href=\"/wiki/Vita_di_Castruccio_Castracani_da_Lucca\" title=\"Vita di Castruccio Castracani da Lucca\">Vita di Castruccio Castracani da Lucca</a></i> (1520), uma breve biografia.</li>\n<li><i>Istorie Fiorentine</i> (1520–1525) – <i>Histórias florentinas</i>, uma história em oito volumes da cidade-estado Florença, encomendada por Giulio de' Medici, mais tarde <a href=\"/wiki/Papa_Clemente_VII\" title=\"Papa Clemente VII\">Papa Clemente VII</a>.</li></ul>",
        "<ul><li><i>Decennale primo</i> (1506) – um poema em <a href=\"/wiki/Terza_rima\" class=\"mw-redirect\" title=\"Terza rima\">terza rima</a>.</li>\n<li><i><a href=\"/wiki/Decennale_secondo\" title=\"Decennale secondo\">Decennale secondo</a></i> (1509) – um poema.</li>\n<li><a href=\"/wiki/Andria_(Maquiavel)\" title=\"Andria (Maquiavel)\"><i>Andria</i></a> (1517) – uma comédia semiautobiográfica, adaptada de <a href=\"/w/index.php?title=Terence&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Terence (página não existe)\">Terence</a>.<sup id=\"cite_ref-61\" class=\"reference\"><a href=\"#cite_note-61\"><span class=\"cite-bracket\">[</span>57<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/wiki/A_Mandr%C3%A1gora\" title=\"A Mandrágora\">Mandragola</a></i> (1518) – uma comédia em prosa de cinco atos, com um prólogo em verso.</li>\n<li><i><a href=\"/wiki/Clizia\" title=\"Clizia\">Clizia</a></i> (1525) – uma comédia em prosa.</li>\n<li><i><a href=\"/wiki/Belfagor_arcidiavolo\" title=\"Belfagor arcidiavolo\">Belfagor arcidiavolo</a></i> (1515) – uma novela.</li>\n<li><i><a href=\"/wiki/Asino_d%27oro\" class=\"mw-redirect\" title=\"Asino d'oro\">Asino d'oro</a></i> (1517) – <i>O Asno de Ouro</i> é um poema <a href=\"/wiki/Terza_rima\" class=\"mw-redirect\" title=\"Terza rima\">terza rima</a>, uma nova versão da obra clássica de <a href=\"/wiki/Apuleius\" class=\"mw-redirect\" title=\"Apuleius\">Apuleius</a>.</li>\n<li><i>Frammenti storici</i> (1525) – fragmentos de histórias.</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.intratext.com/Catalogo/Autori/Aut242.HTM\">«Obras de Nicolau Maquiavel»</a>. (em italiano) inglês ou francês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ANicolau+Maquiavel&amp;rft.btitle=Obras+de+Nicolau+Maquiavel&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.intratext.com%2FCatalogo%2FAutori%2FAut242.HTM&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.machiavellitheprince.com\">«<i>O Príncipe</i>, na íntegra, com as notas e comentários»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ANicolau+Maquiavel&amp;rft.btitle=O+Pr%C3ncipe%2C+na+%C3ntegra%2C+com+as+notas+e+coment%C3%A1rios&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.machiavellitheprince.com&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.dominiopublico.gov.br/pesquisa/DetalheObraForm.do?select_action=&amp;co_obra=24134\">«O Príncipe»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ANicolau+Maquiavel&amp;rft.btitle=O+Pr%C3ncipe&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.dominiopublico.gov.br%2Fpesquisa%2FDetalheObraForm.do%3Fselect_action%3D%26co_obra%3D24134&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://digilander.libero.it/opere_di_machiavelli/index.html\">«Niccolò Machiavelli - Opera Omnia»</a> (em italiano). Todas as obras de Maquiavel.</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ANicolau+Maquiavel&amp;rft.btitle=Niccol%C3%B2+Machiavelli+-+Opera+Omnia&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fdigilander.libero.it%2Fopere_di_machiavelli%2Findex.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.newadvent.org/cathen/09501a.htm\">Nicolò Machiavelli</a> - Catholic Encyclopedia</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Italy.svg\" title=\"Portal da Itália\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/03/Flag_of_Italy.svg/40px-Flag_of_Italy.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/03/Flag_of_Italy.svg/60px-Flag_of_Italy.svg.png 2x\" data-file-width=\"1500\" data-file-height=\"1000\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:It%C3%A1lia\" title=\"Portal:Itália\">Portal da Itália</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1469\" title=\"Categoria:Nascidos em 1469\">Nascidos em 1469</a><a href=\"/wiki/Categoria:Mortos_em_1527\" title=\"Categoria:Mortos em 1527\">Mortos em 1527</a><a href=\"/wiki/Categoria:Naturais_de_Floren%C3%A7a\" title=\"Categoria:Naturais de Florença\">Naturais de Florença</a><a href=\"/wiki/Categoria:Historiadores_da_It%C3%A1lia\" title=\"Categoria:Historiadores da Itália\">Historiadores da Itália</a><a href=\"/wiki/Categoria:Pol%C3%ADticos_da_It%C3%A1lia\" title=\"Categoria:Políticos da Itália\">Políticos da Itália</a><a href=\"/wiki/Categoria:Escritores_renascentistas\" title=\"Categoria:Escritores renascentistas\">Escritores renascentistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_pol%C3%ADticos\" title=\"Categoria:Filósofos políticos\">Filósofos políticos</a><a href=\"/wiki/Categoria:Te%C3%B3ricos_do_absolutismo\" title=\"Categoria:Teóricos do absolutismo\">Teóricos do absolutismo</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XV\" title=\"Categoria:Filósofos do século XV\">Filósofos do século XV</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVI\" title=\"Categoria:Filósofos do século XVI\">Filósofos do século XVI</a><a href=\"/wiki/Categoria:Cientistas_pol%C3%ADticos_da_It%C3%A1lia\" title=\"Categoria:Cientistas políticos da Itália\">Cientistas políticos da Itália</a><a href=\"/wiki/Categoria:Nicolau_Maquiavel\" title=\"Categoria:Nicolau Maquiavel\">Nicolau Maquiavel</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Portrait_of_Niccol%C3%B2_Machiavelli_by_Santi_di_Tito.jpg/330px-Portrait_of_Niccol%C3%B2_Machiavelli_by_Santi_di_Tito.jpg",
    "view": "nicolau_maquiavel"
}