{
    "url": "https://pt.wikipedia.org/wiki/Paul_Feyerabend",
    "codigo_http": 200,
    "titulo": [
        "Paul Feyerabend"
    ],
    "conteudo": [
        "Paul Karl Feyerabend (Viena, 13 de janeiro de 1924 — Genolier, 11 de fevereiro de 1994) foi um filósofo da ciência austríaco que viveu em diversos países como Reino Unido, Estados Unidos, Nova Zelândia, Itália e Suíça. Seus maiores trabalhos são Against Method (publicado em 1975), Science in a Free Society (publicado em 1978) e Farewell to Reason (uma coleção de artigos publicados em 1987). Feyerabend tornou-se famoso pela sua visão científica anarquista da ciência e por sua suposta rejeição da existência de regras metodológicas universais. É uma figura influente na filosofia da ciência, e também na sociologia do conhecimento científico.\n",
        "Quando graduou-se no nível médio em abril de 1942, passou a servir às unidades de serviço alemãs. Após um treinamento inicial em Pirmasens, Alemanha, foi designado a uma unidade em Quelerne en Bas, França. Feyerabend descreve o trabalho que tinha de fazer durante este período como monótono: \"nós nos movimentamos por áreas rurais, escavamos valas e as tapamos novamente\". Após um curto período de licença, juntou-se às forças armadas como voluntário para a escola de oficiais. Em sua autobiografia, escreveu desejar que a guerra tivesse acabado quando se tornou um oficial. Não foi o que aconteceu. Em dezembro de 1943, ele serviu como oficial na parte norte da frente oriental. Foi condecorado com a cruz de ferro e promovido a tenente. Depois que as forças armadas alemãs iniciaram sua retirada frente ao avanço do exército vermelho, Feyerabend foi atingido por três disparos enquanto direcionava as tropas. Uma das balas havia acertado sua espinha. Como consequência deste evento precisou utilizar uma bengala para o resto de sua vida e frequentemente experimentava fortes dores. Ele passou o resto da guerra recuperando-se dos ferimentos.\n",
        "Quando a guerra acabou, Feyerabend trabalhou temporariamente em Apolda onde escreveu algumas peças de teatro. Estudou na Academia de Weimar e retornou a Viena para estudar História e Sociologia. Insatisfeito, entretanto, em breve passou a estudar Física onde conheceu Felix Ehrenhaft, um físico cujas experiências influenciaram a sua visão sobre a natureza da ciência. Feyerabend mudou o foco de seus estudos para Filosofia e submeteu sua tese final em sentenças de observação. Em sua autobiografia, descreveu suas posições filosóficas durante este período como staunchly empiricist, algo como fortemente empirista. Em 1948 foi ao primeiro encontro do seminário internacional de verão da Austrian College Society em Alpbach. Esse foi o local onde Feyerabend teve seu primeiro contato com Karl Popper, que teve uma influência muito grande em seus trabalhos posteriores. Em 1951, Feyerabend conseguiu uma bolsa para estudar sob a orientação de Wittgenstein. No entanto, Wittgenstein morreu antes de Feyerabend mudar-se para a Inglaterra. Feyerabend então escolheu Popper como seu orientador e passou a estudar na London School of Economics em 1952. Em sua autobiografia, Feyerabend explica que durante este tempo foi influenciado por Popper. \"Eu estava seduzido pelas suas idéias\". Depois disso, Feyerabend retornou para Viena onde envolveu-se em vários projetos. Foi pago para traduzir Open Society and its Enemies, um relatório de Popper sobre as ciências humanas na Áustria, e muitos outros artigos para uma enciclopédia.\n",
        "Em 1955, Feyerabend recebeu sua primeira indicação acadêmica para a Universidade de Bristol, Inglaterra, onde ocupou-se de leituras sobre Filosofia da ciência. Mais tarde trabalhou como professor em Berkeley, Auckland, Sussex, Yale, Londres e Berlim. Durante este período desenvolveu uma visão crítica da ciência, a qual mais tarde descreveria como \"anarquista\" ou \"dadaísta\" para ilustrar sua rejeição ao uso dogmático das regras. Sua posição era incompatível com a cultura racionalista contemporânea na filosofia da ciência. Na London School of Economics, Feyerabend conhece, Imre Lakatos. Eles então decidiram escrever um diálogo intitulado \"For and Against method\". A morte repentina de Lakatos em 1974 pôs fim  ao plano da publicação em conjunto. Against method torna-se uma famosa crítica às visões filosóficas da ciência e provoca muitas reações. Há paixão e energia em seus escritos inigualados por outros filósofos da ciência. Em sua autobiografia, Feyerabend revela que isto custou caro a si mesmo.\n",
        "\"A depressão esteve comigo durante um ano; como um animal, distintamente, uma coisa que se podia encontrar no espaço. Eu poderia levantar, abrir meus olhos, escutar -- Ela está aqui ou não? Nem sinal. Talvez esteja dormindo. Talvez ela me deixe em paz hoje. Cuidadosamente, muito cuidadosamente, eu saio da cama. Tudo está em silêncio. Eu vou até a cozinha, começo a preparar o café. Nenhum barulho. TV -Bom dia América-, David Qual-é-seu-nome. Eu como e vejo os convidados. Lentamente a comida preenche meu estômago e me dá força. Agora uma rápida ida ao banheiro e saio para minha caminhada matinal - e lá está ela, minha fiel companheira, a depressão: \"Achou que poderia sair sem mim?\".\n",
        "Ele mudou-se para Berkeley na Califórnia em 1958 e tornou-se um cidadão norte-americano. Ministrou aulas como professor convidado em Londres, Berlim e Yale. Ensinou na Universidade de Auckland, Nova Zelândia em 1972 e 1974, sempre retornando à Califórnia. Feyerabend passa a alternar suas funções entre a ETH, Zurique e Berkeley durante os anos 1980, mas deixa Berkeley em 1989, indo inicialmente para Itália e finalmente para Zurique. Após sua aposentadoria em 1991, Feyerabend continuou a publicar vários artigos e passou a trabalhar em sua autobiografia. Ele faleceu em 1994 em sua casa em Zurique, vítima de um tumor cerebral.\n",
        "Em seu livro Against method e Science in a free society, Feyerabend defende a ideia de que não há regras metodológicas que devam sempre ser usadas pelos cientistas. Afirma que a fundamentação prescritiva do método científico limita as atividades dos cientistas e dessa maneira restringe o progresso científico. Desta forma, a ciência se beneficiaria mais com uma \"dose\" do que chamou de anarquismo teórico. Ele também sugere que o anarquismo teórico é desejável também por ser mais humanitário do que outros sistemas de organização, pois não impõe regras rígidas aos cientistas.\n",
        "A posição de Feyerabend é geralmente vista como radical (pela \"ordem vigente\") na filosofia da ciência, pois implica que a filosofia não consegue prover uma descrição geral da ciência, nem possibilita descobrir um método de diferenciação entre produtos da ciência e entidades não científicas como os mitos. Isso também implica que as recomendações filosóficas podem ser ignoradas pelos cientistas, se o seu objetivo é o progresso.\n",
        "Para comprovar sua posição de que as regras metodológicas geralmente não contribuem para o sucesso científico, Feyerabend mostra contra-exemplos de que a (boa) ciência opera de acordo com um certo método fixo. Ele examina alguns exemplos de episódios da ciência que são geralmente relacionados como instâncias inegáveis de progresso (e.g. a revolução Copernicana), e mostra como todas as regras prescritivas comuns da ciência são violadas nestas circunstâncias. Além disso, afirma que a aplicação destas regras atualmente afetaria a revolução científica.\n",
        "Um dos critérios para avaliação de teorias cientificas que Feyerabend ataca é o da consistência do critério. Insistir que novas teorias sejam consistentes com velhas teorias dá uma vantagem inaceitável à velha teoria. Ele parte da lógica de que sendo compatível com a velha teoria morta não haverá acréscimo de validade ou de verdade à nova teoria no sentido de alternativa pois cobre o mesmo conteúdo. Assim, se alguém tiver que escolher entre duas teorias de igual poder de explanação, escolher a que é compatível com uma [teoria] velha, é fazer mais uma escolha estética do que racional. A familiaridade com uma teoria também é um apelo aos cientistas, pois eles não terão de abrir mão de certos preconceitos, o que proporciona um certo \"favoritismo\" ao conceito antigo.\n",
        "Feyerabend criticou também o que chamou de falsificacionismo. Ele argumenta que nenhuma teoria interessante é completamente consistente com todos os fatos relevantes. Isso equivaleria a se deixar levar por uma ingênua regra falsificacionista que afirma que teorias científicas devam ser rejeitadas se elas não estão de acordo com os fatos conhecidos. Feyerabend utiliza diversos exemplos mas a renormalização na mecânica quântica fornece uma mostra do seu peculiar estilo provocativo: \"Este procedimento consiste em retirar da lista resultados de certos cálculos e substituí-los por uma descrição do que é realmente observado. Assim admite-se, implicitamente, que a teoria está em apuros ao permitir que de uma certa forma seja descoberto um novo princípio\". Estas brincadeiras não são empregadas como uma crítica exacerbada da prática dos cientistas. Feyerabend não está afirmando que os cientistas não devam fazer uso da renormalização ou de outros métodos ad hoc. Pelo contrário, ele argumenta que tais métodos são essenciais para o progresso científico por muitas razões. Uma dessas razões é que o progresso na ciência não é uniforme. Por exemplo, no tempo de Galileu, a teoria óptica não poderia explicar os fenômenos observados pelos telescópios. Assim, astrônomos que se utilizaram da observação telescópica tiveram de usar regras ad hoc até que eles pudessem justificar suas suposições por meio da teoria óptica.\n",
        "Feyerabend foi um crítico de qualquer determinação que pretendesse julgar a qualidade das teorias científicas pela comparação destas com os fatos. Segundo Feyerabend uma teoria estabelecida poderia influenciar a interpretação natural dos fenômenos observados. Os cientistas fazem, necessariamente, suposições implícitas quando comparam teorias científicas aos fatos que observam. As suposições precisam de ser mudadas de maneira a tornar uma nova teoria compatível com as observações. O principal exemplo da influência das interpretações naturais que Feyerabend fornece é o argumento da torre. O argumento da torre é uma das maiores objeções contra a teoria do movimento da terra. Os Aristotélicos supunham que o fato de uma pedra ser jogada de uma torre e cair exatamente abaixo dela demonstraria que a terra é estacionária. Eles pensavam que, se a terra se movesse enquanto a pedra estivesse caindo, ela cairia em posição contrária à do movimento. Os objetos cairiam inclinados em relação ao solo em vez de verticalmente. Visto que isto não ocorre, os Aristotélicos pensaram que esta seria uma evidência de que a terra não se move. Se alguém utilizasse as antigas teorias de impulso e movimento relativo, a teoria copernicana certamente pareceria ter sido falsificada pelo fato de que objetos caem verticalmente na terra. Esta observação requereu uma nova interpretação para torná-la compatível com a teoria de Copérnico. Galileu foi capaz de elaborar uma certa mudança a respeito da natureza do impulso e do movimento relativo. Antes que estas teorias fossem articuladas, Galileu teve de lançar mão de alguns métodos ad hoc e proceder de maneira indutiva. Assim, hipóteses ad hoc atualmente têm uma função positiva: elas fazem uma nova teoria ser temporariamente compatível com os fatos até que a teoria a ser defendida possa ser suportada por outras teorias.\n",
        "Juntas, estas observações fundamentam a introdução de teorias que são inconsistentes com fatos indubitavelmente estabelecidos. Além disso, uma metodologia pluralística que envolva comparações entre diversas teorias com todas as forças de seus defensores possibilita a articulação de cada teoria. Dessa maneira, o pluralismo científico aumenta o poder de crítica da própria ciência. Assim, Feyerabend propõe que a ciência deve proceder melhor não pela indução, mas pela contra-indução.\n",
        "De acordo com Feyerabend, novas teorias devem ser aceitas não pelo fato de estarem de acordo com o método científico, mas porque seus proponentes podem fazer uso de qualquer artifício – racional, retóricos ou vulgares – no sentido de desenvolver sua causa. Sem uma ideologia fixa ou introdução de tendências religiosas, a única abordagem que não inibe o progresso (utilizando qualquer definição, uma se adapta) é “todas as idéias valem”: “todas as idéias valem” não é um 'princípio'... mas uma exclamação estarrecida de um racionalista que observa a história de perto”. (Feyerabend, 1975).\n",
        "Feyerabend também refletiu que a possibilidade da incomensurabilidade, uma situação onde teorias científicas não podem ser comparadas diretamente porque são baseadas em suposições incompatíveis, pode não permitir o uso padrões gerais para o estabelecimento da qualidade de teorias científicas. Ele escreveu que “é extremamente difícil dar uma definição explícita da incomensurabilidade” (AM, p. 225), porque isso envolve classificações ocultas e mudanças conceituais maiores. Ele também criticou as tentativas de capturar a incomensurabilidade em uma estrutura lógica, pois a incomensurabilidade seria um fenômeno externo à lógica.\n",
        "Em Against Method Feyerabend propõe que a filosofia de Imre Lakatos sobre os programas de pesquisa é um 'anarquismo disfarçado', porque não dita ordens aos cientistas. Feyerabend de maneira bem-humorada dedicou Against Method a Imre Lakatos: Amigo e companheiro anarquista”. Uma interpretação é que a filosofia da ciência e da matemática de Lakatos estava baseada em transformações criativas das ideias historiográficas hegelianas, muitas associadas a Georg Lukács, seu professor na Hungria.\n",
        "Feyerabend descreveu a ciência como sendo essencialmente anarquista, obcecada com sua própria mitologia e proclamadora de verdades muito além de sua capacidade atual. Ele indignou-se especialmente com atitudes condescendentes de muitos cientistas em relação a tradições alternativas. Por exemplo, ele pensava que opiniões negativas a respeito da astrologia e a eficiência de danças da chuva não estavam justificadas por pesquisas científicas, e dissimulavam predominantemente atitudes negativas de elitismo e racismo. Em sua opinião, a ciência tornou-se uma ideologia repressiva, muito embora tenha surgido como um movimento de libertação. Segundo o pensamento de Feyerabend uma sociedade pluralística deve proteger-se de ser muito influenciada pela ciência, assim como de outras ideologias. Isso está particularmente presente em \"Como defender a sociedade contra a ciência\", texto que faz parte de Contra o método mas que também foi publicado à parte. Na verdade, na introdução à \"Como defender a sociedade contra a ciência\", que por vezes não aparece em algumas publicações, essa questão fica ainda mais nítida. Ali Feyerabend discorre sobre quais as condições que o levaram à produção do texto.\n",
        "Iniciando com a suposição de que um método científico universal historicamente não existe, Feyerabend argumenta que a ciência não merece o status privilegiado que possui na sociedade ocidental. Uma vez que os pontos de vista científicos não surgem de um método universal que garanta conclusões de alta qualidade, ele sustentou que não há justificação para a valorização científica reivindicada sobre outras ideologias, como as religiões, por exemplo. Argumenta também que conquistas científicas como a chegada do homem à lua não são razão suficiente para dar à ciência um status especial. Em sua opinião, não é justo utilizar suposições científicas para determinar quais problemas merecem ser resolvidos e para julgar o mérito de outras ideologias. Além disso, o sucesso dos cientistas está tradicionalmente envolvido com elementos não-científicos, tais como inspiração a partir de pensamentos míticos ou de fontes religiosas.\n",
        "Baseado nestes argumentos, Feyerabend defendeu a ideia de que a ciência deve ser separada do estado da mesma maneira que a religião é separada na moderna sociedade secular. Ele vislumbrou uma \"sociedade livre\" na qual \"todas as tradições têm iguais direitos e igual acesso aos centros de poder\". Por exemplo, os pais devem ser capazes de determinar o contexto ideológico da educação de seus filhos, em vez de terem suas opções limitadas pelos padrões científicos. De acordo com Feyerabend, a ciência deve também estar sujeita ao controle democrático: não apenas determinar que assuntos devem ser pesquisados através de eleição popular, as suposições e conclusões científicas também devem ser supervisionadas por comitês de pessoas leigas. Segundo ele os cidadãos devem utilizar seus próprios princípios ao tomar decisões a respeito do que realmente importa. Em sua opinião, a ideia de que as decisões devam ser racionalistas é elitista, pois assume que filósofos ou cientistas estão em posição de determinar os critérios pelos quais as pessoas em geral devem tomar suas decisões.\n",
        "Parte dos trabalhos de Feyerabend relaciona-se com a maneira como a percepção de realidade das pessoas é influenciada por diversas regras. Em seu último livro, incompleto quando morreu, fala em como nosso sentido de realidade é formatado e limitado. Conquest of Abundance: A Tale of Abstraction versus the Richness of Being analisa profundamente esta propensão que temos de institucionalizar estas limitações.\n"
    ],
    "ligacoes": [
        "<ul><li><a href=\"/w/index.php?title=Di%C3%A1logo_sobre_o_m%C3%A9todo&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Diálogo sobre o método (página não existe)\">Diálogo sobre o método</a>. <a href=\"/wiki/Lisboa\" title=\"Lisboa\">Lisboa</a>: <a href=\"/w/index.php?title=Editora_Presen%C3%A7a&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Editora Presença (página não existe)\">Editora Presença</a>, 1991. <a href=\"/wiki/Especial:Fontes_de_livros/9722313541\" class=\"internal mw-magiclink-isbn\">ISBN 972-23-1354-1</a></li>\n<li><a href=\"/wiki/Contra_o_M%C3%A9todo\" title=\"Contra o Método\">Contra o Método</a>. São Paulo: Editora <a href=\"/wiki/UNESP\" class=\"mw-redirect\" title=\"UNESP\">UNESP</a>, 2007. <a href=\"/wiki/Especial:Fontes_de_livros/9788571397385\" class=\"internal mw-magiclink-isbn\">ISBN 978-85-7139-738-5</a></li>\n<li><a href=\"/w/index.php?title=Di%C3%A1logos_sobre_o_conhecimento&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Diálogos sobre o conhecimento (página não existe)\">Diálogos sobre o conhecimento</a>. São Paulo: <a href=\"/w/index.php?title=Editora_Perspectiva&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Editora Perspectiva (página não existe)\">Editora Perspectiva</a>, 2008. <a href=\"/wiki/Especial:Fontes_de_livros/9788527302371\" class=\"internal mw-magiclink-isbn\">ISBN 978-85-273-0237-1</a></li>\n<li><a href=\"/w/index.php?title=Adeus_%C3%A0_raz%C3%A3o&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Adeus à razão (página não existe)\">Adeus à razão</a>. São Paulo: Editora <a href=\"/wiki/UNESP\" class=\"mw-redirect\" title=\"UNESP\">UNESP</a>, 2010. <a href=\"/wiki/Especial:Fontes_de_livros/8539300451\" class=\"internal mw-magiclink-isbn\">ISBN 8539300451</a> ISBN13: 9788539300457</li>\n<li><a href=\"/w/index.php?title=A_Ci%C3%AAncia_em_uma_sociedade_livre&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"A Ciência em uma sociedade livre (página não existe)\">A Ciência em uma sociedade livre</a>. São Paulo: Editora <a href=\"/wiki/UNESP\" class=\"mw-redirect\" title=\"UNESP\">UNESP</a>, 2011. <a href=\"/wiki/Especial:Fontes_de_livros/9788539301454\" class=\"internal mw-magiclink-isbn\">ISBN 978-85-3930-145-4</a></li></ul>",
        "<ul><li><i>Against Method: Outline of an Anarchistic Theory of Knowledge</i> (1975), <a href=\"/wiki/Especial:Fontes_de_livros/039100381X\" class=\"internal mw-magiclink-isbn\">ISBN 0-391-00381-X</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0860912221\" class=\"internal mw-magiclink-isbn\">ISBN 0-86091-222-1</a>, <a href=\"/wiki/Especial:Fontes_de_livros/086091481X\" class=\"internal mw-magiclink-isbn\">ISBN 0-86091-481-X</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0860916464\" class=\"internal mw-magiclink-isbn\">ISBN 0-86091-646-4</a>, <a href=\"/wiki/Especial:Fontes_de_livros/086091934X\" class=\"internal mw-magiclink-isbn\">ISBN 0-86091-934-X</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0902308912\" class=\"internal mw-magiclink-isbn\">ISBN 0-902308-91-2</a> (First edition in  M. Radner &amp; S. Winokur, eds., <i>Analyses of Theories and Methods of Physics and Psychology</i>, Minneapolis: University of Minnesota Press, 1970.)</li>\n<li><i>Science in a Free Society</i> (1978), <a href=\"/wiki/Especial:Fontes_de_livros/0805270434\" class=\"internal mw-magiclink-isbn\">ISBN 0-8052-7043-4</a></li>\n<li><i>Realism, Rationalism and Scientific Method: Philosophical papers, Volume 1</i> (1981), <a href=\"/wiki/Especial:Fontes_de_livros/0521228972\" class=\"internal mw-magiclink-isbn\">ISBN 0-521-22897-2</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0521316421\" class=\"internal mw-magiclink-isbn\">ISBN 0-521-31642-1</a></li>\n<li><i>Problems of Empiricism: Philosophical Papers, Volume 2</i> (1981), <a href=\"/wiki/Especial:Fontes_de_livros/0521239648\" class=\"internal mw-magiclink-isbn\">ISBN 0-521-23964-8</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0521316413\" class=\"internal mw-magiclink-isbn\">ISBN 0-521-31641-3</a></li>\n<li><i>Farewell to Reason</i> (1987), <a href=\"/wiki/Especial:Fontes_de_livros/0860911845\" class=\"internal mw-magiclink-isbn\">ISBN 0-86091-184-5</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0860918963\" class=\"internal mw-magiclink-isbn\">ISBN 0-86091-896-3</a></li>\n<li><i>Three Dialogues on Knowledge</i> (1991), <a href=\"/wiki/Especial:Fontes_de_livros/0631179178\" class=\"internal mw-magiclink-isbn\">ISBN 0-631-17917-8</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0631179186\" class=\"internal mw-magiclink-isbn\">ISBN 0-631-17918-6</a></li>\n<li><i><a href=\"/w/index.php?title=Killing_Time_(Paul_Feyerabend_book)&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Killing Time (Paul Feyerabend book) (página não existe)\">Killing Time: The Autobiography of Paul Feyerabend</a></i> (1995), <a href=\"/wiki/Especial:Fontes_de_livros/0226245314\" class=\"internal mw-magiclink-isbn\">ISBN 0-226-24531-4</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0226245322\" class=\"internal mw-magiclink-isbn\">ISBN 0-226-24532-2</a></li>\n<li><i>Conquest of Abundance: A Tale of Abstraction versus the Richness of Being</i> (1999), <a href=\"/wiki/Especial:Fontes_de_livros/0226245330\" class=\"internal mw-magiclink-isbn\">ISBN 0-226-24533-0</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0226245349\" class=\"internal mw-magiclink-isbn\">ISBN 0-226-24534-9</a></li>\n<li><i>Knowledge, Science and Relativism: Philosophical Papers, Volume 3</i> (1999), <a href=\"/wiki/Especial:Fontes_de_livros/0521641292\" class=\"internal mw-magiclink-isbn\">ISBN 0-521-64129-2</a></li>\n<li><i>For and Against Method: Including Lakatos's Lectures on Scientific Method and the Lakatos-Feyerabend Correspondence</i> with <a href=\"/wiki/Imre_Lakatos\" title=\"Imre Lakatos\">Imre Lakatos</a> (1999), <a href=\"/wiki/Especial:Fontes_de_livros/0226467740\" class=\"internal mw-magiclink-isbn\">ISBN 0-226-46774-0</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0226467759\" class=\"internal mw-magiclink-isbn\">ISBN 0-226-46775-9</a></li>\n<li><i>The Tyranny of Science</i> (2011), <a href=\"/wiki/Especial:Fontes_de_livros/0745651895\" class=\"internal mw-magiclink-isbn\">ISBN 0-7456-5189-5</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0745651909\" class=\"internal mw-magiclink-isbn\">ISBN 0-7456-5190-9</a></li>\n<li><i>Realism, Rationalism and Scientific Method: Philosophical papers</i>, Volume 1 (<a href=\"/wiki/1981\" title=\"1981\">1981</a>), <a href=\"/wiki/Especial:Fontes_de_livros/0521228972\" class=\"internal mw-magiclink-isbn\">ISBN 0521228972</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0521316421\" class=\"internal mw-magiclink-isbn\">ISBN 0521316421</a></li>\n<li><i>Problems of Empiricism: Philosophical Papers</i>, Volume 2 (<a href=\"/wiki/1981\" title=\"1981\">1981</a>), <a href=\"/wiki/Especial:Fontes_de_livros/0521239648\" class=\"internal mw-magiclink-isbn\">ISBN 0521239648</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0521316413\" class=\"internal mw-magiclink-isbn\">ISBN 0521316413</a></li>\n<li><i>Knowledge, Science and Relativism: Philosophical Papers</i>, Volume 3 (<a href=\"/wiki/1999\" title=\"1999\">1999</a>), <a href=\"/wiki/Especial:Fontes_de_livros/0521641292\" class=\"internal mw-magiclink-isbn\">ISBN 0521641292</a></li></ul>",
        "<ul><li><a href=\"/wiki/Positivismo\" title=\"Positivismo\">Positivismo</a></li>\n<li><a href=\"/wiki/Cientificismo\" title=\"Cientificismo\">Cientificismo</a></li>\n<li><a href=\"/wiki/Gaston_Bachelard\" title=\"Gaston Bachelard\">Gaston Bachelard</a></li>\n<li><a href=\"/wiki/Ci%C3%AAncia_cidad%C3%A3\" title=\"Ciência cidadã\">Ciência cidadã</a></li></ul>",
        "<ul><li><a href=\"/w/index.php?title=Daniele_Bolelli&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Daniele Bolelli (página não existe)\">Daniele Bolelli</a>, \"On the Warrior's Path: Philosophy, Fighting, and Martial Arts Mythology\", Frog Books (2003), <a href=\"/wiki/Especial:Fontes_de_livros/1583940669\" class=\"internal mw-magiclink-isbn\">ISBN 1-58394-066-9</a></li>\n<li>Gonzalo Munévar, <i>Beyond Reason: Essays on the Philosophy of Paul Feyerabend</i>, Boston Studies in the Philosophy of Science (1991), <a href=\"/wiki/Especial:Fontes_de_livros/0792312724\" class=\"internal mw-magiclink-isbn\">ISBN 0-7923-1272-4</a></li>\n<li>Eric Oberheim,  <i>Feyerabend's Philosophy</i> (2006), <a href=\"/wiki/Especial:Fontes_de_livros/3110189070\" class=\"internal mw-magiclink-isbn\">ISBN 3-11-018907-0</a></li>\n<li>John Preston, Gonzalo Munévar and David Lamb (ed.), <i>The Worst Enemy of Science? Essays in memory of Paul Feyerabend</i> (2000), <a href=\"/wiki/Especial:Fontes_de_livros/0195128745\" class=\"internal mw-magiclink-isbn\">ISBN 0-19-512874-5</a></li>\n<li>John Preston, <i>Feyerabend: Philosophy, Science and Society</i> (1997), <a href=\"/wiki/Especial:Fontes_de_livros/0745616755\" class=\"internal mw-magiclink-isbn\">ISBN 0-7456-1675-5</a>, <a href=\"/wiki/Especial:Fontes_de_livros/0745616763\" class=\"internal mw-magiclink-isbn\">ISBN 0-7456-1676-3</a></li>\n<li>Thomas Kupka: Feyerabend und Kant — Kann das gut gehen? Paul K. Feyerabends ›Naturphilosophie‹ und Kants Polemik gegen den Dogmatismus. In: <i>Journal for General Philosophy of Science</i> 42 (2011), pp. 399–409 (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.springerlink.com/content/d6440714n1118787/fulltext.pdf\">DOI 10.1007/s10838-011-9170-0</a>)</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/feyerabend/\">Stanford Encyclopedia of Philosophy, \"Paul Feyerabend\"</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-logo_A_pt.svg\" title=\"Portal do anarquismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wikipedia-logo_A_pt.svg/40px-Wikipedia-logo_A_pt.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wikipedia-logo_A_pt.svg/60px-Wikipedia-logo_A_pt.svg.png 2x\" data-file-width=\"1062\" data-file-height=\"1062\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Anarquia\" title=\"Portal:Anarquia\">Portal do anarquismo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>        </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1924\" title=\"Categoria:Nascidos em 1924\">Nascidos em 1924</a><a href=\"/wiki/Categoria:Mortos_em_1994\" title=\"Categoria:Mortos em 1994\">Mortos em 1994</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_%C3%81ustria\" title=\"Categoria:Filósofos da Áustria\">Filósofos da Áustria</a><a href=\"/wiki/Categoria:Anarquistas_da_%C3%81ustria\" title=\"Categoria:Anarquistas da Áustria\">Anarquistas da Áustria</a><a href=\"/wiki/Categoria:Ateus_da_%C3%81ustria\" title=\"Categoria:Ateus da Áustria\">Ateus da Áustria</a><a href=\"/wiki/Categoria:Naturais_de_Viena\" title=\"Categoria:Naturais de Viena\">Naturais de Viena</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Filosofia_da_ci%C3%AAncia\" title=\"Categoria:Filosofia da ciência\">Filosofia da ciência</a><a href=\"/wiki/Categoria:Epistemologistas\" title=\"Categoria:Epistemologistas\">Epistemologistas</a><a href=\"/wiki/Categoria:Racionalistas_cr%C3%ADticos\" title=\"Categoria:Racionalistas críticos\">Racionalistas críticos</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/e/e2/Paul_Feyerabend_Berkeley.jpg/250px-Paul_Feyerabend_Berkeley.jpg",
    "view": "paul_feyerabend"
}