{
    "url": "https://pt.wikipedia.org/wiki/Peter_Frederick_Strawson",
    "codigo_http": 200,
    "titulo": [
        "Peter Frederick Strawson"
    ],
    "conteudo": [
        "Peter Frederick Strawson (Londres, 23 de Novembro de 1919 — 13 de Fevereiro de 2006) foi um filósofo associado com movimento da filosofia da linguagem, dentro da filosofia analítica.  Ele foi o Waynflete Professor of Metaphysical Philosophy na Universidade de Oxford entre 1968 e 1987. Tornou-se conhecido com o seu artigo \"On Referring\" (1950), uma crítica a Bertrand Russell e sua teoria das descrições definidas. É também conhecido pela reconstrução analítica dos argumentos de Immanuel Kant na Crítica da Razão Pura, e pela defesa de uma reabilitação da metafísica como disciplina filosófica, especialmente no seu livro Individuals, no qual delineia e fornece uma amostra de emprego de seu projeto de metafísica descritiva.\n",
        "Seu filho Galen Strawson também é filósofo.\n",
        "Uma das características mais marcantes da filosofia strawsoniana é a completa unidade de seu pensamento: seja interpretando Kant (em The Bounds of Sense), seja tratando de questões metafísicas muito gerais (em Individuals), seja defendendo teses mais específicas (como a teoria causal da percepção), as linhas mestras de seu projeto geral de metafísica descritiva estão sempre presentes.\n",
        "A principal obra na qual Peter Frederick Strawson delineia e põe em andamento seu projeto filosófico, é o livro Individuals, An Essay in Descriptive Metaphysics (London: Methuen &amp; Co. Ltd., 1984). Para compreender a natureza da \"metafísica descritiva\" é necessário analisar duas distinções feitas por Strawson na introdução desse livro. A primeira delas é entre a metafísica descritiva e a posição antagônica denominada de \"metafísica revisionista\":\n",
        "A metafísica tem sido freqüentemente revisionista, e menos freqüentemente descritiva. A metafísica descritiva se contenta em descrever a estrutura efetiva de nosso pensamento sobre o mundo, a metafísica revisionista almeja produzir uma estrutura melhor. (p. 9).\n",
        "Essa caracterização inicial traz consigo uma conseqüência indesejável, que é imediatamente levada em conta por Strawson, por motivos que certamente eram prementes no cenário filosófico da época na qual ele escrevia seu livro. O problema reside na aproximação dessa posição de Strawson com aquilo que ele próprio chama de \"análise conceitual\", e diz respeito à possibilidade de enfrentar o ceticismo. Colocando de modo grosseiro, o problema enfrentado por uma posição filosófica como a da análise conceitual é que, na medida em que tal análise visa meramente descrever o uso dos conceitos, ela não estabelece nenhuma garantia de que esse uso é, digamos assim, o uso correto dos mesmos. Afinal, do fato de que efetivamente usamos tais e tais conceitos não se segue que necessariamente os devemos utilizar. Visando escapar desse tipo de problema, Strawson oferece uma nova diferenciação, respeitante ao escopo da análise que ele propõe, a que deverá ser mais geral do que a \"análise conceitual\" tradicional. Essa nova diferenciação é crucial para compreender o que há de distintivo na metafísica descritiva, e também para compreender como exatamente Strawson pretende \"descrever a estrutura efetiva de nosso pensamento\", de um modo que permita a defesa dessa estrutura contra o ceticismo. O ponto é assim apresentado por ele:\n",
        "Como deve a [metafísica descritiva] diferir daquilo que é chamado análise filosófica, ou lógica, ou conceitual? Ela não difere em tipo ou intenção, mas apenas em escopo e generalidade. Alvejando revelar as características mais gerais de nossa estrutura conceitual, ela pode tomar como certo muito menos do que uma investigação conceitual mais limitada e parcial. Portanto, há também uma diferença no método. Até certo ponto, a confiança no exame cuidadoso do uso efetivo das palavras é o melhor, e de fato o único caminho seguro em filosofia. Mas as discriminações que nós podemos fazer, e as conexões que nós podemos estabelecer, desse modo, não são gerais o suficiente e não tem o alcance suficiente para satisfazer a demanda metafísica completa por entendimento. Pois quando nós perguntamos como nós usamos esta ou aquela expressão, nossas respostas, ainda que reveladoras em certo nível, estão aptas a assumir, e não a expor, aqueles elementos gerais da estrutura que o metafísico quer revelar. (p. 9-10)\n",
        "Como Strawson defenderá um pouco adiante, o objeto próprio de investigação da metafísica descritiva é \"um massivo núcleo central do pensamento humano que não possui história\" – um núcleo que, apesar de formado por conceitos que \"não são especialidades do pensamento mais refinado\", é caracterizado como \"o núcleo indispensável do equipamento conceitual dos seres humanos mais sofisticados\" (p. 10).\n",
        "Strawson também representa a filosofia como um análogo da gramática, especialmente em Análise e Metafísica (São Paulo: Discurso Editorial, 2002). Assim como um gramático explicita as regras que os falantes de uma língua natural seguem implicitamente, o filósofo explicita os conceitos-chave que as pessoas utilizam com uma compreensão meramente implícita no discurso cotidiano.\n",
        "Em The Bounds of Sense: An Essay on Kant’s Critique of Pure Reason (London: Methuen &amp; Co. Ltd.,1968), Strawson fornece o que ele caracteriza como uma reconstrução do \"argumento analítico\" da posição de Immanuel Kant na Crítica da Razão Pura. O título desta obra é revelador, pois já indica qual será a linha geral da interpretação de Strawson. Segundo ele, a importância da Crítica da Razão Pura consiste basicamente em ela ser uma das tentativas mais bem-sucedidas e exaustivas de se estabelecer \"os limites do sentido\", i.e., mostrar quais são as condições mínimas de significação de alguns de nossos conceitos mais básicos, de modo a permitirem uma concepção verdadeiramente inteligível de qualquer experiência humana possível. Mas ainda que exista uma declarada simpatia de Strawson pelo projeto geral de Kant, há também entre esses dois autores alguns pontos importantes de desacordo, como atesta a seguinte passagem do prefácio de The Bounds of Sense:\n",
        "[…] Os argumentos de Kant para essas conclusões limitadoras são desenvolvidos dentro de uma moldura (framework) de um conjunto de doutrinas que parecem elas mesmas violar seus próprios princípios críticos. Ele busca delinear os limites do sentido de um ponto externo a eles, um ponto que, se eles forem corretamente delineados, não pode existir. (Cf. p. 12)\n",
        "A leitura de Strawson influenciou e continua ainda hoje influenciando muito a interpretação da filosofia de Kant, especialmente a de língua inglesa. Seja concordando, seja discordando da reconstrução de Strawson, essa obra é uma leitura quase obrigatória para compreender muito do interesse atual na filosofia kantiana.\n"
    ],
    "ligacoes": [
        "<ul><li>1952 <i>Introduction to Logical Theory</i>, London: Methuen.</li>\n<li>1959 <i>Individuals</i>. London: Methuen.</li>\n<li>1966 <i>The Bounds of Sense</i>, London: Methuen. 1971 <i>Logico-Linguistic Papers</i>. London: Methuen.</li>\n<li>1976a Philosophical Logic, Ed. P. F. Strawson. Oxford: Oxford University Press.</li>\n<li>1967b Studies in the Philosophy of Thought and action, Ed. P. F. Strawson. Oxford: Oxford University Press.</li>\n<li>1974a <i>Freedom and Resentment and Other Essays</i>, London: Methuen.</li>\n<li>1974b <i>Subject and Predicate in Logic and Grammar</i>. London: Methuen.</li>\n<li>1985a <i>Skepticism and Naturalism: Some Varieties</i>. London: Methuen, New York: Columbia University Press.</li>\n<li>1985b <i>Analyse et Metaphysique.</i> Paris: J. Vrin.</li>\n<li>1992 <i>Analysis and Metaphysics</i>. Oxford: Oxford University Press.</li>\n<li>1997 <i>Entity and Identity</i>. Oxford: Oxford University Press.</li>\n<li>2006. Universals, Concepts and Qualities: new essays on the Meaning of predicates, Ed. P. F. Strawson and Arindam Chakrabarti. Burlington, VT: Ashgate</li>\n<li>2011 <i>Philosophical Writings.</i> Oxford: Oxford University Press.</li></ul>",
        "<ul><li>1949 Ethical Intuitionism. <i>Philosophy</i>, v.24, p,23-33.</li>\n<li>1950a On Referring. <i>Mind, v.59, p.320-344</i>.</li>\n<li>1950b Truth. <i>Proceedings of the Aristotelian Society</i>, 24, p. 129-156.</li>\n<li>1954 Wittgenstein’s Philosophical Investigations. <i>Mind</i>, v.63, p. 70-99.</li>\n<li>1956 (with P. Grice), In Defense of a Dogma, <i>Philosophical Review, v.65, p.141-158.</i></li>\n<li>1958 On Justifying Induction. <i>Philosophical Studies</i>, v.9, p. 20-21.</li>\n<li>1960 Freedom and Resentment. <i>Proceedings of the  Academy</i>, v.48, p. 1-25<i>.</i></li>\n<li>1963 Carnap’s Views on Constructed Systems v. Natural Languages in Analytical Philosophy. In: SCHILPP, P. A. (Ed.). <i>The Philosophy of Rudolf Carnap</i>. : Open Court, p. 503-518.</li>\n<li>1964 Intention and Convention in Speech Acts. <i>Philosophical Review</i>, v.73, p. 439-460.</li>\n<li>1965 Truth: A Reconsideration of Austin’s Views. <i>Philosophical Quarterly</i>, v.15, p. 289-301<i>.</i></li>\n<li>1966 Self, Mind and Body. <i>Common Factor</i>, v.4, p. 5-13.</li>\n<li>1967 Analysis, Science and Metaphysics. In: <a href=\"/wiki/Richard_Rorty\" title=\"Richard Rorty\">RORTY</a>, R. <i>The Linguistic Turn</i>. :  Press.</li>\n<li>1968 Bennett on Kant’s analytic. <i>Philosophical Review</i>, v.77, p. 332-339.</li>\n<li>1969 Meaning and Truth. <i>Proceedings of the British Academy</i>.</li>\n<li>1970 Categories. In: WOOD, O. P. PITCHER, G. (Ed.). <i>Ryle</i>: A Collection of Critical Essays. New York: <a href=\"/wiki/Doubleday\" title=\"Doubleday\">Doubleday</a>, p. 181-211.</li>\n<li>1972 The ‘Direction’ of Non-Symmetrical Relations. <i>Crítica</i>, v.6, p. 3-11.</li>\n<li>1973 Different Conceptions of Analytical Philosophy. <i>Tijdschrift voor Filosofie</i>, v.35, p. 800-834<i>.</i></li>\n<li>1974 Does Knowledge Have Foundations? <i>Conocimiento y Creencia</i>, v.1, p. 99-110.</li>\n<li>1975, Semantics, Logic and Ontology. <i>Neue Hafte für Philosophie</i>, v.8, p. 1-13<i>.</i></li>\n<li>1976a Entity and Identity. In: LEWIS H. D. (Ed.). Contemporary British Philosophy Fourth Series. London: Allen and Unwin.</li>\n<li>1976b Scruton and Wright on AntiRealism. <i>Proceedings of the Aristotelian Society</i>, v.77, p. 15-21.</li>\n<li>1979 Perception and its Objects. In: MACDONALD, G. F. (Ed.). <i>Perception and Identity: Essays Presented to A. J. Ayer. London</i>: Macmillan, p. 41-60.</li>\n<li>1980 Belief, Reference and Quantification. <i>Monist</i>.</li>\n<li>1982 “If” and “É”. In: GRANDY, Richard E.; WAGNER, Richard (Ed.). <i>Philosophical Grounds of Rationality, Intention, Categories, Ends</i>.</li>\n<li>1985 Causation and Explanation. In: <i>Essays on Davidson</i>. VERMAZEN, Bruce; HINTIKKA, J. (Eds.). Oxford: Oxford University Press.</li>\n<li>1986 Reference and its Roots In: HAHN, L. E.; SCHILPP, P. A. (Eds.).  <i>of W. V. Quine</i>. Salle: Open Court.</li>\n<li>1987 Kant’s Paralogisms: Self-Consciousness and the “Outside Observer”. In: CRAMER, K.; F.; HORSTMANN, R.-P.; POTHAST, U. (Eds.). <i>Theorie de Subjektivität</i>. Frankfurt am Main: Shrkamp.</li>\n<li>1988a Kant’s New Foundations of Metaphysics. In: HENRICH, Dieter ; HORSTMANN, R.-P. (Eds.). <i>Metaphysik nach Kant.</i> Stuttgart: Klett-Cotta.</li>\n<li>1988b Ma Philosophie: son développement, son thème central et sa <a href=\"/wiki/Nature\" title=\"Nature\">nature</a> générale. <i>Revue de Théologie et de Philosophie</i>, v.120, p. 442-444 .</li>\n<li>1990, Two Conceptions of Philosophy. In: BARRET, R.; GIBSON, R. (Eds.). <i>Perspectives on Quine</i>. Oxford: Blackwell, p. 310-318.</li>\n<li>1992 The Incoherence of Empiricism. <i>Proceedings of the Aristotelian Society</i>, v.66, 139-143<i>.</i></li>\n<li>1994 The Problem of Realism and the A Priori. In: PARRINI, Paolo (ed.). <i>Kant and Contemporary Epsitemology.</i> (ed). Dordrecht: Kluwer Academic Publishers.</li>\n<li>1997 Kant on Substance. In: <i>Entity and Identity.</i> Oxford: Oxford University Press, p. 268-280.</li></ul>",
        "<ul><li>BENOIST, J.; LAUGIER S. <i>Langage Ordinarie et Métaphysique</i>: Strawson. Paris: Vrin, 2005.</li>\n<li>BERGMANN, G. Strawson’s Ontology. <i>The Journal of Philosophy</i>, v.57, p. 601-622, 1960.</li>\n<li>BROWN, C. <i>Leibniz and Strawson</i>: A New Essay in Descriptive Metaphysics. Munich: Philosophia, 1990.</li>\n<li>BROWN, C. <i>Peter Strawson</i>. Montreal: McGill-Queen’s University Press, 2006.</li>\n<li>CAORSI, Carlos E. (org.). <i>Ensaios sobre Strawson</i>.  Tradução: Itamar Luís Gelain e Jaimir Conte. Ijuí: Editora da Unijuí, 2014.</li>\n<li>CARNAP, R. P. F. Strawson on Linguistic Naturalism. In: SCHILPP, P. A. (Ed.). <i>The Philosophy of Rudolf Carnap.</i> La Salle: Open Court, 1963, p. 912-920.</li>\n<li>CONTE, Jaimir &amp; GELAIN, Itamar Luís (Org.) Ensaios sobre a filosofia de Strawson, com a tradução de Liberdade e ressentimento &amp; Moralidade social e ideal individual. Florianópolis: Editora da UFSC, 2015.</li>\n<li>CONTE, Jaimir &amp; Gelain, Itamar (Org.). P. F. Strawson e a tradição filosófica. Porto Alegre: Editora Fi, 2019.</li>\n<li>CORVI, Roberta.  <i>La filosofia di P. F. Strawson.</i> Milano: Vita e Pensiero, 1979.</li>\n<li>DÖRFLINGER, B. A Modificação por Peter F. Strawson do Conceito de Sujeito de Kant, <i>Analytica</i>, v.6, p. 155-176, 2006.</li>\n<li>EMANUELE, P. <i>Logica e Linguaggio nel Pensiero di Strawson</i>. Roma: Herder, 1989.</li>\n<li>FÖRSTER, E. Strawson Sobre o Juízo Estético, Analytica, v.13, p. 13-38, 2009.</li>\n<li>GELAIN, Itamar Luís &amp; CONTE, Jaimir (Org.). <i>Strawson &amp; Kant</i>: ensaios comemorativos aos 50 anos de The Bounds of Sense. Pelotas: NEPFIL (On-line), 2016.</li>\n<li>GELAIN, Itamar Luís; TECHIO, Jônadas. Linguagem comum e metafísica descritiva em P. F. Strawson. In: PERUZZO JÚNIOR, Léo; VALLE. Bortolo (Org.). <i>Filosofia da Linguagem.</i> Curitiba: PUCPRESS, 2016.</li>\n<li>GELAIN, Itamar Luís; CONTE, Jaimir. O legado filosófico de P. F. Strawson. In: CONTE, Jaimir &amp; GELAIN, Itamar Luís (Org.) Ensaios sobre a filosofia de Strawson, com a tradução de Liberdade e ressentimento &amp; Moralidade social e ideal individual. Florianópolis: Editora da UFSC, 2015.</li>\n<li>GELAIN, Itamar Luís. Strawson e o caso dos metafísicos descritivos. In: CONTE, Jaimir &amp; GELAIN, Itamar Luís (Org.) Ensaios sobre a filosofia de Strawson, com a tradução de Liberdade e ressentimento &amp; Moralidade social e ideal individual. Florianópolis: Editora da UFSC, 2015.</li>\n<li>GELAIN, Itamar Luís. Argumentos transcendentais e metafísica descritiva. In: GELAIN, Itamar Luís &amp; CONTE, Jaimir (Org.). <i>Strawson &amp; Kant</i>: ensaios comemorativos aos 50 anos de The Bounds of Sense. Pelotas: NEPFIL (On-line), 2016.</li>\n<li>GLOCK, H. (Ed.). <i>Strawson and Kant</i>. Oxford: Clarendon Press, 2003.</li>\n<li>GONZÁLEZ, W. J. <i>La teoría de la referencia</i>: Strawson y  Salamanca: Ediciones Universidad de Salamanca, Murcia: Publicaciones de de Murcia, 1986.</li>\n<li>HAHN, L. E. (Ed.). <i>The Philosophy of P. F. Strawson</i>. Chicago: Open Court, 1998.</li>\n<li>RUSSELL, B. Mr. Strawson on Referring. <i>Mind</i>, v.66, p. 385-389, 1958.</li>\n<li>SEN, P. K.; VERMA, R. R., (Eds.). <i>The Philosophy of P. F. Strawson</i>. : Indian Council of Philosophical Research, 1995.</li>\n<li>SMITH, J. Strawson on Other Minds. In: SMITH, J.; SULLIVAN, P. <i>Transcendental Philosophy and Naturalism</i>. : Press, 2011, p. 184-208.</li>\n<li>STROUD, B. Transcendental Arguments. <i>The Journal of Philosophy</i>, v.65, p. 241-256, 1968.</li>\n<li>TECHIO, J. <a href=\"/wiki/Solipsismo\" title=\"Solipsismo\">Solipsismo</a> e reconhecimento: metafísica descritiva com rosto humano. <i>Principia</i>, v.12, p. 217-235, 2008.</li>\n<li>TUGENDHAT, E. Russell e Strawson. In: TUGENDHAT, E. <i>Lições introdutórias à filosofia analítica da linguagem</i>. Ijuí: Unijui, 2006, p. 431-448.</li>\n<li>ULIVI, Lucia U. di P. F. Strawson: Osservazioni in Margine a Individuals. <i>Rivista de filosofia neoscolastica</i>, v.XCV, p. 513-544, 2003.</li>\n<li>VAN STRAATEN, Z. (Ed.). <i>Philosophical Subjects: Essays Presented to P. F. Strawson. Oxford: Clarendo Press, 1980.</i></li>\n<li>WILLIAMS, B. Mr. Strawson on Individuals. <i>Philosophy</i>, v. 36, p. 309-332, 1961.</li></ul>",
        "<ul><li>STRAWSON, P. F. <i>Ceticismo e naturalismo</i>: algumas variedades. Tradução de Jaimir Conte. São Leopoldo: Editora Unisinos, 2008.</li>\n<li>STRAWSON, P. F. <i>Análise e metafísica</i>: uma introdução à filosofia. Tradução de Armando Mora de Oliveira. São Paulo: Discurso Editorial, 2002.</li>\n<li>STRAWSON, P. F. <i>Escritos lógico-linguísticos.</i> Tradução de Balthazar Barbosa Filho. São Paulo: Abril Cultural, 1980 (Os Pensadores).</li>\n<li>STRAWSON, P. F. Liberdade e Ressentimento<i>.</i> Tradução de  <a rel=\"nofollow\" class=\"external text\" href=\"http://www.cfh.ufsc.br/~conte/txt-strawson.html\">Jaimir Conte</a>. In: CONTE, Jaimir &amp; GELAIN, Itamar Luís. Ensaios sobre a filosofia de Strawson. Florianópolis: Editora UFSC, 2015.</li>\n<li>STRAWSON, P. F. Moralidade social e ideal individual<i>.</i> Tradução de Jaimir Conte. In: CONTE, Jaimir &amp; GELAIN, Itamar Luís. Ensaios sobre a filosofia de Strawson. Florianópolis: Editora UFSC, 2015.</li>\n<li>STRAWSON, P. F. Imaginação e percepção<i>.</i> Tradução de Ítalo Lins. In: GELAIN, Itamar Luís &amp; CONTE, Jaimir. <i>Strawson e Kant</i>. Pelotas, NEPFIL (on-line), 2016.</li>\n<li>STRAWSON, P. F. Os novos fundamentos da metafísica estabelecidos por Kant<i>.</i> Tradução de Jaimir Conte. In: GELAIN, Itamar Luís &amp; CONTE, Jaimir. <i>Strawson e Kant</i>. Pelotas, NEPFIL (on-line), 2016.</li>\n<li>STRAWSON, P. F. Intenção e convenção nos <a href=\"/wiki/Atos_de_fala\" title=\"Atos de fala\">atos de fala</a>. Tradução de Armando Mora de Oliveira. <i>Ciência e Vida</i>, n.5, p. 221-242, 1996.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.iep.utm.edu/t/truth.htm#Performative%20Theory\">Artigo sobre a teoria performativa da verdade em <i>The Internet Encyclopedia of Philosophy</i></a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ucl.ac.uk/~uctytho/dfwstrawson1.htm\"><i>Freedom and resentment</i>. Texto completo em inglês do artigo de 1962</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://icursofilosofia.googlepages.com/NotadeprensaMesaRedonda.pdf\">\"Peter F. Strawson: Análisis y Metafísica\"</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>         </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1919\" title=\"Categoria:Nascidos em 1919\">Nascidos em 1919</a><a href=\"/wiki/Categoria:Mortos_em_2006\" title=\"Categoria:Mortos em 2006\">Mortos em 2006</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_anal%C3%ADticos\" title=\"Categoria:Filósofos analíticos\">Filósofos analíticos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Inglaterra\" title=\"Categoria:Filósofos da Inglaterra\">Filósofos da Inglaterra</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_kantianos\" title=\"Categoria:Filósofos kantianos\">Filósofos kantianos</a><a href=\"/wiki/Categoria:Metaf%C3%ADsicos\" title=\"Categoria:Metafísicos\">Metafísicos</a><a href=\"/wiki/Categoria:Semanticistas\" title=\"Categoria:Semanticistas\">Semanticistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_aristot%C3%A9licos\" title=\"Categoria:Filósofos aristotélicos\">Filósofos aristotélicos</a><a href=\"/wiki/Categoria:Epistemologistas\" title=\"Categoria:Epistemologistas\">Epistemologistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_Reino_Unido\" title=\"Categoria:Filósofos do Reino Unido\">Filósofos do Reino Unido</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_linguagem\" title=\"Categoria:Filósofos da linguagem\">Filósofos da linguagem</a><a href=\"/wiki/Categoria:Membros_da_British_Academy\" title=\"Categoria:Membros da British Academy\">Membros da British Academy</a><a href=\"/wiki/Categoria:Knights_Bachelor\" title=\"Categoria:Knights Bachelor\">Knights Bachelor</a><a href=\"/wiki/Categoria:Militares_brit%C3%A2nicos_da_Segunda_Guerra_Mundial\" title=\"Categoria:Militares britânicos da Segunda Guerra Mundial\">Militares britânicos da Segunda Guerra Mundial</a>']",
    "imagem": null,
    "view": "peter_frederick_strawson"
}