{
    "url": "https://pt.wikipedia.org/wiki/Pierre_Gassendi",
    "codigo_http": 200,
    "titulo": [
        "Pierre Gassendi"
    ],
    "conteudo": [
        "Pierre Gassendi ou Pierre Gassend (Champtercier, 22 de janeiro de 1592 – Paris, 24 de outubro de 1655) foi um filósofo, padre católico, astrônomo e matemático francês.[1][2][3] Enquanto ocupava um cargo religioso no sudeste da França, ele também passou muito tempo em Paris, onde era líder de um grupo de intelectuais de pensamento livre. Ele também foi um cientista observacional ativo, publicando os primeiros dados sobre o trânsito de Mercúrio em 1631. A cratera lunar Gassendi leva o seu nome.\n",
        "Escreveu inúmeras obras filosóficas, e algumas das posições que elaborou são consideradas significativas, encontrando um caminho entre o ceticismo e o dogmatismo. Richard Popkin indica que Gassendi foi um dos primeiros pensadores a formular a \"visão científica\" moderna, de ceticismo e empirismo moderados. Ele se chocou com seu contemporâneo Descartes sobre a possibilidade de certo conhecimento. \n",
        "Seu projeto intelectual mais conhecido tentou reconciliar o atomismo epicurista com o cristianismo. Revivendo o epicurismo como substituto do aristotelismo, tentando reconciliar o atomismo mecanicista com a crença cristã num Deus infinito.[4]\n",
        "Como parte de sua promoção de métodos empíricos e de suas visões antiaristotélicas e anticartesianas, ele foi responsável por uma série de 'inovações' científicas:\n",
        "Além disso, ele trabalhou na determinação da longitude por meio dos eclipses da lua e no aprimoramento das Tabelas Rudolphine. Ele abordou a questão da queda livre em De motu (1642) e De proporione qua gravia decidentia accelerantur (1646).[5] \n",
        "Edward Gibbon o denominou \"Le meilleur philosophe des littérateurs, et le meilleur littérateur des philosophes\" (O maior filósofo entre os homens da literatura e o maior entre os filósofos).\n",
        "Henri Louis Habert de Montmor publicou as obras coletadas de Gassendi, principalmente o Syntagma philosophicum (Opera, i. E ii.), Em 1658 (6 vols., Lyons). Nicolaus Averanius publicou outra edição, também em 6 volumes de fólio, em 1727. As duas primeiras compreendem inteiramente seu Syntagma philosophicum; a terceira contém seus escritos críticos sobre Epicuro, Aristóteles, Descartes, Robert Fludd e Herbert de Cherbury, com algumas peças ocasionais sobre certos problemas da física; o quarto, seu Institutio astronomica, e seu Commentarii de rebus celestibus; o quinto, seu comentário sobre o décimo livro de Diógenes Laércio, as biografias de Epicuro, Nicolas-Claude Fabri de Peiresc, Tycho Brahe, Nicolau Copérnico, Georg von Peuerbach e Regiomontanus, com alguns tratados sobre o valor do dinheiro antigo, no Calendário romano e sobre a teoria da música, com uma peça grande e prolixa intitulada Notitia ecclesiae Diniensis; o sexto volume contém sua correspondência. As Vidas, especialmente as de Copérnico, Tycho e Peiresc, receberam muitos elogios.\n",
        "Os Exercitationes despertaram muita atenção, embora contenham pouco ou nada além do que outros já haviam avançado contra Aristóteles. O primeiro livro expõe claramente, e com muito vigor, os efeitos maléficos da aceitação cega da dita aristotélica sobre o estudo físico e filosófico; mas, como ocorre com muitas das obras antiaristotélicas deste período, as objeções mostram a ignorância usual dos próprios escritos de Aristóteles. O segundo livro, que contém a revisão da dialética ou lógica de Aristóteles, reflete inteiramente o Ramismo em tom e método. Uma das objeções a Descartes ficou famosa por meio de sua declaração no apêndice de objeções nas Meditações.[5]\n",
        "Seu livro Animadversiones, publicado em 1649, contém uma tradução de Diógenes Laércio, Livro X sobre Epicuro, e apareceu com um comentário, na forma do Syntagma philosophiae Epicuri. Seus trabalhos em Epicuro têm importância histórica, mas ele foi criticado por sustentar doutrinas indiscutivelmente irreconciliáveis ​​com suas fortes expressões de empirismo.\n",
        "No livro, ele mantém sua máxima \"que não há nada no intelecto que não tenha estado nos sentidos\" (nihil est in intellectu quod non prius fuerit in sensu), mas afirma que a faculdade imaginativa (phantasia) é a contraparte dos sentidos, porque envolve imagens materiais e, portanto, é intrinsecamente material, e é essencialmente o mesmo tanto nos homens quanto nos animais. No entanto, ele também admite que o qualificador clássico da humanidade, o intelecto, que ele afirma como imaterial e imortal, chega a uma compreensão de noções e verdades que nenhum esforço de sensação ou imaginação poderia ter alcançado (Op. ii. 383). Ele ilustra a capacidade de formar \"noções gerais\"; a concepção de universalidade (ib. 384), que ele diz que os brutos nunca são capazes de participar, embora utilizem phantasia tão verdadeiramente quanto os homens; a noção de Deus, que ele diz que podemos imaginar como corpóreo, mas entendemos como incorpóreo; e, por último, o reflexo pelo qual a mente torna os fenômenos e operações dentro dela os objetos de sua atenção.\n",
        "O epicurista inglês Walter Charleton produziu uma adaptação gratuita para o inglês deste livro, Physiologia Epicuro-Gassendo-Charletonia, em 1654.[5]\n",
        "O Syntagma philosophicum subdivide, de acordo com a moda usual dos epicuristas, em lógica (que, com Gassendi como com Epicuro, é verdadeiramente canônica), física e ética.\n",
        "A lógica contém um esboço da história da ciência De origine et varietate logicae e é dividida em teoria da apreensão correta (bene imaginari), teoria do julgamento correto (bene proponere), teoria da inferência correta (bene colligere), teoria do método certo (bene ordinare) A primeira parte contém as posições especialmente empíricas que Gassendi posteriormente negligência ou deixa de lado. Os sentidos, a única fonte de conhecimento, supostamente nos rendem a cognição imediata das coisas individuais; a fantasia (que Gassendi considera como material na natureza) reproduz essas ideias; a compreensão compara essas ideias, cada uma em particular, e enquadra as ideias gerais. No entanto, ele admite que os sentidos geram conhecimento — não de coisas — mas apenas de qualidades, e que chegamos à ideia de coisa ou substância pelo raciocínio indutivo. Ele afirma que o verdadeiro método de pesquisa é o analítico, elevando-se das noções inferiores às superiores; no entanto, ele vê e admite esse raciocínio indutivo, conforme concebido por Francis Bacon, repousa sobre uma proposição geral não provada por indução. Toda a doutrina de julgamento, silogismo e método mistura noções aristotélicas e ramistas.\n",
        "Na segunda parte do Syntagma, a física, aparece a contradição mais flagrante entre os princípios fundamentais de Gassendi. Ao aprovar a física epicurista, ele rejeita a negação epicurista de Deus e da providência particular. Ele afirma as várias provas da existência de um Ser imaterial, infinito e supremo, afirma que esse Ser é o autor do universo visível e defende fortemente a doutrina da presciência e da providência particular de Deus. Ao mesmo tempo, ele defende, em oposição ao epicurismo, a doutrina de uma alma racional imaterial, dotada de imortalidade e capaz de determinação livre. Friedrich Albert Lange[6] alegou que toda essa parte do sistema de Gassendi não contém nada de suas próprias opiniões, mas é introduzida apenas por motivos de autodefesa.\n",
        "A exposição positiva do atomismo tem muito de atraente, mas a hipótese do calor vitalis (calor vital), uma espécie de anima mundi (alma-mundo) que ele introduz como uma explicação física dos fenômenos físicos, não parece lançar muito luz sobre os problemas especiais que ele invoca para resolver. Nem é sua teoria do peso essencial para os átomos como sendo devido a uma força interna que os impele a se mover de alguma forma reconciliável com sua doutrina geral das causas mecânicas.\n",
        "Na terceira parte, a ética, para além da discussão sobre a liberdade, que em geral é indefinida, pouco resta além de uma afirmação mais branda do código moral epicurista. O fim final da vida é a felicidade, e a felicidade é a harmonia da alma e do corpo (tranquillitas animi et indolentia corporis). Provavelmente, pensa Gassendi, a felicidade perfeita não é alcançável nesta vida, mas pode ser na vida futura.\n",
        "De acordo com Gabriel Daniel, Gassendi era um pouco pirrônico em matéria de ciência; mas isso não era ruim.[7] Ele escreveu contra o animismo mágico de Robert Fludd e a astrologia judicial.[8][9] Ele ficou insatisfeito com o sistema peripatético, a abordagem ortodoxa da filosofia natural baseada nos escritos de Aristóteles. Gassendi compartilhava as tendências empíricas da época. Ele contribuiu para as objeções contra a filosofia aristotélica, mas esperou para publicar seus próprios pensamentos.\n",
        "Resta alguma controvérsia sobre até que ponto Gassendi subscreveu o chamado libertinage érudit, o pensamento livre erudito que caracterizou a Tétrade, o círculo parisiense ao qual ele pertencia, junto com Gabriel Naudé e dois outros (Élie Diodati e François de La Mothe Le Vayer). Gassendi, pelo menos, pertencia à ala fideísta dos céticos, argumentando que a ausência de certo conhecimento implicava espaço para a fé.[10] \n",
        "Em sua disputa com Descartes, ele aparentemente sustentou que a evidência dos sentidos continua sendo a única evidência convincente; no entanto, ele mantém, como é natural de seu treinamento matemático, que a evidência da razão é absolutamente satisfatória.\n"
    ],
    "ligacoes": [
        "<ul><li>Ele explicou o <a href=\"/wiki/Par%C3%A9lio\" title=\"Parélio\">parélio</a> em 1629 como devido a cristais de gelo;</li>\n<li>Em 1631, Gassendi se tornou a primeira pessoa a observar o trânsito de um planeta diante do Sol, visualizando o <a href=\"/wiki/Tr%C3%A2nsito_de_Merc%C3%BArio\" title=\"Trânsito de Mercúrio\">trânsito de Mercúrio</a> que <a href=\"/wiki/Johannes_Kepler\" title=\"Johannes Kepler\">Kepler</a> havia previsto. Em dezembro do mesmo ano, ele tentou observar o <a href=\"/wiki/Tr%C3%A2nsito_de_V%C3%AAnus\" title=\"Trânsito de Vênus\">trânsito de Vênus</a>, mas fracassou porque esse evento ocorreu quando já era noite em Paris;</li>\n<li>Uso de <a href=\"/wiki/C%C3%A2mera_escura\" title=\"Câmera escura\">câmera escura</a> para medir o diâmetro aparente da <a href=\"/wiki/Lua\" title=\"Lua\">Lua</a>;</li>\n<li>Lançar pedra do alto do mastro de um navio em movimento (em <i>De motu</i>), provando que ela cai no pé do mastro e que ela conserva pois o movimento horizontal, removendo assim uma objeção à <a href=\"/wiki/Rota%C3%A7%C3%A3o_da_Terra\" title=\"Rotação da Terra\">rotação da Terra</a>;</li>\n<li>Medição da <a href=\"/wiki/Velocidade_do_som\" title=\"Velocidade do som\">velocidade do som</a> (com cerca de 25% de precisão), mostrando que é invariável em relação ao tom;</li>\n<li>Interpretação satisfatória da experiência efetuada por <a href=\"/wiki/Blaise_Pascal\" title=\"Blaise Pascal\">Pascal</a> no <a href=\"/wiki/Puy-de-D%C3%B4me\" title=\"Puy-de-Dôme\">Puy-de-Dôme</a>, experiência com um <a href=\"/wiki/Bar%C3%B3metro\" title=\"Barómetro\">barómetro</a> de <a href=\"/wiki/Merc%C3%BArio_(elemento_qu%C3%ADmico)\" title=\"Mercúrio (elemento químico)\">mercúrio,</a> no final da década de 1640, o que sugeria a possibilidade do <a href=\"/wiki/V%C3%A1cuo\" title=\"Vácuo\">vácuo</a>;</li>\n<li>Ele afirmou e defendeu (em \"Syntagma philosophiae Epicuri\", 1649, veja Escritos Filosóficos abaixo) a noção de que a matéria é feita de átomos, seguindo <a href=\"/wiki/Epicuro\" class=\"mw-redirect\" title=\"Epicuro\">Epicuro</a>.</li></ul>",
        "<ul><li><cite class=\"citation web\">Editores (1998). <a rel=\"nofollow\" class=\"external text\" href=\"https://www.britannica.com/biography/Pierre-Gassendi\">«Pierre Gassendi»</a>. Britânica Online</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3APierre+Gassendi&amp;rft.au=Editores&amp;rft.btitle=Pierre+Gassendi&amp;rft.date=1998&amp;rft.genre=unknown&amp;rft.pub=Brit%C3%A2nica+Online&amp;rft_id=https%3A%2F%2Fwww.britannica.com%2Fbiography%2FPierre-Gassendi&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite id=\"CITEREFAntonio_Clericuzio\" class=\"citation\">Antonio Clericuzio (2000), <i>Elements, Principles and Corpuscles</i>, <a href=\"/wiki/Open_Library\" title=\"Open Library\">OL</a> <a rel=\"nofollow\" class=\"external text\" href=\"//openlibrary.org/works/OL12336804W\">12336804W</a>, <a href=\"/wiki/Wikidata\" title=\"Wikidata\">Wikidata</a> <a href=\"https://www.wikidata.org/wiki/Q116601687\" class=\"extiw\" title=\"d:Q116601687\">Q116601687</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3APierre+Gassendi&amp;rft.au=Antonio+Clericuzio&amp;rft.btitle=Elements%2C+Principles+and+Corpuscles&amp;rft.genre=book&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite id=\"CITEREFAntonia_LoLordo\" class=\"citation\">Antonia LoLordo (2007), <i>Pierre Gassendi and the Birth of EarlyModern Philosophy</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/978-0-511-34982-9\" title=\"Especial:Fontes de livros/978-0-511-34982-9\">978-0-511-34982-9</a>, <a href=\"/wiki/Cambridge_University_Press\" title=\"Cambridge University Press\">Cambridge University Press</a>, <a href=\"/wiki/Wikidata\" title=\"Wikidata\">Wikidata</a> <a href=\"https://www.wikidata.org/wiki/Q116602987\" class=\"extiw\" title=\"d:Q116602987\">Q116602987</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3APierre+Gassendi&amp;rft.au=Antonia+LoLordo&amp;rft.btitle=Pierre+Gassendi+and+the+Birth+of+EarlyModern+Philosophy&amp;rft.genre=book&amp;rft.isbn=978-0-511-34982-9&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite id=\"CITEREFLynn_Sumida\" class=\"citation\">Lynn Sumida (1987), <i>Gassendi the Atomist: Advocate of history in an age of science</i>, <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-521-52239-0\" title=\"Especial:Fontes de livros/0-521-52239-0\">0-521-52239-0</a>, <a href=\"/wiki/Cambridge_University_Press\" title=\"Cambridge University Press\">Cambridge University Press</a>, <a href=\"/wiki/Wikidata\" title=\"Wikidata\">Wikidata</a> <a href=\"https://www.wikidata.org/wiki/Q116602061\" class=\"extiw\" title=\"d:Q116602061\">Q116602061</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3APierre+Gassendi&amp;rft.au=Lynn+Sumida&amp;rft.btitle=Gassendi+the+Atomist%3A+Advocate+of+history+in+an+age+of+science&amp;rft.genre=book&amp;rft.isbn=0-521-52239-0&amp;rft.pub=Cambridge+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite id=\"CITEREFJ._S._Spink\" class=\"citation\">J. S. Spink (2013), <i>French Free-Thought from Gassendi to Voltaire</i> (em inglês), Bloomsbury Academic, <a href=\"/wiki/Wikidata\" title=\"Wikidata\">Wikidata</a> <a href=\"https://www.wikidata.org/wiki/Q116603088\" class=\"extiw\" title=\"d:Q116603088\">Q116603088</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3APierre+Gassendi&amp;rft.au=J.+S.+Spink&amp;rft.btitle=French+Free-Thought+from+Gassendi+to+Voltaire&amp;rft.genre=book&amp;rft.pub=Bloomsbury+Academic&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/gassendi\">Pierre Gassendi no <i>Stanford Encyclopedia of Philosophy</i></a> (em inglês)</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-pt-hist-cien-logo.png\" title=\"Portal da história da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/40px-Wikipedia-pt-hist-cien-logo.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/60px-Wikipedia-pt-hist-cien-logo.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Hist%C3%B3ria_da_ci%C3%AAncia\" title=\"Portal:História da ciência\">Portal da história da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li>      </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1592\" title=\"Categoria:Nascidos em 1592\">Nascidos em 1592</a><a href=\"/wiki/Categoria:Mortos_em_1655\" title=\"Categoria:Mortos em 1655\">Mortos em 1655</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Fran%C3%A7a\" title=\"Categoria:Matemáticos da França\">Matemáticos da França</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Fran%C3%A7a_do_s%C3%A9culo_XVII\" title=\"Categoria:Matemáticos da França do século XVII\">Matemáticos da França do século XVII</a><a href=\"/wiki/Categoria:Cientistas_da_Fran%C3%A7a\" title=\"Categoria:Cientistas da França\">Cientistas da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_epicuristas\" title=\"Categoria:Filósofos epicuristas\">Filósofos epicuristas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Padres_cat%C3%B3licos_da_Fran%C3%A7a\" title=\"Categoria:Padres católicos da França\">Padres católicos da França</a><a href=\"/wiki/Categoria:Materialistas\" title=\"Categoria:Materialistas\">Materialistas</a><a href=\"/wiki/Categoria:Cl%C3%A9rigos_modernistas\" title=\"Categoria:Clérigos modernistas\">Clérigos modernistas</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Portrait_of_Pierre_Gassendi_by_Claude_Mellan.png/250px-Portrait_of_Pierre_Gassendi_by_Claude_Mellan.png",
    "view": "pierre_gassendi"
}