{
    "url": "https://pt.wikipedia.org/wiki/Ramon_Llull",
    "codigo_http": 200,
    "titulo": [
        "Raimundo Lúlio"
    ],
    "conteudo": [
        "Raimundo Lúlio ou Raimundo Lulo[1] (em catalão Ramon Llull; em espanhol,  Raimundo Lulio; em latim, Raimundus ou Raymundus Lullus; em árabe,  رامون لیول ) foi o mais importante escritor, filósofo, poeta, missionário e teólogo da língua catalã. Foi um prolífico autor também em árabe e latim, bem como em langue d'oc (occitano). É beato da Igreja Católica.\n",
        "Lúlio é uma das figuras mais fascinantes e avançadas dos campos espiritual, teológico e literário da Idade Média.\n",
        "Foi um leigo próximo aos franciscanos. Talvez tenha pertencido à Ordem Terceira dos Frades Menores. Fez parte da corte de Jaime I em Maiorca, foi amigo do futuro rei Jaime II de Maiorca e, segundo seu relato, levava uma vida libertina de jogral, até que, por volta de 1265, teve visões místicas e fez uma conversão a uma vida de contemplação, iniciando seus estudos em línguas estrangeiras e teologia[2]. \nEra conhecido em seu tempo pelos apelidos de Arabicus Christianus (árabe cristiano), Doctor Inspiratus (Doutor Inspirado) ou Doctor Illuminatus (Doutor Iluminado), embora não seja um dos 36 Doutores da Igreja Católica.\n",
        "Dedicou-se ao apostolado entre os muçulmanos.\n",
        "Além de ser o primeiro autor a utilizar uma língua neolatina para expressar conhecimentos filosóficos, científicos e técnicos, destacou-se por uma aguda percepção que o permitiu antecipar muitos conceitos e descobrimentos. Lúlio foi o criador do catalão literário, possuindo um elevado domínio da língua e tendo sido seu primeiro novelista.\n",
        "Em alguns de seus trabalhos, propôs métodos de escolha que foram redescobertos, séculos mais tarde, por Condorcet (século XVIII).\n",
        "Influiu em Nikolaus von Kues, Giovanni Pico della Mirandola, Francisco Ximenes de Cisneros, Heinrich Kornelius Agrippa von Nettesheim, Giordano Bruno, Gottfried Wilhelm Leibniz, John Dee e Jacques Lefèvre D'Etaples[3].\n",
        "Nasceu em Palma de Maiorca, pouco tempo após a conquista de Maiorca pelo rei dom Jaime I de Aragão. Não se sabe a data exata do seu nascimento, mas calcula-se que ocorreu entre fins de 1232 e começos de 1233. Ramon era filho de uma família de boa situação financeira: seus pais eram Ramon Amat Llull e Isabel d'Erill.\n",
        "Segundo Umberto Eco, o lugar do nascimento foi determinante para Llull, pois Maiorca era uma encruzilhada, na época, das três culturas: cristã, islâmica e judaica, até o ponto de que a maior parte de suas 280 obras conhecidas terem sido escritas inicialmente em árabe e catalão[4].\n",
        "Casou-se com 22 anos com Blanca Picany, da qual teve dois filhos: Domingos e Madalena. Mais tarde, em 1262, tornou-se terciário franciscano. Em 1275, depois de uma experiência mística, da qual saiu com o duplo propósito de preparar-se para o magistério e para dedicar-se à conversão dos infiéis e em vista das insistentes queixas de sua esposa, abandonou definitivamente a família.[5] \n",
        "De família cristã, Lúlio conviveu com muçulmanos e judeus em Maiorca. Converteu-se definitivamente ao cristianismo em 1263 — ano da famosa Disputa de Barcelona entre o rabino Nacmânides de Girona, notável teólogo judeu, e o dominicano Pau Cristià, um judeu convertido. Nessa disputa, foi utilizado o procedimento de partir das argumentações do livro revelado do opositor. A partir dessa época, os apologetas cristãos passaram a estudar em profundidade os textos islâmicos e judeus.\n",
        "Mas Lúlio seguiu uma outra vertente. Em seu diálogo inter-religioso, motivado pela tentativa missionária de conversão do \"infiel\", preferia partir do que chamava de \"razões necessárias\". É o que desenvolve, por exemplo, em O Livro do Gentio e dos Três Sábios (1274-1276). \n",
        "Posteriormente, criaria uma forma de argumentação baseada na automatização do pensamento. Por volta de 1275, ele concebeu um método, publicado pela primeira vez, na sua totalidade, em Ars generalis ultima ou Ars magna (\"Grande Arte\"), de 1305. Tal método resultava da combinação de atributos religiosos e filosóficos selecionados de várias listas. Acredita-se que, para escrever essa obra, Lúlio se tenha inspirado em um dispositivo denominado zairja, usado pelos astrólogos árabes.\n",
        "Uma das suas preocupações foi a ética cristã e o ideal cavaleiresco que o levou a escrever o Livro da Ordem de Cavalaria[6].\n",
        "Com a descoberta, em 2001, de seus manuscritos perdidos, Ars notandi, Ars eleccionis e Alia ars eleccionis, Llull recebe crédito por ter descoberto a contagem de Borda e o critério de Condorcet, propostos por Jean-Charles de Borda e Nicolas de Condorcet séculos depois.[7] Os termos \"vencedor de Llull\" e \"perdedor de Llull\" são ideias em estudos de sistemas de votação contemporâneos que são nomeados em homenagem a Llull, que inventou o mais antigo método Condorcet conhecido em 1299.[7] Também, Llull é reconhecido como um pioneiro da teoria computacional, especialmente devido à sua grande influência em Gottfried Leibniz.[8] Os sistemas de Llull de organizar conceitos usando dispositivos como árvores, escadas e rodas foram analisados como sistemas de classificação.[9]\n",
        "Em 1314, aos 82 anos, Llull viajou novamente para o norte da África, onde foi apedrejado por uma multidão enfurecida de muçulmanos em Túnis[10]. Os mercadores genoveses o levaram de volta a Maiorca, onde ele morreu em casa em Palma no ano seguinte. Embora a data tradicional de sua morte tenha sido em 29 de junho de 1315[10], seus últimos documentos, que datam de dezembro de 1315, e pesquisas recentes apontam para o primeiro trimestre de 1316 como a data de morte mais provável.\n",
        "Pode ser documentado[necessário esclarecer] que Llull foi enterrado na Igreja de São Francisco em Maiorca[11].\n",
        "Riber afirma que as circunstâncias de sua morte permanecem um mistério. Zwemer, um missionário e acadêmico protestante, aceitou a história do martírio, assim como William Turner, escrevendo na Enciclopédia Católica. Bonner dá como razão para a viagem de Lúlio a Túnis a informação de que seu governante estava interessado no cristianismo - informações falsas dadas aos reis da Sicília e de Aragão e retransmitidas a Llull.\n",
        "Sua festa litúrgica foi designada a 30 de junho e é celebrada pela Terceira Ordem de São Francisco[12].\n",
        "Escreveu mais de duzentas e cinquenta obras em catalão, árabe e latim[3][13].\n",
        "\nPor volta do século XV, um corpo apócrifo de textos foi-lhe atribuído, formando um conjunto pseudo-luliano que o associava à alquimia e a Arnaldo de Vilanova. Não há evidências históricas de alguma relação entre Lúlio e Vilanova, suas ideias eram diferentes e até mesmo opostas. Em suas obras, Lúlio não aprovava a alquimia.[22]\n"
    ],
    "ligacoes": [
        "<ul><li><i>Livro da Ordem de Cavalaria</i> (c.1274-1276)<sup id=\"cite_ref-14\" class=\"reference\"><a href=\"#cite_note-14\"><span class=\"cite-bracket\">[</span>14<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i><a href=\"/wiki/O_Livro_das_Bestas\" title=\"O Livro das Bestas\">O Livro das Bestas</a></i> (c. 1289-1294)<sup id=\"cite_ref-15\" class=\"reference\"><a href=\"#cite_note-15\"><span class=\"cite-bracket\">[</span>15<span class=\"cite-bracket\">]</span></a></sup><sup id=\"cite_ref-16\" class=\"reference\"><a href=\"#cite_note-16\"><span class=\"cite-bracket\">[</span>16<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>O Livro do Amigo e do Amado</i><sup id=\"cite_ref-17\" class=\"reference\"><a href=\"#cite_note-17\"><span class=\"cite-bracket\">[</span>17<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Vida Cetânea</i> (1311)<sup id=\"cite_ref-18\" class=\"reference\"><a href=\"#cite_note-18\"><span class=\"cite-bracket\">[</span>18<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>O Livro da Lamentação da Filosofia</i> (1311)<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\"><span class=\"cite-bracket\">[</span>19<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Do Nascimento do Menino Jesus</i><sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\"><span class=\"cite-bracket\">[</span>20<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>O Livro do <a href=\"/wiki/Gentio\" title=\"Gentio\">Gentio</a> e dos Três Sábios</i> (1274-1276)</li>\n<li><i><a href=\"/wiki/Doutrina\" title=\"Doutrina\">Doutrina</a> para Crianças</i> (c. 1274-1276)<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\"><span class=\"cite-bracket\">[</span>21<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>O Livro dos Mil <a href=\"/wiki/Prov%C3%A9rbio\" title=\"Provérbio\">Provérbios</a></i></li>\n<li><i>Félix, Ou o Livro das Maravilhas</i></li>\n<li><i>Escritos <a href=\"/wiki/Averro%C3%ADsmo\" title=\"Averroísmo\">Antiaverroitas</a></i> (1309-1311)</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.llull.com/\">Institut Ramon Llull</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ramonllull.net/sw_principal/l_br/home.php\">Instituto Brasileiro de Filosofia e Ciência Raimundo Lúlio</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ricardocosta.com/textos/textosllull.htm\">Textos traduzidos de Ramon Llull. Coordenação: Prof. Dr. Ricardo da Costa</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.academia.edu/4096601/A_etica_crista_e_o_ideal_cavaleiresco_no\">A ética cristã e o ideal cavaleiresco no <i>Livro da Ordem de Cavalaria</i> de Raimundo Lúlio, por Bruno Pimenta Starling</a>.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ricardocosta.com/artigo/cavalaria-perfeita-e-virtudes-do-bom-cavaleiro-no-livro-da-ordem-de-cavalaria-1275-de-ramon\">A cavalaria perfeita e as virtudes do bom cavaleiro no Livro da Ordem de Cavalaria (1275), de Ramon Llull, por Ricardo da Costa, (o texto foi traduzido para o espanhol in: FIDORA, A. e HIGUERA, J. G. (eds.) Ramon Llull caballero de la fe. Cuadernos de Anuário Filosófico - Série de Pensamiento Español. Pamplona: Universidad de Navarra, 2001, p. 13-40).</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.revistamirabilia.com/sites/default/files/pdfs/2005_09.pdf\">As funções sociais e políticas do bom cavaleiro no Livro da Ordem de Cavalaria (c. 1279-1283) de Ramon Llull (1232-1316), Danielle Werneck Nunes e Ricardo da Costa, Mirabilia 5, Jun-Dez 2005</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://revistas.pucsp.br//index.php/teoliteraria/article/view/29226\">O Ideal de Cavalaria Medieval d’O Livro da Ordem de Cavalaria, de Raimundo Lúlio, n’Os Lusíadas, de Luís de Camões, por Robson Rafael Nascimento, Teoliteraria, v. 6, n. 12 (2016)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://docs.wixstatic.com/ugd/3fdd18_9c45f96f85114d7e9cf9b0e7cf2c1e2f.pdf\">O mundo da cavalaria do século XIII na concepção de Ramon Llull, por Adriana Zierer &amp; Bianca Trindade Messias, Roda da Fortuna. Revista Eletrônica sobre Antiguidade e Medievo, Volume 2, Número 2, pp. 128-154, 2013</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://seer.ucg.br/index.php/mosaico/article/viewFile/2881/1764\">A Távola Redonda e a Nova Cavalaria de Raimundo Lúlio, por Ademir Luiz da Silva, Revista Mosaico, v. 6, n. 2, p. 213-220, jul./dez. 2013</a><sup><a href=\"/wiki/Wikip%C3%A9dia:Liga%C3%A7%C3%A3o_inativa\" title=\"Wikipédia:Ligação inativa\"><i>[ligação inativa]</i></a></sup></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.hottopos.com/mirand15/fidora.htm\">Raimundo Lúlio – Educador das Religiões, por Alexander Fidora, J. W. Goethe-Universität Frankfurt am Main, Instituto Brasileiro de Filosofia e Ciência «Raimundo Lúlio», São Paulo</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://scielo.conicyt.cl/pdf/rcem/n16/0719-689X-rcem-16-46.pdf\">Aspectos Éticos No Livro Da Ordem De Cavalaria De Ramon Llull - Por Uma Autonomia Da Ética Luliana, Augusto Leandro Rocha da Silveira, 22-5-2019</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.ricardocosta.com/artigo/etica-da-polaridade-de-ramon-llull-1232-1316-o-conhecimento-necessario-dos-vicios-e-virtudes\">A ética da polaridade de Ramon Llull (1232-1316), por Ricardo da Costa, In: COSTA, Marcos Roberto N. e DE BONI, Luis A. (orgs.)., A Ética Medieval face aos desafios da contemporaneidade, Porto Alegre: EDIPUCRS, 2004, p. 487-502</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.ricardocosta.com/artigo/nocao-de-pecado-e-os-sete-pecados-capitais-no-livro-das-maravilhas-1288-1289-de-ramon-llull\">A noção de pecado e os sete pecados capitais no Livro das Maravilhas (1288-1289) de Ramon Llull, por Ricardo da Costa, In: FILHO, Ruy de Oliveira Andrade (org.), Relações de poder, educação e cultura na Antigüidade e Idade Média., Estudos em Homenagem ao Professor Daniel Valle Ribeiro - I CIEAM - VII CEAM., Santana de Parnaíba, SP: Editora Solis, 2005, p. 425-432.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ferratermora.com/ency_filosofo_kp_llull.html\">FERRATER MORA, J. <i>Diccionario de Filosofía.</i> \"Llull, Ramon\"</a> (em <a href=\"/wiki/L%C3%ADngua_castelhana\" title=\"Língua castelhana\">castelhano</a>)</li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1232\" title=\"Categoria:Nascidos em 1232\">Nascidos em 1232</a><a href=\"/wiki/Categoria:Mortos_em_1316\" title=\"Categoria:Mortos em 1316\">Mortos em 1316</a><a href=\"/wiki/Categoria:Poetas_da_Catalunha\" title=\"Categoria:Poetas da Catalunha\">Poetas da Catalunha</a><a href=\"/wiki/Categoria:Te%C3%B3logos_da_Espanha\" title=\"Categoria:Teólogos da Espanha\">Teólogos da Espanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Espanha\" title=\"Categoria:Filósofos da Espanha\">Filósofos da Espanha</a><a href=\"/wiki/Categoria:Pedagogos_da_Espanha\" title=\"Categoria:Pedagogos da Espanha\">Pedagogos da Espanha</a><a href=\"/wiki/Categoria:Escritores_em_l%C3%ADngua_catal%C3%A3\" title=\"Categoria:Escritores em língua catalã\">Escritores em língua catalã</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIII\" title=\"Categoria:Filósofos do século XIII\">Filósofos do século XIII</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIV\" title=\"Categoria:Filósofos do século XIV\">Filósofos do século XIV</a><a href=\"/wiki/Categoria:Escritores_medievais_em_l%C3%ADngua_catal%C3%A3\" title=\"Categoria:Escritores medievais em língua catalã\">Escritores medievais em língua catalã</a><a href=\"/wiki/Categoria:Escritores_da_Catalunha\" title=\"Categoria:Escritores da Catalunha\">Escritores da Catalunha</a><a href=\"/wiki/Categoria:Escritores_cat%C3%B3licos_do_s%C3%A9culo_XIII\" title=\"Categoria:Escritores católicos do século XIII\">Escritores católicos do século XIII</a><a href=\"/wiki/Categoria:Escritores_cat%C3%B3licos_do_s%C3%A9culo_XIV\" title=\"Categoria:Escritores católicos do século XIV\">Escritores católicos do século XIV</a><a href=\"/wiki/Categoria:Beatos_da_Espanha\" title=\"Categoria:Beatos da Espanha\">Beatos da Espanha</a><a href=\"/wiki/Categoria:Beatos_franciscanos\" title=\"Categoria:Beatos franciscanos\">Beatos franciscanos</a><a href=\"/wiki/Categoria:Mission%C3%A1rios_cat%C3%B3licos_da_Espanha\" title=\"Categoria:Missionários católicos da Espanha\">Missionários católicos da Espanha</a><a href=\"/wiki/Categoria:Cavalaria\" title=\"Categoria:Cavalaria\">Cavalaria</a><a href=\"/wiki/Categoria:Naturais_de_Palma_de_Maiorca\" title=\"Categoria:Naturais de Palma de Maiorca\">Naturais de Palma de Maiorca</a>']",
    "imagem": null,
    "view": "raimundo_lulio"
}