{
    "url": "https://pt.wikipedia.org/wiki/Ren%C3%A9_Descartes",
    "codigo_http": 200,
    "titulo": [
        "René Descartes"
    ],
    "conteudo": [
        "René Descartes (La Haye en Touraine, 31 de março de 1596 – Estocolmo, 11 de fevereiro de 1650) foi um filósofo, físico e matemático francês.[1] Durante a Idade Moderna, também era conhecido por seu nome latino Renatus Cartesius.\n",
        "Notabilizou-se sobretudo por seu trabalho revolucionário na filosofia e na ciência, mas também obteve reconhecimento matemático por sugerir a fusão da álgebra com a geometria - fato que gerou a geometria analítica e o sistema de coordenadas que hoje leva o seu nome. Por fim, foi também uma das figuras-chave na Revolução Científica.\n",
        "Descartes, por vezes chamado de \"o fundador da filosofia moderna\" e o \"pai da matemática moderna\", é considerado um dos pensadores mais importantes e influentes da História do Pensamento Ocidental. Inspirou contemporâneos e várias gerações de filósofos posteriores; boa parte da filosofia escrita a partir de então foi uma reação às suas obras ou a autores supostamente influenciados por ele. Muitos especialistas afirmam que, a partir de Descartes, inaugurou-se o racionalismo da Idade Moderna.[2] Décadas mais tarde, surgiria nas Ilhas Britânicas um movimento filosófico que, de certa forma, seria o seu oposto - o empirismo, com John Locke e David Hume.\n",
        "René Descartes nasceu em 31 de março de 1596 em La Haye,[3] a cerca de 300 quilômetros de Paris[1] (hoje Descartes), no departamento francês de Indre-et-Loire.\n",
        "Sua mãe, Jeanne Brochard (1566 - 1597) morreu quando ele tinha um ano.[1] Com oito anos, ingressou no colégio jesuíta[3] Royal Henry-Le-Grand, em La Flèche. O curso em La Flèche durava três anos, tendo Descartes sido aluno do padre Estevão de Noel, que lia Pedro da Fonseca nas aulas de lógica, a par dos Commentarii. Descartes reconheceu que lá havia certa liberdade; no entanto, no seu \"Discurso sobre o método\", declara a sua decepção, não com o ensino da escola em si, mas com a tradição escolástica, cujos conteúdos considerava confusos, obscuros e nada práticos. Em carta a Mersenne, diz que \"os Conimbres são longos, sendo bom que fossem mais breves (crítica já então corrente, mesmo nas escolas da Companhia de Jesus). Descartes esteve em La Flèche por cerca de nove anos (1606-1615).[4] \"Descartes não mereceu, como se sabe, a plena admiração dos escolares jesuítas, que o consideravam um deficiente filósofo\".[5] Prosseguiu depois seus estudos, graduando-se em direito, em 1616, pela Universidade de Poitiers.\n",
        "No entanto, Descartes nunca exerceu o direito, e em 1618 foi para a Holanda, alistando-se no exército do príncipe Maurício,[1] com a intenção de seguir carreira militar.[1] Mas se achava menos um ator do que um espectador: antes ouvinte numa escola de guerra do que verdadeiro militar. Conheceu então Isaac Beeckman, que o influenciou fortemente, e compôs um pequeno tratado sobre música intitulado Compendium Musicae (Compêndio de Música).\n",
        "Também é dessa época (1619-1620) o Larvatus prodeo (Ut comœdi, moniti ne in fronte appareat pudor, personam induunt, sic ego hoc mundi teatrum conscensurus, in quo hactenus spectator exstiti, larvatus prodeo).[6] Esta declaração do jovem Descartes no preâmbulo das Cogitationes Privatae (1619) é interpretada como uma confissão que introduz o tema da dissimulação, e, segundo alguns, marca uma estratégia de separação entre filosofia e teologia. Jean-Luc Marion, em seu artigo Larvatus pro Deo: Phénoménologie et théologie refere-se à abordagem dionisíaca do homem escondido diante de deus (larvatus pro Deo) como justificativa teológica do filósofo que avança mascarado (larvatus prodeo).\n",
        "Em 1619, viajou para a Alemanha,[1] onde, segundo a tradição, em dia 10 de novembro, teve uma visão oniúnrica de um novo sistema matemático e científico.[1] No mesmo ano, viajou a Dinamarca e Polônia.[1] Em 1622 retornou à França, passando os anos seguintes em Paris.[1]\n",
        "Em 1628, compôs as Regulae ad directionem ingenii (Regras para a Direção do Espírito)[1] e partiu para os Países Baixos, onde viveria até 1649.[1] Em 1629, começou a redigir o \"Tratado da Luz\", uma obra de física na qual aborda a sua tese sobre o heliocentrismo.[1] Porém, em 1633, quando Galileu é condenado pela Inquisição, Descartes abandona seus planos de publicá-lo.[1] Em 1635, nasce Francine,[1] filha de uma serviçal. A criança é batizada em 7 de agosto de 1635, morrendo precocemente em 1640,[1] o que foi um grande baque para Descartes.\n",
        "Em 1637, publicou três pequenos tratados científicos: \"A Dióptrica\", \"Os Meteoros\" e \"A Geometria\",[1] mas o prefácio dessas obras é que faz seu futuro reconhecimento: o \"Discurso sobre o método\".[2]\n",
        "Em 1641, aparece sua obra filosófica e metafísica mais imponente: as \"Meditações Sobre a Filosofia Primeira\", com os primeiros seis conjuntos de \"Objeções e Respostas\". Os autores das objeções são: do primeiro conjunto, o teólogo holandês Johan de Kater; do segundo, Mersenne; do terceiro, Thomas Hobbes; do quarto, Arnauld; do quinto, Gassendi; e do sexto conjunto, Mersenne.\n",
        "Em 1642, a segunda edição das Meditações incluía uma sétima objeção, feita pelo jesuíta Pierre Bourdin, seguida de uma \"Carta a Dinet\".\n",
        "Em 1643, o cartesianismo é condenado pela Universidade de Utrecht.[1] Descartes inicia a sua longa correspondência com a princesa Isabel (1618-1680), filha mais velha de Frederico V e de Isabel da Boémia. A correspondência deverá durar sete anos, até a morte do filósofo, em 1650.[1] \n",
        "Também no ano de 1643, Descartes publica \"Os Princípios da Filosofia\",[1] resumindo seus princípios filosóficos que formariam a \"ciência\". Em 1644, fez uma visita rápida à França, onde encontrou Chanut, o embaixador francês junto à corte sueca, que o põe em contato com a rainha Cristina da Suécia.[2] Nesta ocasião, Descartes teria declarado que o Universo é totalmente preenchido por um \"éter\" onipresente. Assim, a rotação do Sol, através desse éter, criaria ondas ou redemoinhos, explicando o movimento dos planetas, tal qual uma batedeira. O éter também seria o meio pelo qual a luz se propaga, atravessando-o pelo espaço, desde o Sol até nós.\n",
        "Em 1647, Descartes foi premiado pelo Rei da França com uma pensão, começando a trabalhar na \"Descrição do Corpo Humano\". Entrevista Frans Burman em Egmond-Binnen (1648), resultando na \"Conversa com Burman\". Em 1649, foi à Suécia, a convite da rainha Cristina.[1] Seu \"Tratado das Paixões\", que ele dedicou a sua amiga Isabel da Boêmia, fora publicado.\n",
        "René Descartes morreu de pneumonia em 11 de fevereiro de 1650, em Estocolmo, depois de 10 dias enfermo,[1] enquanto trabalhava como professor, a convite da rainha. Acostumado a trabalhar na cama até meio-dia, há de ter sofrido com as demandas da rainha Christina, cujos estudos começavam às 5 da manhã. Como católico em um país protestante, ele foi enterrado em um cemitério de crianças não batizadas, na Adolf Fredrikskyrkan, em Estocolmo.\n",
        "Em 1667, os restos mortais de Descartes foram repatriados para a França e enterrados na Abadia de Sainte-Geneviève de Paris. Um memorial construído no século XVIII permanece na igreja sueca.\n",
        "No mesmo ano, a Igreja Católica coloca os seus livros na lista proibida.[1]\n",
        "Embora a Convenção, em 1792, tenha projetado a transferência do seu túmulo para o Panthéon, ao lado de outras grandes figuras da França, desde 1819, seu túmulo está na Igreja de Saint-Germain-des-Prés, em Paris.[7]\n",
        "A vila no vale do Loire onde ele nasceu foi renomeada para La Haye-Descartes, e, posteriormente, já no final do século XX, para Descartes.\n",
        "O pensamento de Descartes é revolucionário para uma sociedade feudalista em que ele nasceu, onde a influência da Igreja ainda era muito forte e quando ainda não existia uma tradição de \"produção de conhecimento\".[2] Aristóteles tinha deixado um legado intelectual que o clero se encarregava de disseminar.\n",
        "Foi um dos precursores do movimento racional-científico, considerado o pai do racionalismo, e defendeu a tese de que a dúvida era o primeiro passo para se chegar ao conhecimento.\n",
        "Descartes viveu em uma época marcada pelas guerras religiosas entre protestantes e católicos na Europa - a Guerra dos Trinta Anos. Viajou muito e viu que sociedades diferentes têm crenças diferentes, mesmo contraditórias.[2] Aquilo que em uma região é tido por verdadeiro também pode ser considerado ridículo, disparatado e falso em outros lugares.\n",
        "Descartes viu que os \"costumes\", a história de um povo, sua tradição \"cultural\" influenciam a forma como as pessoas veem e pensam aquilo em que acreditam.[2]\n",
        "Descartes é considerado o primeiro filósofo moderno.[8] A sua contribuição à epistemologia é essencial, assim como às ciências naturais por ter estabelecido um método que ajudou no seu desenvolvimento. Descartes criou, em suas obras Discurso sobre o método e Meditações - a primeira escrita em francês, a segunda escrita em latim, língua tradicionalmente utilizada nos textos eruditos de sua época - as bases da ciência contemporânea.\n",
        "O método cartesiano consiste no ceticismo metodológico - que nada tem a ver com a atitude cética: duvida-se de cada ideia que não seja clara e distinta. Ao contrário dos gregos antigos e dos escolásticos, que acreditavam que as coisas existem simplesmente porque \"precisam\" existir, ou porque assim deve ser etc., Descartes instituiu a dúvida: só se pode dizer que existe aquilo que puder ser provado, sendo o ato de duvidar indubitável. Baseado nisso, Descartes busca provar a existência do próprio eu (que duvida: portanto, é sujeito de algo. Ego cogito ergo sum, \"penso, logo existo\") e de Deus.\n",
        "Também consiste no método de quatro regras básicas:\n",
        "Em relação à Ciência, Descartes desenvolveu uma filosofia que influenciou muitos, até ser superada pela metodologia de Newton. Ele sustentava, por exemplo, que o universo era pleno e não poderia haver vácuo. Acreditava que a matéria não possuía qualidades secundárias inerentes, mas apenas qualidades primárias de extensão e movimento.\n",
        "Ele dividia a realidade em res cogitans (consciência, mente) e res extensa (matéria). Acreditava também que Deus criou o universo como um perfeito mecanismo de moção vertical e que funcionava deterministicamente sem intervenção desde então.\n",
        "Matemáticos consideram Descartes muito importante por sua descoberta da geometria analítica. Antes de Descartes, a geometria e a álgebra apareciam como ramos completamente separados da matemática. Descartes mostrou como traduzir problemas de geometria para a álgebra, abordando esses problemas através de um sistema de coordenadas.\n",
        "A teoria de Descartes forneceu a base para o cálculo de Isaac Newton e Gottfried Leibniz, e então, para muitos outros da matemática moderna. Isso parece ainda mais incrível tendo em mente que esse trabalho foi intencionado apenas como um exemplo no seu \"Discurso Sobre o Método\".\n",
        "O interesse de Descartes pela matemática surgiu cedo, no College de la Flèche, escola do mais alto padrão, dirigida por jesuítas, na qual ingressara aos oito anos de idade. Mas por uma razão muito especial e que já revelava seus pendores filosóficos: a certeza que as demonstrações ou justificativas matemáticas proporcionam. Aos vinte e um anos de idade, depois de frequentar rodas matemáticas em Paris (além de outras), já graduado em Direito, ingressa voluntariamente na carreira das armas, uma das poucas opções “dignas” que se ofereciam a um jovem como ele, oriundo da nobreza menor da França. Durante os quase nove anos que serviu em vários exércitos, não se sabe de nenhuma proeza militar realizada por Descartes.[2]\n",
        "A geometria analítica de Descartes apareceu em 1637 no pequeno texto chamado Geometria, como um dos três apêndices do \"Discurso do Método\", obra considerada o marco inicial da filosofia moderna. Nela, em resumo, Descartes defende o método matemático como modelo para a aquisição de conhecimentos em todos os campos.\n",
        "Segundo Descartes, o corpo é formado de matéria física e, por isso, tem propriedades comuns a qualquer matéria, como tamanho, peso e capacidade motora. Assim, as leis que regem a física, também regem o corpo humano. Incita, assim, a separação do corpo e da alma.\n",
        "Note-se que só a partir desta distinção entre o corpo e a alma é possível inferir propriedades do corpo humano a partir do estudo da anatomia animal. A partir desse ponto, Descartes explica o funcionamento do sistema sanguíneo e como chegou a suas conclusões: “Desejo dar aqui a explicação do movimento do coração e das artérias o qual, sendo o que mais geralmente se observa nos animais, se julgará mais facilmente o que se deve pensar dos outros e, a fim de termos menos dificuldades em compreender o que vou dizer, desejava que os não versados em anatomia se resolvessem, antes de ler, a colocar ante eles o coração de qualquer grande animal que tenha pulmões, porque ele é em tudo bastante semelhante ao do homem”[9] (1, p. 47). “(...) desejo adverti-los que este movimento que acabo de explicar resulta necessária e somente da disposição dos órgãos que se podem observar a olho nu no coração, e do calor que lá se pode sentir com os dedos, e da natureza do sangue que se pode conhecer por experiências, da mesma maneira que o movimento de um relógio resulta da força, da situação e da forma dos seus contrapesos e das rodas”.[9]\n",
        "Observe-se que a teoria de Descartes, apesar de errada, é coerente com a nova visão mecanicista da natureza, como mostra a metáfora feita com o relógio. “A explicação cartesiana do corpo, considerado como máquina, necessita de um motor que possibilite todas as funções fisiológicas, e esse motor tem por base o fogo cardíaco que, por um processo semelhante à fermentação, faz com que o sangue entre em ebulição e distribua-se pelo corpo por meio das artérias. A defesa da fermentação, como estando na base do movimento do coração e do sangue, não sofre alteração ao longo da obra de Descartes”.[10] Para Descartes, o batimento cardíaco era uma consequência do movimento do sangue e não a sua causa: o coração é obrigado a contrair-se quando não contém sangue; volta a inchar quando tem novamente sangue.\n",
        "Pela linha de raciocínio mecânica da anatomia, Descartes observava que alguns robôs, na época criados para entreter as pessoas, tinham seus movimentos realizados através de canos por onde passava água sob pressão, fazendo com que as partes móveis dos robôs (pernas, braços e cabeça) ganhassem movimentos que imitavam o do ser humano.\n",
        "Porém, percebeu que, mesmo parecendo um movimento humano, os robôs apenas se movimentavam por causa da água que circulava em seus tubos, não sendo resultado da ação voluntária da máquina. Assim, o ser humano é algo muito mais complexo do que movimentos, podendo executar ações independente de sua vontade.\n",
        "Essa questão fez com que Descartes elaborasse a ideia da undulatio reflexa, modernamente conhecida como teoria do ato de reflexo, segundo a qual um estímulo externo pode gerar um movimento corporal que não depende da vontade do sujeito, como por exemplo, a perna se mover quando um médico bate no joelho com um pequeno martelo (reflexo patelar). Por essa teoria, o comportamento reflexo não envolve pensamento.\n"
    ],
    "ligacoes": [
        "<ul><li><b>Verificar</b> se existem evidências reais e indubitáveis acerca do fenômeno ou coisa estudada;</li>\n<li><a href=\"/wiki/An%C3%A1lise\" title=\"Análise\"><b>Analisar</b></a>, ou seja, dividir ao máximo as coisas, em suas unidades mais simples e estudar essas coisas mais simples;</li>\n<li><a href=\"/wiki/S%C3%ADntese_filos%C3%B3fica\" class=\"mw-redirect\" title=\"Síntese filosófica\"><b>Sintetizar</b></a>, ou seja, agrupar novamente as unidades estudadas em um todo verdadeiro;</li>\n<li><b>Enumerar</b> todas as conclusões e princípios utilizados, a fim de manter a ordem do pensamento.</li></ul>",
        "<ul><li><i><a href=\"/wiki/Regras_para_a_Dire%C3%A7%C3%A3o_do_Esp%C3%ADrito\" title=\"Regras para a Direção do Espírito\">Regras para a Direção do Espírito</a></i> (1628) - a obra da juventude inacabada na qual o método aparece em forma de numerosas regras;</li>\n<li>\"<a href=\"/wiki/O_Mundo_(Descartes)\" title=\"O Mundo (Descartes)\">O Mundo</a> ou Tratado da Luz\" (1632-1633) - a obra contém algumas das conquistas definitivas da física clássica: a lei da inércia, a da refração da luz e, principalmente, as bases epistemológicas contrárias ao que seria denominado de princípio da ciência escolástica, radicada no aristotelismo;</li>\n<li><i><a href=\"/wiki/Discurso_sobre_o_M%C3%A9todo\" title=\"Discurso sobre o Método\">Discurso sobre o Método</a></i> (1637);</li>\n<li><i><a href=\"/wiki/La_G%C3%A9om%C3%A9trie\" title=\"La Géométrie\">Geometria</a></i> (1637);</li>\n<li><i><a href=\"/wiki/Medita%C3%A7%C3%B5es_sobre_Filosofia_Primeira\" title=\"Meditações sobre Filosofia Primeira\">Meditações sobre Filosofia Primeira</a></i> (1641);</li>\n<li>\"<a href=\"/wiki/Princ%C3%ADpios_de_Filosofia\" title=\"Princípios de Filosofia\">Princípios de Filosofia</a>\" (1644);</li>\n<li>\"<a href=\"/wiki/As_Paix%C3%B5es_da_Alma\" title=\"As Paixões da Alma\">As Paixões da Alma</a>\" (1649).</li></ul>",
        "<ul><li><a href=\"/wiki/Cartesianismo\" title=\"Cartesianismo\">Cartesianismo</a></li>\n<li><i><a href=\"/wiki/Cogito,_ergo_sum\" class=\"mw-redirect\" title=\"Cogito, ergo sum\">Cogito, ergo sum</a></i></li>\n<li><i><a href=\"/wiki/Mathesis_universalis\" title=\"Mathesis universalis\">Mathesis universalis</a></i></li>\n<li><a href=\"/wiki/Sistema_de_coordenadas_cartesiano\" title=\"Sistema de coordenadas cartesiano\">Sistema de coordenadas cartesiano</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.intratext.com/Catalogo/Autori/AUT135.HTM\"><i>IntraText Digital - Library</i>: <i>links</i> para obras de René Descartes em várias línguas, incluindo <i>link</i> para o Discurso do Método</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20061025003135/http://www.consciencia.org/moderna/descartes.shtml\">Consciência.org - Descartes: Dados biográficos</a></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://plato.stanford.edu/entries/descartes-epistemology/\">«<i>Stanford Encyclopedia of Philosophy</i> (SEP): <i>Descartes' Epistemology</i>»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ARen%C3%A9+Descartes&amp;rft.btitle=Stanford+Encyclopedia+of+Philosophy+%28SEP%29%3A+Descartes%27+Epistemology&amp;rft.genre=unknown&amp;rft_id=https%3A%2F%2Fplato.stanford.edu%2Fentries%2Fdescartes-epistemology%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-pt-hist-cien-logo.png\" title=\"Portal da história da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/40px-Wikipedia-pt-hist-cien-logo.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/60px-Wikipedia-pt-hist-cien-logo.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Hist%C3%B3ria_da_ci%C3%AAncia\" title=\"Portal:História da ciência\">Portal da história da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_mathematics-p.svg\" title=\"Portal da matemática\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/40px-Nuvola_apps_edu_mathematics-p.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Nuvola_apps_edu_mathematics-p.svg/60px-Nuvola_apps_edu_mathematics-p.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Matem%C3%A1tica\" title=\"Portal:Matemática\">Portal da matemática</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li>    </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1596\" title=\"Categoria:Nascidos em 1596\">Nascidos em 1596</a><a href=\"/wiki/Categoria:Mortos_em_1650\" title=\"Categoria:Mortos em 1650\">Mortos em 1650</a><a href=\"/wiki/Categoria:Ren%C3%A9_Descartes\" title=\"Categoria:René Descartes\">René Descartes</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Fran%C3%A7a\" title=\"Categoria:Matemáticos da França\">Matemáticos da França</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_da_Fran%C3%A7a_do_s%C3%A9culo_XVII\" title=\"Categoria:Matemáticos da França do século XVII\">Matemáticos da França do século XVII</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Escritores_em_l%C3%ADngua_francesa\" title=\"Categoria:Escritores em língua francesa\">Escritores em língua francesa</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVII\" title=\"Categoria:Filósofos do século XVII\">Filósofos do século XVII</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Poitiers\" title=\"Categoria:Alunos da Universidade de Poitiers\">Alunos da Universidade de Poitiers</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Pol%C3%ADmatas\" title=\"Categoria:Polímatas\">Polímatas</a><a href=\"/wiki/Categoria:Naturais_de_Descartes_(Indre-et-Loire)\" title=\"Categoria:Naturais de Descartes (Indre-et-Loire)\">Naturais de Descartes (Indre-et-Loire)</a><a href=\"/wiki/Categoria:Mortes_por_pneumonia\" title=\"Categoria:Mortes por pneumonia\">Mortes por pneumonia</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Frans_Hals_-_Portret_van_Ren%C3%A9_Descartes.jpg/250px-Frans_Hals_-_Portret_van_Ren%C3%A9_Descartes.jpg",
    "view": "rene_descartes"
}