{
    "url": "https://pt.wikipedia.org/wiki/Rosa_Luxemburg",
    "codigo_http": 200,
    "titulo": [
        "Rosa Luxemburgo"
    ],
    "conteudo": [
        "Rosa Luxemburgo (nascida  Rozalia Luksenburg;[1] em polonês, Róża Luksemburg) (Zamość, 5 de março de 1871 – Berlim, 15 de janeiro de 1919) foi uma filósofa e economista marxista polonês-alemã. Tornou-se mundialmente conhecida pela militância revolucionária ligada à Social-Democracia da Polônia (SDKP), ao Partido Social-Democrata da Alemanha (SPD) e ao Partido Social-Democrata Independente da Alemanha (USPD). Participou da fundação do grupo de tendência marxista do SPD, que viria a se tornar mais tarde o Partido Comunista da Alemanha (KPD).\n",
        "Em 1915, após o SPD apoiar a participação alemã na Primeira Guerra Mundial, Luxemburgo fundou, ao lado de Karl Liebknecht, a Liga Espartaquista. Em 1° de janeiro de 1919, a Liga transformou-se no KPD. Em novembro de 1918, durante a Revolução Espartaquista, ela fundou o jornal Die Rote Fahne (A Bandeira Vermelha), para dar suporte aos ideais da Liga.\n",
        "Luxemburgo considerou o Levante Espartaquista de janeiro de 1919 em Berlim como um grande erro.[2] Entretanto, ela apoiaria a insurreição que Liebknecht iniciou sem seu conhecimento. Quando a revolta foi esmagada pelas Freikorps, milícias nacionalistas compostas por veteranos da Primeira Guerra que estavam desiludidos com a República de Weimar, mas que rejeitavam igualmente o marxismo e o avanço comunista, Luxemburgo, Liebknecht e alguns de seus seguidores foram capturados e assassinados. Luxemburgo foi fuzilada e seu corpo jogado num curso d'água (o Landwehrkanal), em Berlim.\n",
        "Em consequência de suas críticas às escolas Marxista-Leninista e correntes mais moderadas da escola social-democrática do socialismo, Luxemburgo tem conceito algo ambíguo por parte de estudiosos e teóricos da esquerda política.[3] Apesar disso, Luxemburgo e Liebknecht são considerados mártires por alguns marxistas. De acordo com o Gabinete Federal para a Proteção da Constituição, a comemoração em memória de Rosa Luxemburgo e Karl Liebknecht continua a desempenhar uma função importante entre a esquerda política alemã.[4]\n",
        "Nascida Rozalia Luksenburg numa abastada família judia asquenaze de Zamość, na voivodia de Lublin, na  Terra do Vístula (informalmente conhecida como Polônia russa, uma vez que seu território fora anexado ao Império Russo), era a quinta filha de Eliasz Luxemburg, um comerciante de madeira, e de Line Löwenstein.[5][6] A família migrou para Varsóvia quando ela tinha dois anos,[6] em virtude de problemas financeiros.[7] Aos cinco anos, para tratar uma aparente doença dos ossos do quadril, Rosa teve a perna engessada e ficou acamada por um ano. Como resultado, uma de suas pernas cresceu menos do que a outra, o que a fez mancar pelo resto de sua vida.[7][8]\n",
        "Em 1880, ela ingressa em um ginásio, onde concluiu os estudos em 1887 e, apesar das excelentes notas obtidas, não recebeu a tradicional medalha de ouro destinada às melhores alunas devido a sua atitude rebelde diante das autoridades escolares.[6] Ainda no ginásio, Luxemburgo entrou para o Partido do Proletariado, que havia sido fundado em 1882 por Ludwik Waryński, antecipando em vinte anos os primeiros partidos socialistas russos. Ela se iniciou na vida política organizando uma greve geral, que resultou na morte de quatro líderes e na dissolução do partido. Apesar disso, Luxemburgo e outros membros do partido que escaparam da prisão continuaram a se encontrar secretamente.\n",
        "Em 1887, é aprovada no exame Abitur, análogo ao vestibular. Em 1889, aos 18 anos, após fugir para a Suíça, para escapar de uma ordem de prisão expedida contra ela, Luxemburgo começa a estudar na Universidade de Ciências Aplicadas de Zurique, ao lado de outras personalidades socialistas como Anatóli Lunatcharski e o lituano Leo Jogiches, com quem manteve um longo relacionamento amoroso, que acabaria rompendo em razão infidelidade por parte dele.[8] \n",
        "Em ⁣⁣1892⁣, inscreveu-se na Faculdade de Direito, diplomando-se em  1897 com a tese Die industrielle Entwicklung Polens (\"O desenvolvimento industrial da Polônia\"), publicada em Leipzig no ano seguinte. Ao defender que o desenvolvimento econômico da Polônia havia sido, nos últimos cinquenta anos, estreitamente dependente do mercado russo, Rosa Luxemburgo opunha-se às reivindicações políticas dos nacionalistas poloneses.[9] \n",
        "Tornou-se ateia, após sua adesão ao marxismo[10] e continuou a atuar em atividades revolucionárias, enquanto estudava economia política e direito.[11] Obteve doutorado em 1898 com tese intitulada \"O desenvolvimento industrial da Polônia\".[7][11]\n",
        "Rosa Luxemburgo se reuniu a vários membros do Partido Operário Social-Democrata Russo (POSDR), como Gueorgui Plekhanov e Pavel Axelrod. Não levou muito tempo para que ela se opusesse ao partido russo na questão da autodeterminação da Polônia, acreditando que a autodeterminação enfraquecia o movimento socialista internacional e fortalecia o comando da burguesia em nações recém-independentes. Assim sendo, afastou-se tanto do POSDR como do Partido Socialista Polonês (PSP), que defendiam a autodeterminação de minorias nacionais russas.[11]\n",
        "Foi durante essas articulações para a formação do SDRP, em Zurique, que Luxemburgo conheceu Jogiches, líder do PSP.  Ao lado de Jogiches, ela ajudaria a fundar o Partido Social-Democrata do Reino da Polônia[11] (SDRP, mais tarde renomeado Social Democracia do Reino da Polônia e Lituânia).[12] Rosa era a porta-voz e teoricista do partido, e Jogiches a promoveu a organizadora do partido. Os dois desenvolveram uma intensa relação pessoal e política pelo resto de suas vidas.[11]\n",
        "Em 1897, Luxemburgo aceitou um casamento de conveniência com Gustav Lübeck, a fim de obter a cidadania alemã. No ano seguinte, mudou-se de Zurique para Berlim, juntando-se ao Partido Social-Democrata da Alemanha. Logo após se filiar ao partido, começa a atuar na agitação revolucionária. Expressando questões centrais no debate da social-democracia alemã da época, ela escreve Reforma ou Revolução?, em 1900.[11][12] No livro, uma crítica ao revisionismo da teoria marxista feito por Eduard Bernstein, Luxemburgo explicava que a teoria de Bernstein \"tende a nos aconselhar a renunciar à transformação social, a meta final da social-democracia e, inversamente, fazer das reformas sociais, meios da luta de classes, o seu objetivo\".\n",
        "Embora apoiasse o reformismo como meio, o objetivo final de Luxemburgo era a revolução completa.  Ela acentuou que reformas ininterruptas do capitalismo traduzir-se-iam no apoio permanente à burguesia, deixando para trás a possibilidade de construção de uma sociedade socialista.  Luxemburgo queria que os revisionistas fossem expulsos do partido. Isso não aconteceu, mas Karl Kautsky manteve a teoria marxista no programa do partido.[11] Com essa polêmica, Rosa Luxemburgo torna-se conhecida e respeitada dentro do Partido Social-Democrata Alemão.[7] Em 1902, passado o tempo mínimo exigido pela legislação da Alemanha da época para se divorciar sem perder sua cidadania, ela divorciou-se de Lübeck.[6]\n",
        "Em 1904, ficou presa por quase dois meses, acusada de ser contra os esforços de preparação para a guerra no país.[13] Durante a Revolução Russa de 1905, ela concentrou sua atenção no movimento socialista no Império Russo, defendendo que \"a partir desta data, o proletariado russo estourou no cenário político como classe pela primeira vez\".  Defendeu a teoria marxista da revolução, em oposição aos mencheviques e ao Partido Socialista Revolucionário, e em apoio aos bolcheviques.[11] Segundo alguns historiadores, foi a partir desse evento que Luxemburgo desenvolveu sua teoria revolucionária.[12]\n",
        "Mudou-se então para Varsóvia a fim de ajudar o levante revolucionário russo, presa por três meses e ameaçada com a pena de morte. Morou até setembro de 1906 em Kuokkala (hoje Repino, Rússia), de onde era fácil ir para São Petersburgo. Durante esse período, escreveu o livro Greve de massas, partido e sindicatos.[7][11] Em 1906, começou a defender sua teoria de greve das massas como o instrumento de luta revolucionária mais importante do proletariado.  Essa linha de pensamento tornou-se motivo de grande contenda no Partido Social Democrata da Alemanha, ganhando a oposição de August Bebel e Kautsky.  Pela agitação apaixonada, Luxemburgo recebeu a alcunha de \"Rosa sangrenta\".[11]\n",
        "Em 1907, ela foi novamente presa, dessa vez por dois meses, novamente por se contrapor aos esforços de guerra em um discurso feito durante o Congresso do Partido Social Democrata em Jena dois anos antes.  Em outubro do mesmo ano, passou a atuar como professora de economia política e história econômica na escola do Partido Social Democrata, cargo que exerceu até 1914, com algumas interrupções. A partir das aulas, escreveu duas de suas obras mais importantes: Introdução à economia política, publicada em 1925, e A acumulação do Capital, publicado em 1913. Neste último, defende que o imperialismo anda de mãos dadas com o capitalismo,[11] além combater as posições revisionistas do marxismo.[12] Em 1910, Luxemburgo rompe definitivamente com Kautsky, quando este não apoiou sua campanha a favor da substituição da monarquia pela república.[7]\n",
        "Em 1914, ela foi julgada e condenada a um ano de prisão pelo Segundo Tribunal Criminal de Frankfurt, por incitamento à desobediência civil, num discurso feito em setembro de 1913.  A defesa feita na ocasião - uma condenação da guerra e do imperialismo - foi publicada sob o título de \"Militarismo, guerra e classe trabalhadora\". Em 4 de agosto do mesmo ano, a bancada social-democrata do Reichstag votou a favor dos créditos de guerra, o que a deixou profundamente abalada.  Em dezembro, o deputado Karl Liebknecht votou sozinho contra nova concessão de créditos de guerra.[7] Liebknecht e Luxemburgo fundaram, então, o grupo Internationale, que logo tornar-se-ia a Liga Espartaquista. O grupo defendia que os soldados alemães abandonassem a guerra para iniciar uma revolução no país.[6]\n",
        "Em 1915, Luxemburgo passou um ano na prisão por agitação antimilitarista.[7] Na prisão, Luxemburgo escreveu O Folheto Junius, que criou a base teórica para a Liga Espartaquista.[11][12] Ainda na prisão, ela escreve A Revolução Russa, sobre os eventos daquele ano na Rússia, alertando para o perigo de os bolcheviques instalarem uma ditadura totalitária no país.[11] Apesar disso, o livro enaltece a iniciativa revolucionária dos bolcheviques e destaca a importância da Revolução Russa no cenário internacional, criticando, porém, a violência revolucionária.[12] Mais tarde, porém, Luxemburgo se opôs aos esforços da recém-formada União das Repúblicas Socialistas Soviéticas para alcançar paz em todos as frentes de batalha, mediante a assinatura do Tratado de Brest-Litovski com a Alemanha.[11]\n",
        "Mesmo presa, ela não deixaria de fazer política. O grupo Internationale continuou se articulando dentro do Partido Social-Democrata até ser expulso.[12] Em 1917, o Partido Social-Democrata expulsou não só os espartaquistas como também um grande grupo da oposição interna.[12] Desse grupo, originou-se o Partido Social-Democrata Independente.[12] A Liga Espartaquista, entretanto, manteve-se organizada no PSDI, conservando sua organização e seu programa político.[12] Os espartaquistas deixaram o PSDI quando este decidiu participar do governo.[12]\n",
        "Em 8 de novembro de 1918, o governo alemão, relutantemente, libertou Luxemburgo da prisão.[7][11][12] Logo, ela daria continuidade à agitação revolucionária, dirigindo o jornal Die Rote Fahne (A Bandeira Vermelha) e fundando, com Liebknecht, no dia 31 do mês seguinte, o Partido Comunista da Alemanha.[7][11] Enquanto isso, conflitos armados a favor dos espartaquistas sacudiam as ruas de Berlim.[11] No dia 9 de janeiro de 1919, Berlim encontrava-se em estado de sítio. Luxemburgo e Liebknecht, perseguidos, sabiam que já não havia mais para onde fugir.\n",
        "Em 15 de janeiro de 1919, Rosa Luxemburgo,  Karl Liebknecht e Wilhelm Pieck, líderes do Partido Comunista da Alemanha, são presos e levados para interrogatório no Hotel Eden, em Berlim.[11] Embora os detalhes das mortes de Luxemburgo e Liebknecht sejam desconhecidos, a versão mais aceita é a de que tenham sido retirados do hotel por grupos paramilitares, os Freikorps. Luxemburgo e Liebknecht foram escoltados para fora do prédio, sendo espancados até ficarem inconscientes.[11] Pieck conseguiu fugir, enquanto Luxemburgo e Liebknecht foram levados - cada um em um veículo militar.[11] O primeiro carro, com Rosa Luxemburgo, virou antes da ponte denominada Corneliusbrücke, em uma pequena rua paralela ao curso d'água conhecido Landwehrkanal. Ela foi baleada e jogada, agonizante, nas águas geladas de janeiro do Landwerkanal.[14] Seu companheiro de luta, Karl, seguiu no outro jipe, que cruzou a Corneliusbrücke e entrou em uma das ruas desertas do parque Tiergarten. Ele, então, foi obrigado a caminhar e, a seguir, baleado pelas costas. Morto, foi entregue como indigente em um posto policial. Dois meses mais tarde, Jogiches foi morto pelo mesmo grupo.[8] O corpo de Rosa Luxemburgo só foi encontrado no final de junho.[7] Seus assassinos jamais foram condenados.[7] Somente em 1999, uma investigação do governo alemão concluiu que os paramilitares haviam recebido ordens e dinheiro dos governantes social-democratas para matar Luxemburgo e Liebknecht.\n",
        "Os corpos de Rosa Luxemburgo e Karl Liebknecht foram enterrados no Cemitério Central de Freidrichsfelde, em Berlim.[15] Todos os anos, socialistas e comunistas se reúnem no local, na segunda segunda-feira de janeiro, para homenageá-los.\n",
        "Luxemburgo defendeu o materialismo dialético de Marx e a concepção de história. O que o revisionismo tem a dizer sobre o desenvolvimento objetivo do capitalismo? Karl Kautsky, o socialista ético, rejeitou os argumentos neokantianos em favor do darwinismo social. O proletariado teve que ser reorganizado em 1893, e antes em 1910-1911, o que era uma pré-condição para poderem agir. Formaram a estrutura substantiva de argumentos com Rosa Luxemburgo em 1911, quando se afastaram seriamente. Mas para Kautsky, o que Luxemburgo entendia ser apropriado para os radicais, Lênin e Parvus na Rússia, não era necessariamente tão verdadeiro na Alemanha. Kautsky era mais velho do que ela, mais cauteloso, considerando greves em massa como aventureirismo. Mas a mudança qualitativa radical para a classe trabalhadora conduziria Luxemburgo em uma época de revolução, que ela pensou que tinha chegado. Estava determinada a levar o capitalismo a seus limites para desenvolver a consciência de classe.[16] A fim de obter organização e essa consciência, os trabalhadores tinham que ir à greve testar a resistência à exploração; isso não seria exequível através de adesão cega à organização de um partido.[17]\n",
        "Uma característica peculiar do pensamento de Rosa é o seu posicionamento em relação ao cristianismo. Rosa escreveu um opúsculo denominado \"O Socialismo e as Igrejas\" (1905), onde, embora fosse ateia, atacou menos a religião enquanto tal e mais a política reacionária da Igreja. Nessa obra afirmou que os socialistas eram mais fiéis aos preceitos originais do cristianismo do que o clero conservador da época, pois os socialistas lutavam por uma ordem social de igualdade, liberdade e fraternidade, e, portanto, os padres deveriam acolher favoravelmente o socialismo, se quisessem honestamente aplicar o preceito cristão de \"amar o próximo, como a si\".\n",
        "Além disso, denunciava o clero que apoiava os ricos, que exploram e oprimem os pobres, afirmando que ele estaria em contradição explícita com os ensinamentos cristãos. Tal clero não serviria a Cristo, mas ao dinheiro. Segundo Rosa, os primeiros cristãos seriam comunistas apaixonados e denunciavam a injustiça social. Entretanto, essa causa seria, em sua época, do movimento socialista que traria aos pobres o Evangelho da fraternidade e da igualdade, chamando o povo para estabelecer na terra o Reino da liberdade e do amor pelo próximo. Em vez de se envolver em uma batalha filosófica, em nome do materialismo, Rosa procurava salvar a dimensão social da tradição cristã para a transmitir ao movimento operário.[18]\n",
        "Em um artigo publicado pouco antes da Revolução de Outubro, Luxemburgo caracterizou a Revolução de Fevereiro de 1917 na Rússia como uma \"revolução do proletariado\" e disse que a \"burguesia liberal\" foi arrastada para o movimento pela exibição de \"poder proletário\". A tarefa do proletariado russo, disse ela, era agora acabar com a guerra mundial \"imperialista\", além de lutar contra a \"burguesia imperialista\". A Guerra Mundial tornou a Rússia madura para uma revolução socialista. Portanto, \"o proletariado alemão é também... exposto a uma questão de honra, e uma questão muito fatídica.\"[19]\n",
        "Em várias obras, incluindo um ensaio escrito na prisão e publicado postumamente por seu último companheiro, Paul Levi (publicação que precipitou sua expulsão da Terceira Internacional) intitulado \"A Revolução Russa\",[20] Luxemburgo criticou duramente algumas políticas bolcheviques, como a supressão da Assembleia Constituinte em janeiro de 1918, o seu apoio para a partição das antigas propriedades feudais às comunas camponesas, e sua política de apoio ao pretenso direito de todos os povos nacionais a \"autodeterminação\". De acordo com Luxemburgo, os erros estratégicos dos bolcheviques criaram perigos tremendos para a Revolução, como a sua burocratização.\n",
        "Sua crítica afiada à Revolução de Outubro e aos bolcheviques foi diminuindo na medida em que comparou os erros da revolução e dos bolcheviques com o \"fracasso completo do proletariado internacional\".[21]\n",
        "Teóricos bolcheviques como Lenin e Trotsky responderam a esta crítica argumentando que as noções de Luxemburgo foram as dos marxistas clássicos, mas isso não se encaixava na Rússia de 1917. Eles afirmaram que as lições da experiência real, como o confronto com os partidos burgueses, os tinham forçado a rever a estratégia marxista. Como parte deste argumento, assinalaram que, depois que a própria Luxemburgo saiu da prisão, também foi forçada a confrontar a Assembleia Nacional na Alemanha - um passo que eles compararam com seu próprio conflito com a Assembleia Constituinte.\n",
        "Depois da Revolução de Outubro, passa a ser uma \"responsabilidade histórica\" dos trabalhadores alemães realizar uma revolução por si mesmos, e, assim, acabar com a guerra.[23] Quando uma revolução estourou também na Alemanha em novembro de 1918, Luxemburgo imediatamente começaram a agitar por uma revolução social:\n",
        "Em Mitte, bairro central de Berlim, a Praça Rosa Luxemburgo e a estação do Metro de Berlim que ali desemboca foram nomeados em homenagem a Rosa Luxemburgo pelo governo da Alemanha Oriental. Os nomes permaneceram os mesmos após a reunificação da Alemanha em 1989. Há, também em Berlim, um monumento em homenagem a Luxemburgo no canal onde seu corpo teria sido jogado pelos paramilitares do Freikorps. Na sede do Neues Deutschland (Nova Alemanha), jornal oficial do extinto Partido Socialista Unificado da Alemanha e do atual Partido de Esquerda, há uma estátua de Rosa Luxemburgo, feita por Rolf Biebl. No distrito de Wola, em Varsóvia, uma indústria fabricante de lâmpadas foi nomeada \"Róży Luksemburg\", durante o governo da República Popular da Polônia.\n",
        "Em 1919, Bertolt Brecht escreveu um epitáfio poético em homenagem a ela, que recebeu música de Kurt Weill em 1928, sendo renomeado O Réquiem de Berlim:\n",
        "Também sobre Luxemburgo, o escritor e historiador britânico Isaac Deutscher, expoente da Nova Esquerda, escreveu: \"Com o seu assassinato, a Alemanha dos Hohenzollern celebra o seu último triunfo, e a Alemanha nazi, o seu primeiro\".\n",
        "Durante muito tempo, o diretor alemão Rainer Werner Fassbinder planejou dirigir um filme sobre a vida de Luxemburgo.[8] Em 1982, quando ele morreu, Margarethe von Trotta assumiu a direção do longa.[8] Ela, entretanto, preferiu não utilizar as anotações originais de Fassbinder, pois \"fazer um filme é escrever, e dirigir significa encontrar sua própria visão\".[8] Assim sendo, Die Geduld der Rosa Luxemburg foi lançado em 1986 com Barbara Sukowa no papel de Rosa Luxemburgo,[25] Sukowa, que havia trabalhado com Fassbinder em Lola e em Berlin Alexanderplatz, recebeu o prêmio de melhor atriz no Festival de Cannes por sua interpretação como Luxemburgo.[8] Já Jogiches foi interpretado pelo ator polonês Daniel Olbrychski, mais conhecido por seu papel no filme O Tambor, dirigido por Volker Schlondorff, marido de von Trotta, em 1979.[8]\n"
    ],
    "ligacoes": [
        "<ul><li><i>O Socialismo e as Igrejas</i></li>\n<li><i>Reforma ou Revolução</i></li>\n<li><i>Acumulação do Capital</i><sup id=\"cite_ref-26\" class=\"reference\"><a href=\"#cite_note-26\"><span class=\"cite-bracket\">[</span>26<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><i>Greve de Massas, Partidos e Sindicatos</i></li>\n<li><i>Introdução à Economia Política</i></li>\n<li><i>Questões de Organização da Social-Democracia Russa</i></li>\n<li><i>A Revolução Russa</i></li>\n<li><i>O Que Quer a Liga Spartacus?</i></li></ul>",
        "<ul><li><a href=\"/wiki/Comunismo\" title=\"Comunismo\">Comunismo</a></li>\n<li><a href=\"/wiki/Comunismo_de_conselhos\" title=\"Comunismo de conselhos\">Comunismo de conselhos</a></li>\n<li><a href=\"/wiki/Esquerdismo\" title=\"Esquerdismo\">Esquerdismo</a></li>\n<li><a href=\"/wiki/Friedrich_Engels\" title=\"Friedrich Engels\">Friedrich Engels</a></li>\n<li><a href=\"/wiki/Karl_Kautsky\" title=\"Karl Kautsky\">Karl Kautsky</a></li>\n<li><a href=\"/wiki/Karl_Marx\" title=\"Karl Marx\">Karl Marx</a></li>\n<li><a href=\"/wiki/Luxemburguismo\" title=\"Luxemburguismo\">Luxemburguismo</a></li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.marxists.org/portugues/luxemburgo/index.htm\">«Obras de Rosa Luxemburgo»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ARosa+Luxemburgo&amp;rft.btitle=Obras+de+Rosa+Luxemburgo&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.marxists.org%2Fportugues%2Fluxemburgo%2Findex.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.socialismo.org.br/portal/historia/149-artigo/97-recordatorio-aniversario-do-assassinato-da-lutadora-social-alema-rosa-luxemburgo\">«O assassinato de Rosa Luxemburgo»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ARosa+Luxemburgo&amp;rft.btitle=O+assassinato+de+Rosa+Luxemburgo&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.socialismo.org.br%2Fportal%2Fhistoria%2F149-artigo%2F97-recordatorio-aniversario-do-assassinato-da-lutadora-social-alema-rosa-luxemburgo&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.ferratermora.com/ency_filosofo_kp_luxemburg.html\">«FERRATER MORA, J. <i>Diccionario de Filosofía</i>. \"Rosa Luxemburgo<span style=\"padding-right:0.2em;\">\"</span>»</a> (em espanhol)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ARosa+Luxemburgo&amp;rft.btitle=FERRATER+MORA%2C+J.+Diccionario+de+Filosof%C3a.+%22Rosa+Luxemburgo%22&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.ferratermora.com%2Fency_filosofo_kp_luxemburg.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.mlwerke.de/lu/default.htm\">«Obras seleccionadas»</a> (em alemão)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ARosa+Luxemburgo&amp;rft.btitle=Obras+seleccionadas&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.mlwerke.de%2Flu%2Fdefault.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.dieterwunderlich.de/Rosa_Luxemburg.htm\">«Biografia»</a> (em alemão)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ARosa+Luxemburgo&amp;rft.btitle=Biografia&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.dieterwunderlich.de%2FRosa_Luxemburg.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://rosalux.gr/\">«Instituto Rosa Luxemburgo»</a> (em grego)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ARosa+Luxemburgo&amp;rft.btitle=Instituto+Rosa+Luxemburgo&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Frosalux.gr%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Symbol_venus.svg\" title=\"Portal das mulheres\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/74/Symbol_venus.svg/40px-Symbol_venus.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/74/Symbol_venus.svg/60px-Symbol_venus.svg.png 2x\" data-file-width=\"16\" data-file-height=\"16\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Mulheres\" title=\"Portal:Mulheres\">Portal das mulheres</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Army_star_of_the_USSR_armed_forces.svg\" title=\"Portal do comunismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Army_star_of_the_USSR_armed_forces.svg/40px-Army_star_of_the_USSR_armed_forces.svg.png\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Army_star_of_the_USSR_armed_forces.svg/60px-Army_star_of_the_USSR_armed_forces.svg.png 2x\" data-file-width=\"839\" data-file-height=\"800\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Comunismo\" title=\"Portal:Comunismo\">Portal do comunismo</a></span></span></li>      </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1871\" title=\"Categoria:Nascidos em 1871\">Nascidos em 1871</a><a href=\"/wiki/Categoria:Mortos_em_1919\" title=\"Categoria:Mortos em 1919\">Mortos em 1919</a><a href=\"/wiki/Categoria:Anti-imperialismo\" title=\"Categoria:Anti-imperialismo\">Anti-imperialismo</a><a href=\"/wiki/Categoria:Ateus_da_Alemanha\" title=\"Categoria:Ateus da Alemanha\">Ateus da Alemanha</a><a href=\"/wiki/Categoria:Comunistas_da_Alemanha\" title=\"Categoria:Comunistas da Alemanha\">Comunistas da Alemanha</a><a href=\"/wiki/Categoria:Comunistas_da_Pol%C3%B4nia\" title=\"Categoria:Comunistas da Polônia\">Comunistas da Polônia</a><a href=\"/wiki/Categoria:Anticapitalistas_da_Alemanha\" title=\"Categoria:Anticapitalistas da Alemanha\">Anticapitalistas da Alemanha</a><a href=\"/wiki/Categoria:Antifascistas_da_Alemanha\" title=\"Categoria:Antifascistas da Alemanha\">Antifascistas da Alemanha</a><a href=\"/wiki/Categoria:Economistas_da_Alemanha\" title=\"Categoria:Economistas da Alemanha\">Economistas da Alemanha</a><a href=\"/wiki/Categoria:Economistas_da_Pol%C3%B4nia\" title=\"Categoria:Economistas da Polônia\">Economistas da Polônia</a><a href=\"/wiki/Categoria:Economistas_do_s%C3%A9culo_XIX\" title=\"Categoria:Economistas do século XIX\">Economistas do século XIX</a><a href=\"/wiki/Categoria:Economistas_do_s%C3%A9culo_XX\" title=\"Categoria:Economistas do século XX\">Economistas do século XX</a><a href=\"/wiki/Categoria:Estudiosos_de_rela%C3%A7%C3%B5es_internacionais\" title=\"Categoria:Estudiosos de relações internacionais\">Estudiosos de relações internacionais</a><a href=\"/wiki/Categoria:Feministas_da_Alemanha\" title=\"Categoria:Feministas da Alemanha\">Feministas da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofas\" title=\"Categoria:Filósofas\">Filósofas</a><a href=\"/wiki/Categoria:Jornalistas_assassinados\" title=\"Categoria:Jornalistas assassinados\">Jornalistas assassinados</a><a href=\"/wiki/Categoria:Judeus_ateus\" title=\"Categoria:Judeus ateus\">Judeus ateus</a><a href=\"/wiki/Categoria:Judeus_da_Alemanha\" title=\"Categoria:Judeus da Alemanha\">Judeus da Alemanha</a><a href=\"/wiki/Categoria:Judeus_da_Pol%C3%B4nia\" title=\"Categoria:Judeus da Polônia\">Judeus da Polônia</a><a href=\"/wiki/Categoria:Mortes_por_armas_de_fogo_na_Alemanha\" title=\"Categoria:Mortes por armas de fogo na Alemanha\">Mortes por armas de fogo na Alemanha</a><a href=\"/wiki/Categoria:Mulheres_da_Alemanha_na_pol%C3%ADtica\" title=\"Categoria:Mulheres da Alemanha na política\">Mulheres da Alemanha na política</a><a href=\"/wiki/Categoria:Mulheres_economistas_da_Alemanha\" title=\"Categoria:Mulheres economistas da Alemanha\">Mulheres economistas da Alemanha</a><a href=\"/wiki/Categoria:Mulheres_jornalistas_da_Alemanha\" title=\"Categoria:Mulheres jornalistas da Alemanha\">Mulheres jornalistas da Alemanha</a><a href=\"/wiki/Categoria:Naturais_de_Lublin_(voivodia)\" title=\"Categoria:Naturais de Lublin (voivodia)\">Naturais de Lublin (voivodia)</a><a href=\"/wiki/Categoria:Pacifistas_da_Alemanha\" title=\"Categoria:Pacifistas da Alemanha\">Pacifistas da Alemanha</a><a href=\"/wiki/Categoria:Pessoas_assassinadas_na_Alemanha\" title=\"Categoria:Pessoas assassinadas na Alemanha\">Pessoas assassinadas na Alemanha</a><a href=\"/wiki/Categoria:Pessoas_da_Rep%C3%BAblica_de_Weimar\" title=\"Categoria:Pessoas da República de Weimar\">Pessoas da República de Weimar</a><a href=\"/wiki/Categoria:Pol%C3%ADticos_alem%C3%A3es_assassinados\" title=\"Categoria:Políticos alemães assassinados\">Políticos alemães assassinados</a><a href=\"/wiki/Categoria:Pol%C3%ADticos_do_Imp%C3%A9rio_Alem%C3%A3o\" title=\"Categoria:Políticos do Império Alemão\">Políticos do Império Alemão</a><a href=\"/wiki/Categoria:Pol%C3%ADticos_do_Partido_Social-Democrata_da_Alemanha\" title=\"Categoria:Políticos do Partido Social-Democrata da Alemanha\">Políticos do Partido Social-Democrata da Alemanha</a><a href=\"/wiki/Categoria:Revolu%C3%A7%C3%A3o_Alem%C3%A3_de_1918-1919\" title=\"Categoria:Revolução Alemã de 1918-1919\">Revolução Alemã de 1918-1919</a><a href=\"/wiki/Categoria:Socialistas_da_Alemanha\" title=\"Categoria:Socialistas da Alemanha\">Socialistas da Alemanha</a><a href=\"/wiki/Categoria:Te%C3%B3ricos_marxistas\" title=\"Categoria:Teóricos marxistas\">Teóricos marxistas</a><a href=\"/wiki/Categoria:Viol%C3%AAncia_contra_a_mulher_na_Alemanha\" title=\"Categoria:Violência contra a mulher na Alemanha\">Violência contra a mulher na Alemanha</a><a href=\"/wiki/Categoria:Judias\" title=\"Categoria:Judias\">Judias</a><a href=\"/wiki/Categoria:Assassinados_em_1919\" title=\"Categoria:Assassinados em 1919\">Assassinados em 1919</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/5/52/Rosa_Luxemburg.jpg/250px-Rosa_Luxemburg.jpg",
    "view": "rosa_luxemburgo"
}