{
    "url": "https://pt.wikipedia.org/wiki/Rudolf_Carnap",
    "codigo_http": 200,
    "titulo": [
        "Rudolf Carnap"
    ],
    "conteudo": [
        "Rudolf Carnap (Ronsdorf, Wuppertal,  18 de maio de 1891 — Santa Mônica, 14 de setembro de 1970) foi um filósofo alemão que trabalhou na Europa central antes de 1935 e nos Estados Unidos posteriormente. Foi um dos principais membros do Círculo de Viena e um eminente defensor do positivismo lógico.\n",
        "Carnap nasceu em uma família do norte da Alemanha que foi humilde até a geração dos seus pais. Ele iniciou sua educação formal no ginásio de Barmen. De 1910 a 1914, ele estudou na Universidade de Jena, pretendendo escrever uma tese em física. Mas ele também estudou cuidadosamente a Crítica da razão pura de Kant em um curso de Bruno Bauch, e foi um dos poucos alunos dos cursos de lógica matemática de Frege. Após servir no exército alemão na Primeira Guerra Mundial por três anos ele recebeu a permissão de estudar física na Universidade de Berlin, em 1917-18, período no qual Albert Einstein foi nomeado professor. A seguir Carnap foi para a Universidade de Freiburg, onde escreveu uma tese estabelecendo uma teoria axiomática do espaço e do tempo. O departamento de física disse que ela era muito filosófica, e Bruno Bauch, do departamento de filosofia, disse que ela era pura física. Daí Carnap escreveu outra tese, sob a supervisão de Bauch, de um ponto de vista kantiano, mais ortodoxo, sobre a teoria do espaço. A tese foi publicada em 1922.\n",
        "Em 1921 Carnap escreveu uma carta cheia de conseqüências a Bertrand Russell, que respondeu copiando à mão longas passagens do seu (em coautoria com Alfred N. Whitehead) Principia mathematica para uso de Carnap, pois nem Carnap nem a Universidade de Freiburg tinham recursos para adquirir uma cópia dessa obra importante. Em 1924 e 1925 ele participou de seminários de Edmund Husserl, o fundador da fenomenologia, e continuou a escrever sobre física da perspectiva do positivismo lógico.\n",
        "Carnap encontrou um espírito próximo ao seu quando encontrou Hans Reichenbach em uma conferência em 1923. Reichenbach o apresentou a Moritz Schlick. Schlick ofereceu a Carnap um cargo no seu departamento na Universidade de Viena. Carnap tomou posse em 1926. A partir desse momento Carnap  reuniu-se ao grupo informal de intelectuais de Viena que veio a ser chamado de Círculo de Viena. Liderado por Schlick, o grupo incluia Hans Hahn, Friedrich Waismann, Otho Neurath e Herbert Feigl, com aparições ocasionais de Kurt Gödel, aluno de Hahn. Carnap encontrou-se com Wittgenstein quando ele visitou Viena. Com Hahn e Neurath, Carnap escreveu em 1929 o manifesto do Círculo de Viena. Com Hans Reichenbach fundou a revista Erkenntnis, até hoje um dos principais periódicos filosóficos.\n",
        "Em 1928 Carnap publicou dois livros importantes:\n",
        "Em fevereiro de 1930 Tarski conferenciou em Viena, e em novembro do mesmo ano Carnap visitou Varsóvia. Nessas ocasiões Carnap aprendeu muito sobre a abordagem da semântica a partir da teoria dos modelos de Tarski.\n",
        "Em 1931, Carnap foi nomeado professor na Universidade de Praga, onde se falava alemão. Aí ele escreveu sua Sintaxe lógica da linguagem, obra de 1934 que o tornou o mais famoso positivista lógico. Em 1933, Quine o encontrou em Praga, e os dois discutiram a obra profundamente. Nesse momento começou um respeito mútuo entre os dois filósofos que perdurou por todas suas vidas e sobreviveu às discordâncias de Quine em relação às conclusões filosóficas de Carnap.\n",
        "Carnap, sem ilusões sobre o que o Terceiro Reich estava planejando para a Europa, e cujas convicções socialistas e pacifistas faziam dele um homem marcado, emigrou para os Estados Unidos em 1935 e tornou-se um cidadão naturalizado em 1941. Enquanto isso, em Viena, Schlick foi assassinado em 1936. De 1936 a 1952 Carnap foi professor de filosofia na Universidade de Chicago. Graças a Quine, Carnap passou os anos 1939-41 em Harvard, onde se reuniu a Tarski. Na sua autobiografia, Carnap expressou certa irritação com seu período em Chicago, onde ele e Charles W. Morris eram os únicos membros do departamento comprometidos com a primazia da ciência e da lógica. (Entre seus colegas de Chicago estavam Richard McKeon, Mortimer Adler, Charles Hartshorne e Manley Thompson.) Todavia, os anos de Carnap em Chicago foram muito produtivos. Ele escreveu livros sobre semântica e lógica modal, tendo chegado muito perto da atual abordagem da semântica dos mundos possíveis e das fundações da probabilidade e da indução.\n",
        "Após uma breve passagem no Instituto para o Estudo Avançado de Princeton, ele juntou-se ao departamento de filosofia na Universidade da Califórnia em Los Angeles (UCLA) em 1954, após a morte de Reichenbach no ano anterior. Ele havia anteriormente rejeitado uma proposta similar, condicionada à assinatura de um juramento  de lealdade - prática do período macarthista à qual ele se opunha, por questão de princípios. Na UCLA ele escreveu sobre o conhecimento científico, a dicotomia analítico-sintético e o princípio de verificação. Seus escritos da época sobre termodinâmica e as fundações da probabilidade e da indução foram publicados posteriormente.\n",
        "Carnap aprendeu esperanto como autodidata aos 14 anos de idade. Pela sua autobiografia vemos que ele permaneceu simpático à língua durante toda a vida. Ele participou de um Congresso Mundial de Esperanto e utilizou a língua em viagens.\n",
        "Carnap teve quatro filhos do seu primeiro casamento, o qual terminou em divórcio em 1929. Sua segunda esposa suicidou-se em 1964.\n",
        "Sua Introdução à lógica simbólica com aplicações é uma boa introdução à sua lógica. Na obra encontramos bastante atenção a vários pontos filosóficos normalmente negligenciados por textos de lógica, indiferença à metateoria, fascinação com a semântica formalizada, atitude casual sobre a prova, nenhuma menção à dedução natural, atenção à lógica das relações, vários exemplos interessantes de teorias axiomáticas, muitos formulados em lógica de segunda ordem, e uma grande dívida com Principia mathematica.\n",
        "Carnap rejeitou a metafísica através do emprego da dicotomia entre juízos analíticos e sintéticos e do princípio de verificação. Sua crítica aos pseudoproblemas filosóficos é influenciada por Wittgenstein. Carnap vê a metafísica como inútil e sem sentido.\n",
        "Carnap funda o logicismo e o formalismo com relação à matemática e aritmética. Seu logicismo deriva de Frege.\n",
        "Carnap vê as diferentes ciências como redutíveis à física.\n",
        "Carnap tem uma teoria puramente analítica das estruturas lingüísticas.\n"
    ],
    "ligacoes": [
        "<ul><li>1922. <i>Der Raum: Ein Beitrag zur Wissenschaftslehre</i>, <i>Kant-Studien</i>, Ergänzungshefte, no. 56. His Ph.D. thesis.</li>\n<li>1926. <i>Physikalische Begriffsbildung</i>. Karlsruhe: Braun.</li>\n<li>1928. <i>Scheinprobleme in der Philosophie</i> (Pseudoproblems of Philosophy). Berlin: Weltkreis-Verlag.</li>\n<li>1928. <i>Der Logische Aufbau der Welt</i>. Leipzig: Felix Meiner Verlag.</li>\n<li>1929. <i>Abriss der Logistik, mit besonderer Berücksichtigung der Relationstheorie und ihrer Anwendungen</i>. Springer.</li>\n<li>1934. <i>Logische Syntax der Sprache</i>.</li>\n<li>1996 (1935). <i>Philosophy and Logical Syntax</i>. Bristol UK: Thoemmes. <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20051215185548/http://philosophy.ru/edu/ref/sci/carnap.html\">Trecho.</a></li>\n<li>1939, <i>Foundations of Logic and Mathematics</i> in <i>International Encyclopedia of Unified Science, Vol. I, no. 3</i>. University of Chicago Press.</li>\n<li>1942. <i>Introduction to Semantics</i>. Harvard Uni. Press.</li>\n<li>1943. <i>Formalization of Logic</i>. Harvard Uni. Press.</li>\n<li>1956 (1947). <i>Meaning and Necessity: a Study in Semantics and Modal Logic</i>. University of Chicago Press.</li>\n<li>1950. <i>Logical Foundations of Probability</i>. University of Chicago Press. <a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060111115325/http://www.lawrence.edu/fast/boardmaw/Carnap_Explica2.html\">Pp. 3-15 online.</a></li>\n<li>1950. \"<a rel=\"nofollow\" class=\"external text\" href=\"http://www.ditext.com/carnap/carnap.html\">Empiricism, Semantics, Ontology</a>\", <i>Revue Internationale de Philosophie 4</i>: 20-40.</li>\n<li>1952. <i>The Continuum of Inductive Methods</i>. University of Chicago Press.</li>\n<li>1958. <i>Introduction to Symbolic Logic with Applications</i>. Dover.</li>\n<li>1963, \"Intellectual Autobiography\" in Schilpp (1963: 1-84).</li>\n<li>1966. <i>Philosophical Foundations of Physics</i>. Martin Gardner, ed. Basic Books. <a rel=\"nofollow\" class=\"external text\" href=\"https://www.marxists.org/reference/subject/philosophy/works/ge/carnap.htm\">Trecho.</a></li>\n<li>1971. <i>Studies in inductive logic and probability, Vol. 1</i>. University of California Press.</li>\n<li>1977. <i>Two essays on entropy</i>. Shimony, Abner, ed. University of California Press.</li>\n<li>1980. <i>Studies in inductive logic and probability, Vol. 2</i>. Jeffrey, R. C., ed. University of California Press.</li></ul>",
        "<ul><li><a href=\"/wiki/Ivor_Grattan-Guinness\" title=\"Ivor Grattan-Guinness\">Ivor Grattan-Guinness</a>, 2000. <i>In Search of Mathematical Roots</i>. Princeton Uni. Press.</li>\n<li><a href=\"/w/index.php?title=Willard_Quine&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Willard Quine (página não existe)\">Willard Quine</a>, 1985. <i>The Time of My Life: An Autobiography</i>. MIT Press.</li>\n<li>Richardson, Alan W., 1998. <i>Carnap's construction of the world : the </i>Aufbau<i> and the emergence of logical empiricism</i>. Cambridge Uni. Press.</li>\n<li>Schilpp, P. A., ed., 1963. <i>The Philosophy of Rudolf Carnap</i>. LaSalle IL: Open Court.</li>\n<li>Spohn, Wolfgang, ed., 1991. <i>Erkenntnis Orientated: A Centennial Volume for Rudolf Carnap and Hans Reichenbach</i>. Kluwer Academic Publishers.</li>\n<li>1991. <i>Logic, Language, and the Structure of Scientific Theories: Proceedings of the Carnap-Reichenbach Centennial, University of Konstanz, 21-24 May 1991</i>. University of Pittsburgh Press.</li></ul>",
        "<ul><li><a href=\"/wiki/Metaontologia\" title=\"Metaontologia\">Metaontologia</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.carnap.org/carnapbib.html\">Bibliografia online.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.rbjones.com/rbjpub/philos/history/rcp000.htm\">The philosophy of Rudolf Carnap.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.carnap.org\">Rudolf Carnap Webpage and Directory of Internet Resources</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.library.pitt.edu/libraries/special/asp/carnap.html\">Rudolf Carnap Collection</a> at the University of Pittsburgh.</li>\n<li>Homepage of the <a rel=\"nofollow\" class=\"external text\" href=\"http://www.phil.cmu.edu/projects/carnap/nav_page.htm\">Collected Works of Rudolf Carnap.</a></li>\n<li>Internet Encyclopedia of Philosophy: <a rel=\"nofollow\" class=\"external text\" href=\"http://www.iep.utm.edu/c/carnap.htm\">Rudolf Carnap</a> by Mauro Murzi.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.rbjones.com/rbjpub/philos/history/rcp000.htm\">Precis</a> of Carnap's philosophy.</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1891\" title=\"Categoria:Nascidos em 1891\">Nascidos em 1891</a><a href=\"/wiki/Categoria:Mortos_em_1970\" title=\"Categoria:Mortos em 1970\">Mortos em 1970</a><a href=\"/wiki/Categoria:Ateus_da_Alemanha\" title=\"Categoria:Ateus da Alemanha\">Ateus da Alemanha</a><a href=\"/wiki/Categoria:Ateus_dos_Estados_Unidos\" title=\"Categoria:Ateus dos Estados Unidos\">Ateus dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_anal%C3%ADticos\" title=\"Categoria:Filósofos analíticos\">Filósofos analíticos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Naturais_do_Imp%C3%A9rio_Alem%C3%A3o\" title=\"Categoria:Naturais do Império Alemão\">Naturais do Império Alemão</a><a href=\"/wiki/Categoria:Positivistas_l%C3%B3gicos\" title=\"Categoria:Positivistas lógicos\">Positivistas lógicos</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/0/04/Rudolf_Carnap_1895.jpeg/250px-Rudolf_Carnap_1895.jpeg",
    "view": "rudolf_carnap"
}