{
    "url": "https://pt.wikipedia.org/wiki/Salomon_Maimon",
    "codigo_http": 200,
    "titulo": [
        "Salomon Maimon"
    ],
    "conteudo": [
        "Salomon ben Joshua, dito  Salomon Maimon (Nieswiez, 1753 — Nieder-Siegersdorf, Silésia, 22 de Novembro de 1800) foi um filósofo polonês.\n",
        "Nascido em Sukoviborg, Lituânia, no ano de 1753, recebeu o nome de Shlomo ben Yehoshua. Foi educado no estudo do Talmude e da Cabala, mantendo uma simpatia pelo chassidismo do período. Através da leitura das obras de Maimônides, especialmente seu Guia dos Perplexos, Salomon recebeu uma forte influência para a filosofia.[1] Migrou para a Alemanha quando tinha um pouco mais de 20 anos, afim de ter uma educação mais secular, lá, assumiu o sobrenome de Maimon, em homenagem à Maimônides. Passou um breve período em Königsberg antes de partir para Berlim, onde não conseguiu se fixar em razão das restrições contra os judeus. Tornou-se, então, um andarilho, permanecendo em alguns lugares por anos, onde costumava ser estimado enquanto um \"rabino andarilho\".[1]\n",
        "Retornou a Berlim em 1780, quando conseguiu finalmente se fixar. Criou vínculos com diversas figuras do haskalah, como Marcus Herz, Lazarus Bendavid, e, em menor grau, Moses Mendelssohn. A partir de 1883 passou dois anos em Hamburgo, onde estudou numa escola luterana diversas línguas modernas e latim, como também a cultura científica da época. Após esse período, de volta em Berlim, escreveu um comentário crítico à Crítica da razão pura, que foi enviado ao próprio Kant através de Herz, que reconheceu a precisão da compreensão de Maimon sobre sua filosofia. Os anos seguintes foram de intensa produção intelectual, quando escreveu, entre outras coisas, um comentário em hebreu ao Guia dos Perplexos, como também colaborou com a Magazin zur Erfahrungsseelenkunde, a primeira revista de psicologia empírica da Alemanha. Correspondeu com alguns dos principais intelectuais da época, como Immanuel Kant, Karl Leonhard Reinhold, Goethe e Fichte.[1]\n",
        "O conde Heinrich Wilhelm Adolf von Kalckreuth tornou-se seu patrono no fim da vida, junto ao qual Maimon permaneceu em Nieder-Siegersdorf, Silésia, entre 1795 e o momento de sua morte.[1]\n"
    ],
    "ligacoes": [
        "<ul><li><i>Autobiografia</i> (<a href=\"/wiki/1793\" title=\"1793\">1793</a>;</li>\n<li><i>Ensaio de uma nova lógica</i> (<a href=\"/wiki/1794\" title=\"1794\">1794</a>;</li>\n<li><i>As categorias aristolélicas</i> (<a href=\"/wiki/1794\" title=\"1794\">1794</a>);</li>\n<li><i>Pesquisas críticas sobre o espírito humano</i> (<a href=\"/wiki/1797\" title=\"1797\">1797</a>).</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.salomon-maimon.de/\">«Salomon Maimon»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ASalomon+Maimon&amp;rft.btitle=Salomon+Maimon&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.salomon-maimon.de%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1754\" title=\"Categoria:Nascidos em 1754\">Nascidos em 1754</a><a href=\"/wiki/Categoria:Mortos_em_1800\" title=\"Categoria:Mortos em 1800\">Mortos em 1800</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Pol%C3%B3nia\" title=\"Categoria:Filósofos da Polónia\">Filósofos da Polónia</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XVIII\" title=\"Categoria:Filósofos do século XVIII\">Filósofos do século XVIII</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/d/d6/Solomon_maimon.gif",
    "view": "salomon_maimon"
}