{
    "url": "https://pt.wikipedia.org/wiki/Samuel_Clarke",
    "codigo_http": 200,
    "titulo": [
        "Samuel Clarke"
    ],
    "conteudo": [
        "Samuel Clarke (Norwich, 11 de outubro de 1675 — Londres, 17 de maio de 1729) foi um filósofo inglês e clérigo anglicano. Ele é considerado a principal figura britânica na filosofia entre John Locke e George Berkeley.[1]\n",
        "Clarke nasceu em Norwich, filho de Edward Clarke, vereador de Norwich e membro do Parlamento, e irmão de John Clarke. Ele foi educado na Norwich School e Caius College, em Cambridge. Seu tutor em Caius foi John Ellis, um amigo pessoal de Isaac Newton, mas que na filosofia natural ensinava de acordo com o cartesianismo que prevalecia na universidade.[2][3][4]\n",
        "Clarke, no entanto, passou a adotar o novo sistema físico de Newton; ele usou o veículo de uma tradução comentada de um trabalho sobre física na tradição cartesiana para comentar sobre a superioridade do sistema newtoniano. Este livro foi publicado em 1697 e, no mesmo ano, Clarke conheceu o newtoniano William Whiston. Foi um encontro casual em Norwich, mas Whiston era então capelão de John Moore, bispo de Norwich. Tendo recebido ordens sagradas, Clarke tornou-se capelão de Moore no lugar de Whiston, e foi apresentado por Moore à reitoria de Drayton, Norfolk.[5][6][7]\n",
        "Em 1706, por influência de Moore, Clarke obteve a reitoria de St Benet Paul's Wharf, em Londres. Pouco depois, a rainha Anne nomeou-o um de seus capelães ordinários e, em 1709, apresentou-o à reitoria de St. James, em Westminster. Sua igreja colocou Clarke em contato pessoal com Newton.[7][8]\n",
        "Clarke foi professor de Boyle por dois anos e produziu dois livros. Os teólogos newtonianos usaram as palestras Boyle para atacar os oponentes (Thomas Hobbes e Baruch Spinoza, deístas e livres-pensadores em particular). As palestras de Clarke definem a agenda para futuros debates. Ele tratou em 1704 com o Ser e Atributos de Deus, um exemplo de um sistema físico-teológico; e em 1705 com as Evidências da Religião Natural e Revelada. Mais tarde, esses livros foram publicados juntos.[9][10][11]\n",
        "A reputação de Clarke baseava-se em grande parte em seu esforço para demonstrar a existência de Deus e em sua teoria do fundamento da retidão. O primeiro não é um argumento puramente a priori e não foi apresentado como tal. A inteligência, por exemplo, da existência própria e da causa original de todas as coisas, diz ele, \"não é facilmente provada a priori\", mas \"comprovadamente provada a posteriori a partir da variedade e dos graus de perfeição nas coisas e da ordem de causas e efeitos, da inteligência que os seres criados são confessadamente dotados, e da beleza, ordem e propósito final das coisas\". As teses mantidas no argumento são:[8]\n",
        "Para estabelecer sua sexta tese, Clarke argumentou que tempo e espaço, eternidade e imensidão, não são substâncias, mas atributos: os atributos de um ser autoexistente.[8]\n",
        "A obra de Clarke sobre a existência de Deus desencadeou um debate britânico que durou até meados do século. Edmund Law e outros escritores representaram Clarke argumentando desde a existência de tempo e espaço até a existência da Divindade. Law foi influenciado por um trabalho de 1718 de Samuel Colliber que modificou a abordagem de Clarke.[8][12]\n",
        "A correspondência pública de Samuel Clarke com o livre pensador inglês Anthony Collins em 1707 e 1708 foi um debate sobre a natureza da consciência. O foco principal da correspondência foi a possibilidade de uma teoria materialista da mente. Collins defendeu a posição materialista de que a consciência era uma propriedade emergente do cérebro, enquanto Clarke se opôs a tal visão e argumentou que a mente e a consciência devem ser distintas da matéria. A correspondência também investigou as origens da consciência, identidade pessoal, livre arbítrio e determinismo.[13]\n",
        "O debate surgiu de uma polêmica de 1706 sobre a imortalidade da alma. Clarke publicou uma refutação das opiniões de Henry Dodwell, e isso atraiu Collins, que escreveu uma Carta ao Sr. Dodwell em sua defesa. Na sexta edição (1731), a própria Carta de Clarke ao Sr. Dodwell de 1706 havia crescido para 475 páginas, incluindo as respostas de Collins. O principal argumento de Clarke contra Dodwell era que a alma, sendo imaterial, deve ser imortal. John Norris argumentou de forma diferente, embora do lado de Clarke no debate, usando em particular as ideias de Malebranche. Collins desafiou Clarke com base em seu dualismo de substância.[14][15][16][17]\n",
        "Clarke estudou as escrituras nas línguas originais e os escritores cristãos primitivos. Obteve o grau de doutor em divindade em 1710, defendendo como tese as duas proposições: Nullum fidei Christianae dogma, em Sacris Scripturis traditum, est rectae rationi dissentaneum, e Sine actionum humanarum libertate nulla potest esse religio.[2][5][18]\n",
        "Durante 1712, Clarke publicou seu tratado sobre The Scripture Doctrine of the Trinity. Está dividido em três partes. O primeiro contém uma coleção e exegese de textos do Novo Testamento relacionados à doutrina da Trindade; no segundo, a doutrina é exposta e explicada como um conjunto de proposições; e nas terceiras passagens da liturgia da Igreja da Inglaterra relacionadas com a doutrina da Trindade são consideradas.[8][19]\n",
        "Whiston afirmou que, algum tempo antes da publicação, uma mensagem foi enviada a Clarke por Sidney Godolphin, no sentido de que \"os assuntos do público eram com dificuldade mantidos nas mãos daqueles que defendiam a liberdade\", e que, portanto, era uma época ruim para a publicação de um livro polêmico. De qualquer forma, Clarke não deu atenção a nenhum escrúpulo Whig.[8]\n",
        "Maurice Wiles chama as opiniões de Clarke de \"arianismo moderado\". Na época, eles certamente foram denunciados como arianismo; eles pertenciam, como o de Newton, ao tipo de antitrinitarismo mais tarde chamado de \"alto arianismo\". A posição de Clarke era subordinacionista e menos radical do que a de Newton e dos unitaristas ingleses típicos de seu tempo. Ele olhou para 1251 textos bíblicos e rejeitou a comma Johanneum. Ele fez um caso mais cuidadoso do que Whiston.[20][21][22]\n",
        "A controvérsia dentro da Igreja da Inglaterra para a qual Clarke foi um dos principais contribuintes foi iniciada por George Bull, com sua publicação em 1685 de pontos de vista sobre as opiniões dos Padres da Igreja antes do Primeiro Concílio de Nicéia (325 DC). Ele estava reagindo a questões levantadas em outras partes da Europa, por Petavius, por Christopher Sandius e Daniel Zwicker para o campo sociniano e os arminianos.[23]\n",
        "Foi apenas com as discussões acirradas de Clarke e seu principal oponente Daniel Waterland, uma geração mais tarde, que os pontos teológicos e históricos envolvidos entraram claramente em foco. Clarke e Waterland tinham diferenças definidas na teologia da consubstancialidade e asseidade.[24]\n",
        "Waterland defendeu em teologia a ortodoxia anglicana do tempo, em particular que as atitudes possíveis eram, além da visão ortodoxa de Atanásio, limitadas ao arianismo e ao sabelianismo; e que os dois últimos não eram consistentes com as Escrituras. Ele também defendeu a afirmação histórica de Bull, de que os Padres antes de Nicéia mantinham as visões que eram ortodoxas depois de Nicéia. A resistência de Clarke a ambos os pontos teve grande apoio de estudiosos modernos.[25][26]\n",
        "A trajetória da controvérsia inglesa a partir de 1712 envolveu pelo menos dez escritores. No verão de 1714, o debate sobre a The Scripture Doctrine of the Trinity se ramificou e provocou uma reclamação formal da Câmara de Convocação: o Ato de Blasfêmia de 1697 ainda o tornava uma ofensa para \"qualquer pessoa, educada ou tendo feito profissão da religião cristã, escrevendo, pregando, ensinando ou aconselhando falar, para negar a Santíssima Trindade”. Clarke redigiu um prefácio apologético e, em seguida, deu explicações que satisfizeram a Câmara Alta de Convocação. Ele tinha fortes apoiadores entre os bispos. Clarke prometeu não pregar ou escrever sobre o assunto. Arthur Ashley Sykes e John Jackson a partir de então atuaram como seus procuradores. Outros participantes principais na controvérsia foram John Edwards, Francis Gastrell, James Knight que publicou com o biógrafo de Bull, Robert Nelson, Richard Mayo de Great Kimble (filho do inconformista Richard Mayo), Stephen Nye, Edward Welchman e Edward Wells.[2][8][18][24][27][28]\n",
        "Caroline de Ansbach, a princesa de Gales, solicitou que Clarke defendesse seus pontos de vista em uma disputa com Edward Hawarden, e isso aconteceu em 1719, na presença dela. Hawarden voltou ao assunto em Answer to Dr. Clarke and Mr. Whiston (1729).[29]\n",
        "Em 1715 e 1716, Clarke teve uma discussão com Gottfried Leibniz sobre os princípios da filosofia natural e da religião, que foi interrompida quando Leibniz morreu. Uma coleção dos papéis que passaram entre eles foi publicada em 1717.[30]\n",
        "Em 1719, Clarke foi apresentado por Nicholas Lechmere, 1º Barão de Lechmere, ao cargo de mestre do hospital de Wigston em Leicester. Em 1727, com a morte de Sir Isaac Newton, foi oferecido a ele pela corte o lugar de mestre da casa da moeda, com um valor médio de £ 1 200 a £ 1 500 por ano. Ele recusou o posto.[8]\n",
        "No domingo, 11 de maio de 1729, ao sair para pregar perante os juízes no Serjeants 'Inn, Clarke teve uma doença repentina. Isso causou sua morte no sábado seguinte, em Londres. Seu funeral foi realizado em St James's na quinta-feira, 22 de maio.[8][31]\n",
        "Clarke publicou uma versão latina do Traité de physique de Jacques Rohault (1617 (?) - 1672) com notas, que ele terminou antes dos vinte e dois anos. O sistema de Rohault era baseado em princípios cartesianos e anteriormente era conhecido apenas por meio de uma versão latina crua. A tradução de Clarke (1697) continuou a ser usada como livro-texto na universidade até ser suplantada pelos tratados de Newton. Quatro edições foram publicadas, a última sendo a de 1718. Foi traduzido para o inglês em 1723 por seu irmão mais novo, John, reitor de Salisbury.[8]\n",
        "Em 1706, Clarke traduziu a Óptica de Newton para o latim, pela qual o autor o presenteou com £ 500. Em 1709, a pedido do autor, Clarke revisou a tradução inglesa de William Whiston das Apostolical Constitutions. Em 1712, ele publicou uma edição anotada dos Caesar's Commentaries, com gravuras, dedicada a John Churchill, primeiro duque de Marlborough.[8]\n",
        "Em 1729 ele publicou os primeiros doze livros da Ilíada de Homero. Esta edição, dedicada a William Augustus, duque de Cumberland, foi elogiada pelo bispo Hoadly. Três anos após sua morte apareceram também os últimos doze livros da Ilíada, publicados por seu filho Samuel Clarke, os três primeiros desses livros e parte do quarto tendo, como ele afirma, sido revisados ​​e anotados por seu pai.[8]\n",
        "Em 1699, Clarke publicou dois tratados: Three Practical Essays on Baptism, Confirmation and Repentance e Some Reflections on that part of a book called Amyntor, or a Defence of Milton's Life, which relates to the Writings of the Primitive Fathers, and the Canon of the New Testament. Em 1701 ele publicou A Paraphrase upon the Gospel of St Matthew, que foi seguida, em 1702, pelas Paraphrases upon the Gospels of St Mark and St Luke, e logo depois por um terceiro volume sobre São João. Posteriormente, foram impressos juntos em dois volumes e passaram por várias edições.[8]\n",
        "Em 1724, Clarke publicou dezessete sermões, onze dos quais não haviam sido impressos antes. Em 1728 foi publicada \"Uma Carta do Dr. Clarke para Benjamin Hoadly, FRS, ocasionada pela controvérsia relativa à Proporção de Velocidade e Força em Corpos em Movimento\", impressa em Philosophical Transactions.[8]\n",
        "Logo após sua morte, seu irmão, Dr. John Clarke, publicou, a partir de seus manuscritos originais, An Exposition of the Church Catechism e dez volumes de sermões. A exposição é composta pelas palestras que leu nas manhãs de quinta-feira, durante alguns meses do ano, na igreja de S. Tiago. Ele os revisou e os deixou prontos para a impressão.[8]\n",
        "A teoria ética da \"aptidão\" de Clarke é formulada com base na analogia da matemática. Ele sustentava que, em relação à vontade, as coisas possuem uma adequação objetiva semelhante à consistência mútua das coisas no universo físico. Essa adequação Deus deu às ações, assim como deu leis à Natureza; e a adequação é tão imutável quanto as leis. A teoria foi criticada por héodore Simon Jouffroy, Amédée Jacques, Sir James Mackintosh, Thomas Brown, Francis Hutcheson e outros, mas substancialmente defendida por John Balguy contra Hutchesoncaso sentimentalista contra o racionalismo moral. Uma forma semelhante de racionalismo moral é desenvolvida pelo platônico de Cambridge Ralph Cudworth.[8]\n",
        "Clarke teve uma influência sobre os filósofos do Iluminismo, incluindo Lord Monboddo. Ele deixou notas no Book of Common Prayer. Estes tornaram-se a fonte de The Book of Common Prayer Reformed According to the Plan of the Late Dr. Samuel Clarke 1774 de Theophilus Lindsey, e outras obras litúrgicas.[32][33]\n"
    ],
    "ligacoes": [
        "<ul><li><i>A Demonstration of the Being and Attributes of God: and Other Writings</i>, ed. por Ezio Vailati, Cambridge: <a href=\"/wiki/Cambridge_University_Press\" title=\"Cambridge University Press\">Cambridge University Press</a>, 1998.</li>\n<li><a href=\"/wiki/Gottfried_Wilhelm_Leibniz\" class=\"mw-redirect\" title=\"Gottfried Wilhelm Leibniz\">G. W. Leibniz</a> and Samuel Clarke. <i>Correspondence</i>, edited by Roger Ariew, Indianapolis: Hackett, 2000.</li></ul>",
        "<ul><li>Este artigo incorpora texto  (em inglês) da <i><a href=\"/wiki/Encyclop%C3%A6dia_Britannica_(edi%C3%A7%C3%A3o_de_1911)\" title=\"Encyclopædia Britannica (edição de 1911)\">Encyclopædia Britannica</a></i> (11.ª edição), publicação em <a href=\"/wiki/Dom%C3%ADnio_p%C3%BAblico\" title=\"Domínio público\">domínio público</a>.</li></ul>",
        "<ul><li>Alexander Bain, <i>Moral Science</i> (1872), p. 562 foIl., and <i>Mental Science</i> (1872), p. 416.</li>\n<li>Preface by Benjamin Hoadly to <i>Clarke's Works</i> (4 vols., London, 1738–1742).</li>\n<li>John Hunt, <i>Religious Thought in England</i> (1870–78, 3 vols.), passim, but particularly in vol. ii. 447-457, and vol. iii. 20-29 and 109-115, &amp;c. on his general philosophical position.</li>\n<li>J. E. le Rossignol, <i>Ethical Philosophy of S. Clarke</i> (Leipzig, 1892).</li>\n<li>Ortner, Ulrich J., <i>Die Trinitätslehre Samuel Clarkes. Ein Forschungsbeitrag zur Theologie der frühen englischen Aufklärung</i>, Frankfurt am Main: Lang, 1996.</li>\n<li>Pfizenmaier, Thomas C. <i>The Trinitarian Theology of Dr. Samuel Clarke (1675-1729): Context, Sources, and Controversy</i>, Leiden: Brill, 1997.</li>\n<li><a href=\"/wiki/Henry_Sidgwick\" title=\"Henry Sidgwick\">Henry Sidgwick</a>, <i>Methods of Ethics</i> (6th ed., 1901), p. 384.</li>\n<li><a href=\"/wiki/Leslie_Stephen\" title=\"Leslie Stephen\">Leslie Stephen</a>, <i>English Thought in the Eighteenth Century</i> (3rd ed., 1902), c. iii.</li>\n<li><a href=\"/wiki/William_Whiston\" title=\"William Whiston\">William Whiston</a>, <i>Historical Memoirs of the Life and Writings of Dr. Samuel Clarke</i>, London, 1730.</li>\n<li>Robert Zimmermann, <i>Samuel Clarke's Leben und Lehre: ein Beitrag zur Geschichte des Rationalismus in England</i> in <i>Denkschriften d. k. Akademie der Wissenschaften, Phil. Hist. Classe</i>, Bd. xix. (Vienna, 1870).</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"//archive.org/search.php?query=%28subject%3A%22Clarke%2C%20Samuel%22%20OR%20subject%3A%22Samuel%20Clarke%22%20OR%20creator%3A%22Clarke%2C%20Samuel%22%20OR%20creator%3A%22Samuel%20Clarke%22%20OR%20title%3A%22Samuel%20Clarke%22%20OR%20description%3A%22Clarke%2C%20Samuel%22%20OR%20description%3A%22Samuel%20Clarke%22%29%20OR%20%28%221675-1729%22%20AND%20Clarke%29\">Obras de ou sobre Samuel Clarke</a> no <a href=\"/wiki/Internet_Archive\" title=\"Internet Archive\">Internet Archive</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.earlymoderntexts.com/\">Uma versão bastante legível da correspondência com Leibniz, uma correspondência com Joseph Butler e o livro de Clarke \"Demonstration of the Being and Attributes of God\".</a></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1675\" title=\"Categoria:Nascidos em 1675\">Nascidos em 1675</a><a href=\"/wiki/Categoria:Mortos_em_1729\" title=\"Categoria:Mortos em 1729\">Mortos em 1729</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Inglaterra\" title=\"Categoria:Filósofos da Inglaterra\">Filósofos da Inglaterra</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Cambridge\" title=\"Categoria:Alunos da Universidade de Cambridge\">Alunos da Universidade de Cambridge</a><a href=\"/wiki/Categoria:Naturais_de_Norwich_(Inglaterra)\" title=\"Categoria:Naturais de Norwich (Inglaterra)\">Naturais de Norwich (Inglaterra)</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/a/aa/Rev_Samuel_Clarke.jpg",
    "view": "samuel_clarke"
}