{
    "url": "https://pt.wikipedia.org/wiki/Simone_Weil",
    "codigo_http": 200,
    "titulo": [
        "Simone Weil"
    ],
    "conteudo": [
        "Simone Adolphine Weil (Paris, 3 de fevereiro de 1909 – Ashford, 24 de agosto de 1943) foi uma escritora, mística e filósofa francesa, que se tornou operária da Renault para escrever sobre o cotidiano dentro das fábricas.\n",
        "Lutou na Guerra Civil Espanhola, ao lado dos republicanos, e na Resistência Francesa, em Londres; por ser bastante conhecida, foi impedida de retornar à França como pretendia; acometida de tuberculose, não teria admitido se alimentar além da ração diária permitida aos soldados, nos campos de batalha, ou aos civis pelos tickets de racionamento. Com a progressiva deterioração de seu estado de saúde, em estado de desnutrição, faleceu poucos dias depois de seu internamento hospitalar.\n",
        "Irmã mais jovem do matemático André Weil, Simone nasceu numa família judia não-praticante; ela e o irmão cresceram agnósticos. Revelando precocemente uma inteligência notável e uma personalidade excêntrica (recusava-se frequentemente a comer por razões \"idealísticas\" e estava determinada a permanecer virgem), Simone já falava grego arcaico aos doze anos de idade.  Aos 15, obteve um bacharelado em filosofia e passou três anos preparando-se para o concorrido exame da École Normale Supérieure sob a supervisão do filósofo anticonformista \"Alain\" (que a apelidou – por causa das roupas estranhas que costumava usar – de \"Marciana\"). Uma das primeiras mulheres a estudar na instituição, existem controvérsias se ela teria se formado em primeiro (segundo algumas fontes) ou segundo lugar (conforme afirmam outras). Todavia, todas as fontes são unânimes em afirmar que ela graduou-se imediatamente à frente de outra Simone – a de Beauvoir.\n",
        "Em 1931, Simone Weil tornou-se professora numa escola secundária para moças em Le Puy, onde ganhou outro apelido exótico: \"Virgem Vermelha\", algo como um misto de freira e anarquista.  Compartilhava a prosaica atividade do magistério com períodos exaustivos trabalhando em fazendas e fábricas, método pelo qual encontraria \"o tempo como condição e o espaço como objeto\" de sua ação, pois segundo seu pensamento, o mundo é o lugar adequado para um intelectual estar, ajudando as pessoas a refinarem seus poderes de observação e capacidade crítica; e que o papel apropriado para a ciência é permanecer integrada com a vida produtiva, sem a qual, torna-se meramente um sistema remoto de sinais vazios.\n",
        "Em agosto de 1932, Simone Weil viajou a Berlim para conferir de perto a situação na Alemanha onde constatou o impasse do movimento revolucionário, espremido, de um lado, por uma social-democracia reformista, cujos líderes, bastante próximos dos governantes da República de Weimar, eram por demais estranhos ao proletariado ativo na produção industrial; do outro, por um partido comunista fragilizado, agrupando desempregados e elegendo os social democratas como seus principais adversários. Ambos deixavam o campo aberto para o avanço de Hitler e do nacional-socialismo.  Notou a subordinação, seja da social democracia à burguesia gestora do Estado capitalista, seja da Internacional comunista ou Komintern, à burocracia gestora do Estado soviético. Suas impressões de viagem foram registradas em alguns artigos escritos entre 1932 e 1933.[1]\n",
        "Em 1933, publicou um artigo considerado herético pelos marxistas ortodoxos \"Allons-nous vers la révolution prolétarienne?\" (Vamos em direção à revolução proletária?\"), no qual enfatizava:  a opressão do proletariado era causada pelas técnicas da produção industrial, presentes tanto no capitalismo quanto no socialismo burocrático vigente na Rússia. Aos materialistas históricos faltara a capacidade de enxergar o real com a lucidez que lhes permitisse tanto compreender a realidade histórica das primeiras décadas do século XX, quanto formular a crítica à infundada expectativa de uma efetiva ou iminente revolução proletária. A epígrafe desse artigo, que teve o mérito de antever a falência do socialismo real, eram os versos do Ajax de Sófocles: \"não tenho senão desprezo pelos mortais que se nutrem de esperanças vãs\".  Talvez, como ela observou posteriormente: \"não é a religião, mas a revolução que é o ópio do povo\". A sua própria experiência de operária metalúrgica, iniciada alguns meses mais tarde, levou-a a mais bem compreender que: em nenhum país onde prevaleciam as técnicas produtivas implantadas a partir do modo de produção capitalista (incluindo os que estavam sob o domínio do nazismo, do fascismo e do estalinismo), o planejamento da produção estava prestes a cair sob o controle operário; assim, os mais generosos ou corajosos militantes revolucionários, na mais trágica hipótese, seriam mártires em busca de sua própria morte.\n",
        "Em 1934, Simone licenciou-se por dois anos do magistério para tentar viver como e entre operários. Todavia, sua resistência física só lhe permitiu levar o projeto até agosto de 1935, quando, trabalhando na linha de montagem de carros da Renault, caiu doente com uma inflamação na pleura. O \"Journal d'usine\" (\"Diário da fábrica\") que ela manteve durante esse período observa que \"a exaustão me fez esquecer finalmente as verdadeiras razões pelas quais estou na fábrica; ela faz quase invencível a tentação que esta vida traz consigo: não mais pensar\". Ela ficou tão traumatizada por sua experiência fabril, que abandonou imediatamente quaisquer noções românticas que ainda tivesse sobre o proletariado e sua (ou de quem quer que fosse) habilidade para ajudá-lo. Ela descobriu que a opressão não resulta em rebelião, mas em obediência e apatia - e até mesmo na internalização dos valores do opressor.\n",
        "Com base em sua experiência pessoal, ela argumenta no ensaio \"Expérience de la vie d'usine\" (\"Vivendo a vida da fábrica\"), que a automação é uma boa coisa ao eliminar trabalho penoso e servil, mas que a superautomação transforma um trabalhador qualificado em nada mais que um intermediário entre o maquinário e as coisas a serem processadas: \"coisas fazem o papel de homens, homens o papel de coisas. Aí jaz a raiz do mal\". A única solução possível, segundo Simone, não seria um retorno ao modo rude da manufatura - uma noção neo-ludita que ela achava grotesca - mas automatizar somente as tarefas mais ingratas, e para todas as outras, empregar a \"máquina-instrumento\", a qual combina a precisão da máquina com a assistência habilitada do trabalhador, exigindo do operador, proatividade, iniciativa e uma apreensão inteligente das partes operacionais.\n",
        "Ao refletir sobre a máquina-instrumento, a qual - diferentemente da máquina automática - requer que seu operador reconheça certos limites físicos do que pode e do que não pode ser feito, Simone começou a avançar o desenvolvimento de sua visão do \"equilíbrio do homem consigo mesmo e do homem com a realidade\". Não mais percebemos as dificuldades diretamente, nem conscientemente nos aplicamos à sua solução, ela observou em seu diário. Em vez disso, vemos apenas sintomas, e empregamos apenas \"resultados (ou seja, das tentativas anteriores de resolver o problema) cristalizados\" em máquinas, \"álgebra\" (sua abreviatura para ciência divorciada da vida) e dinheiro. Para Simone, a lei da sociedade em desequilíbrio é quantidade tornada possível pela eficiência. O trabalho pela causa da sobrevivência é substituído pela produção pela causa do lucro. Por esta razão, divagava, \"em muitas áreas não podemos escapar exceto pela privação\".\n",
        "Em julho de 1936, com a eclosão da Guerra Civil Espanhola, Simone juntou-se à causa republicana. Mesmo sendo míope e frágil, recebeu um rifle e foi incorporada a uma unidade de anarquistas. Sem nenhum preparo para a vida militar, ela quase que imediatamente enfiou o pé numa panela de óleo fervente e teve de ser resgatada por seus pais, que a mandaram para Assis, na Itália, para recuperar-se. Desanimada com as atrocidades que havia visto seu próprio lado cometer, Simone reafirmou seu pacifismo.\n",
        "Ela escreveu \"Ne recommençons pas la guerre de Troie\" (\"Não vamos recomeçar a guerra de Tróia\") para a revista Nouveaux Cahiers, lamentando que, \"embora vivamos entre realidades mutáveis, diversas e determinadas pelo jogo volúvel de necessidades externas, agimos, lutamos, sacrificamos a nós e a outros em nome de abstrações cristalizadas, isoladas\" (como nação, capitalismo, comunismo e fascismo).\n",
        "Forçada a parar de lecionar por causa de constantes enxaquecas, Simone tornou-se crescentemente obcecada por questões metafísicas. Em acréscimo ao seu conhecimento enciclopédico que ia da poesia de Homero às últimas descobertas em teorias matemáticas, ela começou a estudar os maniqueus, gnósticos, pitagóricos, estoicos, taoísmo e budismo. Devorou o Livro dos Mortos egípcio, e ficou tão impressionada com o Bhagavad Gita que começou a aprender sânscrito por conta própria. Posteriormente, ao ouvir um canto gregoriano num mosteiro beneditino enquanto sua enxaqueca estava no auge, ela \"experimentou a alegria e amargura da paixão de Cristo como um evento real\" – e pela primeira vez começou a pensar em si mesma como uma pessoa religiosa.\n",
        "Com o início dos conflitos entre França e Alemanha em setembro de 1939, Simone deixou claro em diversos artigos para o Nouveaux Cahiers que apesar do medo e da raiva que os nazistas lhe causavam, era uma irresponsabilidade que políticos e jornalistas franceses os retratassem como bárbaros desumanos, visto que \"todo povo que se torna uma nação submetendo-se a um estado centralizado, burocrático e militarizado, subitamente torna-se e permanece um flagelo para seus vizinhos e para o mundo\", ou seja, a França não era diferente deles. Em 1940, quando os alemães entram em Paris, ela foge para Marselha onde passa a colaborar, sob o pseudônimo de Emile Novis (anagrama de Simone Weil), com o jornal Les Cahiers du Sud organizado por um grupo de escritores fugitivos.\n",
        "É lá também que conhece o padre católico Joseph-Marie Perrin, que fica tão impressionado com os pensamentos dela sobre a cristandade que a convida a batizar-se. Simone, todavia, recusa a oferta afirmando que \"não quero ser adotada por um círculo, viver entre pessoas que dizem ‘nós’ e ser parte de uma ‘gente’, descobrir que ‘estou em casa’ em quaisquer cercanias humanas, sejam lá quais forem... sinto que é necessário e ordenado que eu deva permanecer só, uma estranha e uma exilada em relação a qualquer círculo humano, sem exceção\". O padre Perrin a apresenta então a Gustave Thibon, um teólogo leigo que administrava uma colônia agrícola católica. Lá, distante dos pais que estavam em segurança nos Estados Unidos, ela pode praticar o ascetismo do modo como sempre havia desejado: trabalhou nos campos e vinhedos durante a colheita ao lado dos camponeses, dormia num saco de dormir no chão e se alimentava somente de cebolas e tomates.  Também escreveu muito. O resultado de sua tentativa de fundir antigas ideias gregas sobre o impessoal e o contemplativo com o catolicismo, é um corpo de pensamento que parece ao mesmo tempo insano e verdadeiro.\n",
        "Em abril de 1942, ela deixa seus diários com Thibon e emigra para os Estados Unidos, de onde começa a planejar seu retorno à Europa. Escreve para o governo provisório francês exilado em Londres, expressando sua ânsia em pular de paraquedas sobre a França ocupada numa \"missão secreta, preferivelmente perigosa\". Também começou a escrever uma nova série de diários, que Albert Camus, que a chamava de \"o único grande espírito do nosso tempo\", eventualmente publicou como \"Cahiers d'Amerique\" (\"Diários da América\") na coleção \"La Connaissance Surnaturelle\" (\"Conhecimento Sobrenatural\"). Valendo-se dos seus contatos, Simone finalmente conseguiu ser chamada à Londres, onde viu-se encarregada de analisar todas as sugestões de como organizar a França depois da guerra. Desapontada com o nacionalismo gaullista, que considera antiquado, logo renunciou ao cargo, e afirmando que não tinha o direito de comer mais do que seus camaradas na França ocupada, deixou-se passar fome até que teve de ser hospitalizada.\n",
        "Depois de sua recuperação, ela fez um último esforço para compilar suas ideias sobre a tão sonhada \"sociedade sem opressão\". O resultado é \"L'Enracinement\" (\"O Enraizamento\"), a qual o poeta e crítico Kenneth Rexroth, por exemplo, dispensa como um produto da \"agonia intelectual e espiritual, espasmódica e moribunda\" de sua autora. Simone reafirma seu posicionamento: antes que a sociedade possa ser regenerada, devemos reconhecer que cada problema social é um sintoma de um profundo \"desenraizamento\" (um estado \"mais ou menos similar à vida puramente vegetativa\"), produzida por – naturalmente – dinheiro, \"mecanismo\", ciência e tecnologia divorciadas da vida e o uso da força. A política deve ser algo mais do que impor uma ideologia sobre a tática particular de um grupo social que queremos levar adiante, conclui Simone. Deveria ser uma reflexão inteligente sobre a realidade, conduzida por pensadores profundos.\n",
        "Pouco depois de terminar \"O Enraizamento\", ela escreveu em seu diário: \"dado o dilema geral e permanente da humanidade neste mundo, comer até que se esteja saciado é um abuso (e eu tenho sido culpada muitas vezes.)\" Aparentemente abraçando o ideal cátaro de morrer antes de sucumbir às tentações da carne e ao desejo de poder, Simone recebeu um diagnóstico de tuberculose em abril de 1943. Enviada para um sanatório no campo, recusou-se a se alimentar, insistindo que suas refeições deveriam ser mandadas para a França. Morreu de parada cardíaca aos 34 anos de idade no Sanatório Grosvenor, em Ashford, Kent. Uma rua da cidade foi batizada com o seu nome.\n",
        "Edição das Éditions Gallimard, Paris. Edição prevista em VII tomos e 15 volumes). Tomos já integralmente publicados: I, II, IV e VI.\n",
        "Obras na Collection Espoir, Paris (alguns títulos disponíveis na Collection Idées):\n",
        "Oeuvres Complètes. Edição sob direção de A. Devaux e F. de Lussy:\n"
    ],
    "ligacoes": [
        "<ul><li>WEIL, Simone. <i>A condição operária e outros escritos sobre a opressão.</i> Org. por <a href=\"/wiki/Ecl%C3%A9a_Bosi\" title=\"Ecléa Bosi\">Ecléa Bosi</a>. Rio de Janeiro: <a href=\"/wiki/Paz_e_Terra\" title=\"Paz e Terra\">Paz e Terra</a>, 1979.</li>\n<li>WEIL, Simone. <i>A gravidade e a graça.</i> São Paulo: <a href=\"/w/index.php?title=ECE&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"ECE (página não existe)\">ECE</a>, 1986. Nova tradução: São Paulo: <a href=\"/wiki/Martins_Fontes\" title=\"Martins Fontes\">Martins Fontes</a>, 1993.</li>\n<li>WEIL, Simone. <i>Espera de Deus.</i> São Paulo: ECE, 1987. Edição Portuguesa: Lisboa: <a href=\"/wiki/Ass%C3%ADrio_%26_Alvim\" title=\"Assírio &amp; Alvim\">Assírio &amp; Alvim</a>, 2005.</li>\n<li>WEIL, Simone. <i>Pensamentos desordenados acerca do amor de Deus.</i> São Paulo: ECE, 1991.</li>\n<li>WEIL, Simone. <i>Aulas de Filosofia.</i> Campinas: Papirus, 1991.</li>\n<li>WEIL, Simone. <i>O Enraizamento.</i> São Paulo: <a href=\"/w/index.php?title=EDUSC&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"EDUSC (página não existe)\">EDUSC</a>, 2001.</li>\n<li>WEIL, Simone. <i>Opressão e Liberdade.</i> São Paulo: EDUSC, 2001.</li>\n<li>WEIL, Simone. <i>A fonte grega.</i> Lisboa: Ed. Cotovia, 2006.</li>\n<li>WEIL, Simone. <i>Pela supressão dos partidos políticos.</i> Veneza: Editora Âyiné. 2016.</li>\n<li>WEIL, Simone. <i>Carta a um religioso.</i> Petrópolis - RJ: Vozes. 2016.</li>\n<li>WEIL, Simone. <i>Contra o colonialismo.</i> Rio de Janeiro: Bazar do Tempo. 2019.</li>\n<li>WEIL, Simone. <i>O peso e a graça,</i> Belo Horizonte: Chão da Feira. 2020.</li>\n<li>WEIL, Simone. <i>Veneza Salva: poesia e dramaturgia em Simone Weil</i>. Editora Bestiário, Porto Alegre, 2021.</li></ul>",
        "<ul><li><i>Tome I: Premiers écrits philosophiques.</i></li>\n<li><i>Tome II: Écrits historiques et politiques.</i>\n<ul><li><i>Volume 1: L' engagement syndical (1927-1934).</i></li>\n<li><i>Volume 2: La condition ouvrière (1934-1937).</i></li>\n<li><i>Volume 3: Vers la guerre (1937-1940).</i></li></ul></li>\n<li><i>Tome III: Poèmes et Venise sauvée.</i></li>\n<li><i>Tome IV: Écrits de Marseille.</i>\n<ul><li><i>Volume 1: Philosophie, science, religion.</i></li>\n<li><i>Volume 2: Les civilizations inspiratrices: la Grèce, l’Inde et l’Occitanie.</i></li></ul></li>\n<li><i>Tome V: Écrits de New York et de Londres.</i>\n<ul><li><i>Volume 1: Questions politiques et religieuses.</i></li>\n<li><i>Volume 2: L' Enracinement.</i></li></ul></li>\n<li><i>Tome VI: Cahiers – volumes 1-4.</i></li>\n<li><i>Tome VII: Correspondance.</i>\n<ul><li><i>Volume 1: Correspondance familiale.</i></li>\n<li><i>Volume 2 et 3: Correspondance générale.</i></li></ul></li></ul>",
        "<ul><li><i>La connaissance surnaturelle.</i> 1950.</li>\n<li><i>Lettre à un religieux.</i> 1951.</li>\n<li><i>La condition ouvrière.</i> 1951.</li>\n<li><i>La source grecque.</i> 1953.</li>\n<li><i>Oppression et liberté.</i> 1955.</li>\n<li><i>Écrits de Londres et dernières lettres.</i> 1957.</li>\n<li><i>Écrits historiques et politiques.</i> 1960.</li>\n<li><i>Pensées sans ordre concernant l′amour de Dieu.</i> 1962.</li>\n<li><i>Poèmes, suivis de Venise sauvée.</i> 1968.</li>\n<li><i>Sur la Science.</i> 1966.</li></ul>",
        "<ul><li><i>La pesanteur et la grâce.</i> Ed. por <a href=\"/wiki/Gustave_Thibon\" title=\"Gustave Thibon\">Gustave Thibon</a>, 1949.</li>\n<li><i>Cahiers</i>, Tome I, 1951; Tome II, 1953; Tome III, 1956.</li>\n<li><i>Leçons de Philosophie.</i> 1959, 1989.</li></ul>",
        "<ul><li><i>Intuitions pré-chrétiennes.</i> La Colombe, 1951; Fayard, 1985.</li>\n<li><i>Attente de Dieu.</i> La Colombe, 1949; Fayard, 1966.</li></ul>",
        "<ul><li><i>Tome I, Premiers écrits philosophiques.</i> 1988.</li>\n<li><cite id=\"CITEREFWeil1988\" class=\"citation\">Weil, Simone Adolphine (1988), <i>Oeuvres Complètes, tome II, Écrits historiques et politiques</i> [<i>Obras completas, tomo 2</i>] (em francês), 1. L’engagement syndical (1927 – juillet 1934), Paris: Gallimard</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ASimone+Weil&amp;rft.aufirst=Simone+Adolphine&amp;rft.aulast=Weil&amp;rft.btitle=Oeuvres+Compl%C3%A8tes%2C+tome+II%2C+%C3%89crits+historiques+et+politiques&amp;rft.date=1988&amp;rft.genre=book&amp;rft.place=Paris&amp;rft.pub=Gallimard&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span>; v. 2, 1989; v. 3, 1991.</li>\n<li><i>Tome VI, Cahiers.</i> v. 1, 1994; v. 2, 1997; v. 3, 2002; v. IV, 2006.</li>\n<li><i>Tome IV, Écrits de Marseille.</i> v. 1, 2008; v. 2, 2009.</li>\n<li><i>Oeuvres.</i> Edição sob direção de F. de Lussy, 1999.</li></ul>",
        "<ul><li><cite class=\"citation\"><a rel=\"nofollow\" class=\"external text\" href=\"https://newcriterion.com/issues/2002/3/simone-weil-a-saint-for-our-time\">«Simone Weil: A Saint For Our Time?» [Simone Weil, uma santa para nosso tempo?]</a>, <i>The new criterion</i> (em inglês), 2 de março de 2000</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ASimone+Weil&amp;rft.atitle=Simone+Weil%3A+A+Saint+For+Our+Time%3F&amp;rft.date=2000-03-02&amp;rft.genre=article&amp;rft.jtitle=The+new+criterion&amp;rft_id=https%3A%2F%2Fnewcriterion.com%2Fissues%2F2002%2F3%2Fsimone-weil-a-saint-for-our-time&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.simoneweil.com.br/\"><i>Simone Weil</i></a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ASimone+Weil&amp;rft.btitle=Simone+Weil&amp;rft.genre=book&amp;rft_id=http%3A%2F%2Fwww.simoneweil.com.br%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span>.</li>\n<li><cite class=\"citation\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.traduccionssimoneweil.cat/\"><i>Traduções de textos de Simone Weil</i></a> (em catalão)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ASimone+Weil&amp;rft.btitle=Tradu%C3%A7%C3%B5es+de+textos+de+Simone+Weil&amp;rft.genre=book&amp;rft_id=http%3A%2F%2Fwww.traduccionssimoneweil.cat%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span>.</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li>        </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1909\" title=\"Categoria:Nascidos em 1909\">Nascidos em 1909</a><a href=\"/wiki/Categoria:Mortos_em_1943\" title=\"Categoria:Mortos em 1943\">Mortos em 1943</a><a href=\"/wiki/Categoria:Anarquistas_da_Fran%C3%A7a\" title=\"Categoria:Anarquistas da França\">Anarquistas da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Judeus_da_Fran%C3%A7a\" title=\"Categoria:Judeus da França\">Judeus da França</a><a href=\"/wiki/Categoria:Anarcossindicalistas\" title=\"Categoria:Anarcossindicalistas\">Anarcossindicalistas</a><a href=\"/wiki/Categoria:Naturais_de_Paris\" title=\"Categoria:Naturais de Paris\">Naturais de Paris</a><a href=\"/wiki/Categoria:Mulheres_na_literatura\" title=\"Categoria:Mulheres na literatura\">Mulheres na literatura</a><a href=\"/wiki/Categoria:Convertidos_ao_catolicismo_romano\" title=\"Categoria:Convertidos ao catolicismo romano\">Convertidos ao catolicismo romano</a><a href=\"/wiki/Categoria:Convertidos_do_ate%C3%ADsmo_ou_agnosticismo_ao_catolicismo_romano\" title=\"Categoria:Convertidos do ateísmo ou agnosticismo ao catolicismo romano\">Convertidos do ateísmo ou agnosticismo ao catolicismo romano</a><a href=\"/wiki/Categoria:Anarquistas_crist%C3%A3os\" title=\"Categoria:Anarquistas cristãos\">Anarquistas cristãos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofas\" title=\"Categoria:Filósofas\">Filósofas</a><a href=\"/wiki/Categoria:Judias\" title=\"Categoria:Judias\">Judias</a><a href=\"/wiki/Categoria:Crist%C3%A3s\" title=\"Categoria:Cristãs\">Cristãs</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Simone_Weil_1921.jpg/250px-Simone_Weil_1921.jpg",
    "view": "simone_weil"
}