{
    "url": "https://pt.wikipedia.org/wiki/Simone_de_Beauvoir",
    "codigo_http": 200,
    "titulo": [
        "Simone de Beauvoir"
    ],
    "conteudo": [
        "Simone Lucie-Ernestine-Marie Bertrand de Beauvoir, mais conhecida como Simone de Beauvoir (francês: [simɔn də bovwaʁ]; Paris, 9 de janeiro de 1908 – Paris, 14 de abril de 1986), foi uma escritora, intelectual, filósofa existencialista, ativista política, feminista e teórica social francesa. Embora não se considerasse uma filósofa, De Beauvoir teve uma influência significativa tanto no existencialismo feminista quanto na teoria feminista.[1]\n",
        "Nascida em Paris, era a primogênita de duas irmãs, filha de um casal descendente de famílias tradicionais, porém decadente. Seu pai era o advogado Georges Bertrand de Beauvoir, ex-membro da aristocracia francesa, enquanto a mãe era Françoise Brasseur, membro da alta burguesia francesa. Ela estudou em uma escola católica privada até os 17 anos. Depois de passar no vestibular de matemática e filosofia, acabou por estudar matemática no Instituto Católico de Paris e literatura e línguas no colégio Sainte-Marie de Neuilly, e em seguida, filosofia na Universidade de Paris (Sorbonne), onde conheceu outros jovens intelectuais, como Maurice Merleau-Ponty, René Maheu e Jean-Paul Sartre, com quem manteve um relacionamento aberto por toda a vida.\n",
        "De Beauvoir escreveu romances, contos, ensaios, biografias, autobiografia e monografias sobre filosofia, política e questões sociais. Ela é conhecida por seu tratado O Segundo Sexo, de 1949, uma análise detalhada da opressão das mulheres e um tratado fundamental do feminismo contemporâneo, além de seus romances A Convidada e Os Mandarins. Ela lecionou em várias instituições escolares no período entre 1931 a 1943. Nos anos 1940 ela integrava um círculo de filósofos literatos que conferiam ao existencialismo um aspecto literário, sendo que seus livros enfocavam os elementos mais importantes da filosofia existencialista. Além disso, a autora esteve envolvida, juntamente com Sartre e Foucault, no polêmico manifesto que tinha por objetivo alterar a idade de consentimento para relações sexuais na França.\n",
        "A autora revela certa inquietação diante do envelhecimento e da morte em livros como Uma morte suave, de 1964. Em A Cerimônia do Adeus, de 1981, ela narra o fim da existência de seu companheiro Sartre, que havia morrido em 15 de abril do ano anterior. Ela faleceu em 14 de abril de 1986, aos 78 anos de idade, por conta do agravamento de uma pneumonia. Seu corpo foi enterrado no Cemitério de Montparnasse, no mesmo túmulo de Sartre.\n",
        "Simone de Beauvoir era a mais velha das únicas duas filhas de Georges Bertrand de Beauvoir, um advogado em tempo integral e ator amador, e Françoise Brasseur, uma jovem de Verdun.[2] Nasceu em Paris como Simone (então um nome pomposo que seu pai gostava)-Lucie (sua avó materna)-Ernestine (seu avô paterno, Ernest-Narcisse)-Marie (pela Virgem Maria) Bertrand de Beauvoir (ela foi orientada enquanto criança a dar seu nome como simplesmente \"Simone de Beauvoir\").[3] Era uma criança atraente, mas mimada, teimando em obter o que queria, tendo sido o centro das atenções da sua família.[4] A mãe não foi uma grande costureira, e as roupas que costurou eram mal ajustadas.[5] Ao crescer, Beauvoir não tinha amigos além da irmã Hélène, conhecida como Poupette, que era dois anos e meio mais nova e de quem ela era próxima.[6]\n",
        "Em 1909, o avô materno de De Beauvoir, Gustave Brasseur, presidente do Banco Meuse, faliu, jogando toda a sua família na desonra e pobreza. Georges não recebeu o dote devido, por casar-se com Françoise,[7] e a família teve que se mudar para um apartamento menor.[8] Ele então teve de voltar ao trabalho, embora isto não lhe agradasse.[9] A família lutou durante toda a infância das meninas para manter seu lugar na alta burguesia,[10] e Georges dizia frequentemente: \"Vocês, meninas, nunca se vão casar, porque vocês não terão nenhum dote\".[11]\n",
        "De Beauvoir sempre esteve consciente de que seu pai esperava ter um filho, ao invés de duas filhas.[12] Ele afirmava, \"Simone pensa como um homem!\" o que a agradava muito,[13] e desde pouca idade a filósofa distinguiu-se nos estudos. Georges passou seu amor pelo teatro e pela literatura para sua filha.[14] Ele ficou convencido de que somente o sucesso acadêmico poderia tirar as filhas da pobreza.[11] (Hélène tornou-se pintora.[15])\n",
        "A autora tornou-se uma adolescente desajeitada, dedicada completamente aos livros e à aprendizagem, e preferiu ignorar os desportos porque ela não era nada atlética.[16] Ela e sua irmã foram educadas no Institut Adeline Désir,[17] ou Cour Désir,[18] uma escola católica para meninas, algo que era desprezado pelos intelectuais da época. As escolas católicas para meninas eram vistas como lugares onde as jovens aprendiam uma das duas alternativas abertas às mulheres: casamento ou convento.[18] Sua mãe, que Simone considerava uma intrusa espiando cada movimento seu,[19] frequentava as aulas com elas, sentada atrás das meninas, como se esperava que a maioria das mães fizessem.[18] Lá, a filósofa conheceu sua melhor amiga, Elisabeth Le Coin (ZaZa nas suas memórias), que influenciou de forma definitiva a personalidade de Simone.[20] Simone adorou a escola e se formou em 1924 com \"distinção\".[21]\n",
        "Aos 15 anos de idade, De Beauvoir já havia decidido que seria uma escritora. Jacques Champigneulle tornou-se seu mentor intelectual e amigo, aquele que sua mãe esperava que iria se casar com ela.[22] Geraldine Paro (GéGé) e Estepha Awdykovicz (Stépha) tornaram-se suas amigas.[23]\n",
        "Depois de passar no vestibular em matemática e filosofia, estudou matemática no Instituto Católico de Paris e literatura e línguas no colégio Sainte-Marie de Neuilly (outra escola católica), e em seguida, filosofia na Universidade de Paris (Sorbonne). Em 1929, quando na Sorbonne, a autora fez uma apresentação sobre Leibniz. Lá, ela conheceu muitos outros jovens intelectuais, incluindo Maurice Merleau-Ponty,[24] René Maheu[25] e Jean-Paul Sartre. Enquanto na Sorbonne, Maheu deu a de Beauvoir o apelido que lhe acompanharia ao longo da vida, Castor, dado a ela por causa do forte trabalho ético do animal.[25] Em 1929, com 21 anos de idade, a filósofa se tornou a pessoa mais jovem a ser aprovada no agrégation em filosofia,[nota 1] e a nona mulher a obter este grau. No exame final, ficou em segundo lugar; Sartre, com 24 anos de idade, foi o primeiro (ele havia sido reprovado em seu primeiro exame). O júri do Agrégation discutiu sobre a possibilidade de dar a Sartre ou a Beauvoir o primeiro lugar na competição. No final, o concederam a Sartre.[26]\n",
        "Sua amizade com Elizabeth Mabille (\"Zaza\") foi abruptamente rompida com a morte precoce de Zaza. Simone narrou esse episódio de sua vida, posteriormente, em seu primeiro livro autobiográfico, Memórias de uma moça bem-comportada, em que critica os valores burgueses.[27]\n",
        "As suas obras oferecem uma visão sumamente reveladora de sua vida e de seu tempo. Em seu primeiro romance, A convidada (1943), explorou os dilemas existencialistas da liberdade, da ação e da responsabilidade individual,[28] temas que abordou igualmente em romances posteriores como O sangue dos outros (1944) e Os mandarins (1954), obra pela qual recebeu o Prêmio Goncourt e que é considerada a sua obra-prima.[1]\n",
        "As teses existencialistas, segundo as quais cada pessoa é responsável por si própria, introduzem-se também em uma série de quatro obras autobiográficas, além de Memórias de uma moça bem-comportada (1958), destacam-se A força das coisas (1963) e Tudo dito e feito (1972).[1]\n",
        "Entre seus ensaios críticos cabe destacar O segundo sexo (1949), uma profunda análise sobre o papel das mulheres na sociedade; A Velhice (1970), sobre o processo de envelhecimento, onde teceu críticas apaixonadas sobre a atitude da sociedade para com os anciãos; e A cerimônia do adeus (1981), onde evocou a figura de seu companheiro de tantos anos, Sartre.[29]\n",
        "Sartre e de Beauvoir sempre liam o trabalho do outro. Ainda há um debate sobre a medida em que um influenciou o outro em suas obras existencialistas, como O Ser e o Nada, de Sartre, e A Convidada, de De Beauvoir. No entanto, estudos recentes focam o trabalho da escritora em outras influências além de Sartre, como Hegel e Leibniz.[1]\n",
        "De Beauvoir publicou seu primeiro romance, A Convidada, em 1943.[30] A obra é uma crônica ficcional sobre o relacionamento sexual que ela e Sartre mantiveram com as irmãs Olga e Wanda Kosakiewicz. Olga era uma de suas alunas na escola secundária em Ruão, onde De Beauvoir lecionou. Ela se apaixonou por Olga. Sartre tentou persuadir Olga, mas ela negou interesse, então ele começou um relacionamento com sua irmã, Wanda. Até sua morte, Sartre ainda sustentava Wanda. Ele também sustentou Olga durante anos, até que ela conheceu e casou-se com Jacques-Laurent Bost, amante de De Beauvoir.[28]\n",
        "O romance metafísico A Convidada foi seguido por muitos outros, incluindo O Sangue dos Outros, que explora a natureza da responsabilidade individual, contando uma história de amor entre dois estudantes franceses jovens que participam da resistência francesa na Segunda Guerra Mundial.[30]\n",
        "No final da Segunda Guerra Mundial, De Beauvoir e Sartre editaram o Les Temps modernes, uma revista política que Sartre fundou, juntamente com Maurice Merleau-Ponty e outros. De Beauvoir usou a Les Temps modernes para promover seu trabalho e explorar suas ideias em pequena escala antes de criar seus primeiros ensaios e livros. De Beauvoir permaneceu como editora da publicação até sua morte.[31]\n",
        "Em 1944, de Beauvoir escreveu seu primeiro ensaio filosófico, Pirro et Cineas, uma discussão sobre a ética existencialista. Ela continuou sua exploração do existencialismo no seu segundo ensaio, A Ética da Ambiguidade, (1947), que talvez seja a entrada mais acessível para o existencialismo francês, visto que sua simplicidade deixa a obra compreensível. No ensaio, de Beauvoir apura algumas inconsistências que muitos, incluindo Sartre, têm encontrado nas principais obras existencialistas, como em O Ser e o Nada. Em A Ética da Ambiguidade, de Beauvoir enfrenta o dilema existencialista da liberdade absoluta ante as restrições das circunstâncias.[1]\n",
        "O Segundo Sexo, publicado em francês, apresenta um existencialismo feminista que prescreve uma revolução moral. Como uma existencialista, de Beauvoir acreditava que a existência precedia a essência e, portanto, não se nasce mulher, torna-se. Sua análise foca no conceito hegeliano do \"Outro\". É a construção social da mulher como a quintessência dos \"Outros\" que de Beauvoir identifica como fundamental para a opressão das mulheres. O 'O' maiúsculo em \"outros\" indica \"todos os outros\". De Beauvoir afirmava que as mulheres são tão capazes de escolher quanto os homens e que, portanto, podem optar por elevar-se, movendo-se para além da \"imanência\", a qual eram anteriormente resignadas, para alcançarem a \"transcendência\", uma posição em que um indivíduo assume a responsabilidade para si e para o mundo, onde se escolhe sua liberdade.[29]\n",
        "Os capítulos de Le deuxième sexe (traduzido como O Segundo Sexo) foram originalmente publicados na Les Temps Modernes,[32] em junho de 1949. O segundo volume veio poucos meses depois do primeiro publicado na França.[33] O livro foi muito rapidamente publicado nos Estados Unidos com o título O Segundo Sexo, devido à rápida tradução feita por Howard Parshley, conforme solicitado por Blanche Knopf, esposa do editor Alfred A. Knopf. Como Parshley tinha apenas uma familiaridade básica com a língua francesa e uma compreensão mínima de filosofia (ele era professor de biologia na Smith College), muito do livro de De Beauvoir foi mal traduzido ou inadequadamente editado, o que distorceu a sua mensagem.[34] Por anos, Knopf impediu que uma nova tradução mais precisa do trabalho de De Beauvoir fosse feita, recusando todas as propostas, apesar dos esforços de estudiosos existencialistas.[34] Somente em 2009 houve uma segunda tradução, para marcar o 60º aniversário da publicação original. Constance Borde e Sheila Malovany-Chevallier produziram o primeiro exemplar em 2010, com o restabelecimento de um terço da obra original.[35]\n",
        "De Beauvoir antecipou o feminismo sexualmente carregado de Erica Jong e Germaine Greer. No capítulo \"Mulher: Mito e Realidade\", de O Segundo Sexo, de Beauvoir argumenta que os homens tinham tornado as mulheres o \"Outro\" da sociedade através da aplicação de uma falsa aura de \"mistério\" em torno delas. Ela argumenta que os homens usam isto como desculpa para não entender as mulheres ou os seus problemas, ao invés de apoiá-las. Este estereótipo sempre foi usado por grupos mais altos na hierarquia social para estigmatizar grupos inferiores na hierarquia. Ela escreveu que um tipo similar de opressão hierárquica acontece em outras categorias, como identidade, raça, classe e religião. De Beauvoir argumenta que os homens estereotipam as mulheres e usam isto como uma desculpa para organizar a sociedade em um patriarcado.[29]\n",
        "Conceitos-chave do movimento feminista da década de 1970 são diretamente relacionados às ideias relativas ao gênero como uma construção social, conforme apresentado por de Beauvoir em O Segundo Sexo. Apesar de suas contribuições para o feminismo, especialmente para o Movimento de Libertação das Mulheres, e por suas crenças na independência econômica feminina e na igualdade de educação entre os sexos, de Beauvoir era relutante em considerar-se uma feminista.[36] No entanto, depois de observar o ressurgimento do movimento feminista na década de 1960 e no início dos anos 1970, de Beauvoir afirmou que não acreditava mais que uma revolução socialista fosse suficiente para trazer a libertação das mulheres. Ela declarou-se publicamente uma feminista em 1972, em uma entrevista ao Nouvel Observateur.[37]\n",
        "Publicado em 1954, Os Mandarins é um romance que se passa logo após o fim da Segunda Guerra Mundial e ganhou o maior prêmio literário da França, o Prêmio Goncourt. O livro segue a vida pessoal dos filósofos e amigos do círculo íntimo de Sartre e De Beauvoir, incluindo seu relacionamento com o escritor estadunidense Nelson Algren, a quem o livro foi dedicado.[38]\n",
        "De Beauvoir escreveu diários de viagem populares sobre o tempo que passou nos Estados Unidos e na China, além de ensaios e ficções publicadas com rigor, especialmente durante os anos 1950 e 1960. Ela também publicou vários volumes de contos, incluindo A Mulher Destruída, o que, como alguns de seus outros trabalhos posteriores, lida com o envelhecimento.[39] De Beauvoir também escreveu uma autobiografia nomeadamente em quatro volumes, que consiste em: Memórias de uma filha obediente; O Melhor da Vida; Força da Circunstância; e Tudo Dito e Feito.[30]\n",
        "Na década de 1970, a filósofa tornou-se ativa no movimento de libertação das mulheres francesas. Ela assinou o Manifesto das 343, em 1971, uma lista de mulheres famosas que alegavam ter feito um aborto, o que na época era ilegal no país. Entre as signatárias estavam Catherine Deneuve, Delphine Seyrig e a irmã de De Beauvoir, Poupette.[40] Em 1974, o aborto foi legalizado na França.[41]\n",
        "Seu longo ensaio La Vieillesse (A Velhice), de 1970, é um raro exemplo de uma meditação intelectual sobre o declínio e a solidão que todos os seres humanos experimentam se não morrerem antes dos 60 anos de idade.[42]\n",
        "Em 1980, a obra Quando os Espíritos Vêm Primeiro, um conjunto de pequenas histórias centradas em torno e com base em mulheres importantes de anos anteriores, foi publicada. Apesar de tê-la escrito muito antes da novela A Convidada, na época de Beauvoir não considerou que as histórias valessem a publicação, permitindo que cerca de 40 anos se passassem antes de fazer isso.[30]\n",
        "De Beauvoir também questionava a determinação por lei de uma idade de consentimento (a maioridade sexual legal de um cidadão). Entre 1977 e 1979, enquanto era debatida uma reforma do código penal no Parlamento da França, vários intelectuais franceses assinaram petições e cartas abertas solicitando a despenalização de relações consensuais entre adultos e menores de 15 anos (então a idade de consentimento na França).[43]\n",
        "De Beauvoir assinou, ao lado de outros intelectuais em geral, uma petição enviada ao parlamento francês em 1977 pela abolição da idade de consentimento e em prol da descriminalização do sexo consensual.[44] A petição foi assinada por 69 personalidades, como os filósofos Louis Althusser, Gilles Deleuze, Jacques Derrida, Michel Foucault, Jean-François Lyotard, Jean-Paul Sartre, André Glucksmann, Roland Barthes, os escritores Louis Aragon, Catherine Millet e Philippe Sollers, a pediatra e psicanalista infantil Françoise Dolto, entre outros.[nota 2]\n",
        "O documento declarava que há uma desproporção entre a qualificação de tais atos consensuais como \"crime\" e a natureza dos fatos pelos quais eles são acusados, e também uma contradição, visto que na França os adolescentes eram plenamente responsáveis por seus atos a partir dos 13 anos.[45][46][47][48]\n",
        "Durante outubro de 1929, Jean-Paul Sartre e Simone de Beauvoir se tornaram um casal e, depois de serem confrontados por seu pai, Sartre a pediu em casamento.[49]\n",
        "Um dia, enquanto estavam sentados em um banco fora do Louvre, ele disse: \"Vamos assinar um contrato de dois anos\".[50] Perto do fim de sua vida, de Beauvoir afirmou: \"O casamento era impossível. Eu não tinha dote.\" Então eles simplesmente mantiveram um relacionamento ao longo da vida.[51]\n",
        "De Beauvoir escolheu nunca se casar e não constituiu uma família com Sartre,[52] sendo que nunca teve filhos.[52] Isto lhe deu tempo para conquistar um grau acadêmico avançado, para lutar por causas políticas, para viajar, escrever, ensinar e ter amantes.[36][53]\n",
        "Apesar de De Beauvoir ter tido um relacionamento de longa data com Sartre, ela era conhecida por ter várias amantes do sexo feminino. A natureza de alguns desses relacionamentos, alguns dos quais começaram enquanto trabalhava como professora, levou a uma controvérsia biográfica.[54][55][56][57]\n",
        "Uma ex-aluna, Bianca Lamblin (originalmente Bianca Bienenfeld), em seu livro Mémoires d'une jeune fille dérangée, escreveu que quando era estudante tinha sido abusada por sua professora (De Beauvoir), que estava em seus trinta anos na época.[58] Em 1943, De Beauvoir chegou a ser suspensa do seu trabalho de ensino, devido a uma acusação de que em 1939 ela tinha seduzido a aluna Natalie Sorokine, então com 17 anos.[59] Os pais de Sorokine fizeram acusações formais contra de Beauvoir e, como resultado, ela teve sua licença para lecionar na França revogada permanentemente.[60]\n",
        "Ela e Sartre também teriam desenvolvido um modelo (que eles chamavam de \"trio\"), em que de Beauvoir deveria \"seduzir\" suas alunas para, em seguida, transferi-las para Sartre.[61][62]\n",
        "Em 1981, ela escreveu La Cérémonie Des Adieux (A Cerimônia de Adeus), um doloroso relato sobre os últimos anos de Sartre. Na abertura de Adieux, De Beauvoir observa que é a única grande obra publicada por ela que Sartre não leu antes de ser publicada.[63]\n",
        "Depois de Sartre morrer em 1980, De Beauvoir publicou as cartas que ele a enviou, mas com edições, para poupar os sentimentos de pessoas em seu círculo social que ainda estavam vivas. Em 1986, a filósofa e escritora morreu de pneumonia em Paris, aos 78 anos de idade. Seu corpo encontra-se sepultado no mesmo túmulo de Jean-Paul Sartre no Cemitério de Montparnasse, na capital francesa.[64]\n",
        "Após a morte de De Beauvoir, a filha adotiva e herdeira literária de Sartre, Arlette Elkaïm, não deixou que muitas das cartas de Sartre fossem publicadas sem edições. A maioria das cartas de Sartre disponíveis atualmente são edições de De Beauvoir, que incluem algumas omissões, mas principalmente a utilização de pseudônimos. A filha adotiva e herdeira literária de De Beauvoir, Sylvie Le Bon, ao contrário de Elkaïm, publicou cartas inéditas da mãe para Sartre e Algren.[65]\n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li>1943: <i>A convidada</i> (<i>L'Invitée</i>), romance</li>\n<li>1944: <i>Pyrrhus et Cinéas</i>, ensaio</li>\n<li>1945: <i>O sangue dos outros</i> (<i>Le Sang des autres</i>), romance</li>\n<li>1945: <i>Les Bouches inutiles</i>, peça de teatro</li>\n<li>1946: <i>Todos os homens são mortais</i>, <i>Tous les hommes sont mortels</i>, romance</li>\n<li>1947: <i>Por uma moral da ambigüidade: seguido de, Pirro e Cinéias</i>, <i>Pour une morale de l'ambiguïté</i>, ensaio</li>\n<li>1948: <i>A América dia a dia</i> - tradução Emília Rodrigues (Portugal), <i>L'Amérique au jour le jour</i></li>\n<li>1949: <a href=\"/wiki/Le_Deuxi%C3%A8me_Sexe\" title=\"Le Deuxième Sexe\"><i>O segundo sexo</i></a>, ensaio filosófico</li>\n<li>1954: <a href=\"/wiki/Os_Mandarins\" title=\"Os Mandarins\"><i>Os mandarins</i></a> (<i>Les Mandarins</i>), romance</li>\n<li>1955: <i>Privilèges</i>, ensaio</li>\n<li>1957: <i>A longa marcha</i>, <i>La Longue Marche</i>, ensaio</li>\n<li>1958: <i>Memórias de uma moça bem-comportada</i> (<i>Mémoires d'une jeune fille rangée</i>), autobiográfico</li>\n<li>1960: <a href=\"/w/index.php?title=A_For%C3%A7a_da_idade&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"A Força da idade (página não existe)\"><i>A Força da idade</i></a> (<i>La Force de l'âge</i>), autobiográfico</li>\n<li>1963: <i>A força das coisas</i> (<i>La Force des choses</i>),</li>\n<li>1964: <i>Uma morte muito suave</i>, <i>Une mort très douce</i>, autobiográfico</li>\n<li>1965: <i>Mal-Entendido em Moscou</i>, (<i>Malentendu à Moscou</i>)</li>\n<li>1966: <i>As belas imagens</i>, <i>Les Belles Images</i>, romance</li>\n<li>1967: <i>A mulher desiludida</i> (<i>La Femme rompue</i>), novela</li>\n<li>1970: <i>A velhice</i> (<i>La Vieillesse</i>), ensaio</li>\n<li>1972: <i>Balanço final ou Tudo dito e feito</i> (<i>Tout compte fait</i>), autobiográfico</li>\n<li>1979: <i>Quando o espíritual domina</i>, <i>Quand prime le spirituel</i>, romance</li>\n<li>1981: <i>A cerimônia do adeus</i> (<i>La Cérémonie des adieux suivi de Entretiens avec Jean-Paul Sartre: août - septembre 1974</i>), biografia.</li></ul>",
        "<ul><li>Appignanesi, Lisa, 2005, <i>Simone de Beauvoir</i>, Londres: Haus, <a href=\"/wiki/Especial:Fontes_de_livros/1904950094\" class=\"internal mw-magiclink-isbn\">ISBN 1-904950-09-4</a></li>\n<li>Bair, Deirdre, 1990. <i>Simone de Beauvoir: A Biography.</i> Nova Iorque: Summit Books, <a href=\"/wiki/Especial:Fontes_de_livros/0671606816\" class=\"internal mw-magiclink-isbn\">ISBN 0-671-60681-6</a></li>\n<li>Rowley, Hazel, 2005. <i>Tête-a-Tête: Simone de Beauvoir and Jean-Paul Sartre.</i> Nova Iorque: HarperCollins.</li>\n<li>Suzanne Lilar, 1969. <i>Le Malentendu du Deuxième Sexe</i> (with collaboration of Prof. Dreyfus). Paris, University Presses of France (<i>Presses Universitaires de France</i>).</li>\n<li>Fraser, M., 1999. <i>Identity Without Selfhood: Simone de Beauvoir and Bisexuality</i>, Cambridge e Nova Iorque: Cambridge University Press.</li>\n<li>Axel Madsen, <i>Hearts and Minds: The Common Journey of Simone de Beauvoir and Jean-Paul Sartre</i>, William Morrow &amp; Co, 1977.</li>\n<li>Hélène Rouch, 2001-2002, Trois conceptions du sexe: Simone de Beauvoir entre Adrienne Sahuqué et Suzanne Lilar, <i>Simone de Beauvoir Studies</i>, n° 18, pp. 49–60.</li>\n<li>Simone de Beauvoir, <a href=\"/wiki/Marguerite_Yourcenar\" title=\"Marguerite Yourcenar\">Marguerite Yourcenar</a>, <a href=\"/wiki/Nathalie_Sarraute\" title=\"Nathalie Sarraute\">Nathalie Sarraute</a>, 2002. Conférence Élisabeth Badinter, Jacques Lassalle &amp; Lucette Finas, ISBN</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://noticias.terra.com.br/educacao/historia/conheca-a-historia-de-simone-de-beauvoir,48a26c5cefe0d00572b1eed7ef7e240dt6a91osm.html\">«Conheça a vida da filósofa Simone de Beauvoi»</a>. Terra</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ASimone+de+Beauvoir&amp;rft.btitle=Conhe%C3%A7a+a+vida+da+fil%C3%B3sofa+Simone+de+Beauvoi&amp;rft.genre=unknown&amp;rft_id=https%3A%2F%2Fnoticias.terra.com.br%2Feducacao%2Fhistoria%2Fconheca-a-historia-de-simone-de-beauvoir%2C48a26c5cefe0d00572b1eed7ef7e240dt6a91osm.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Symbol_venus.svg\" title=\"Portal das mulheres\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/74/Symbol_venus.svg/40px-Symbol_venus.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/74/Symbol_venus.svg/60px-Symbol_venus.svg.png 2x\" data-file-width=\"16\" data-file-height=\"16\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Mulheres\" title=\"Portal:Mulheres\">Portal das mulheres</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Woman-power_emblem.svg\" title=\"Portal do feminismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/41/Woman-power_emblem.svg/20px-Woman-power_emblem.svg.png\" decoding=\"async\" width=\"18\" height=\"30\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/41/Woman-power_emblem.svg/40px-Woman-power_emblem.svg.png 1.5x\" data-file-width=\"648\" data-file-height=\"1048\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Feminismo\" title=\"Portal:Feminismo\">Portal do feminismo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li>  <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_France.svg\" title=\"Portal da França\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/40px-Flag_of_France.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Flag_of_France.svg/60px-Flag_of_France.svg.png 2x\" data-file-width=\"900\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Fran%C3%A7a\" title=\"Portal:França\">Portal da França</a></span></span></li>  </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1908\" title=\"Categoria:Nascidos em 1908\">Nascidos em 1908</a><a href=\"/wiki/Categoria:Mortos_em_1986\" title=\"Categoria:Mortos em 1986\">Mortos em 1986</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Fran%C3%A7a\" title=\"Categoria:Filósofos da França\">Filósofos da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_LGBTQIA%2B\" title=\"Categoria:Filósofos LGBTQIA+\">Filósofos LGBTQIA+</a><a href=\"/wiki/Categoria:Romancistas_da_Fran%C3%A7a\" title=\"Categoria:Romancistas da França\">Romancistas da França</a><a href=\"/wiki/Categoria:Ensa%C3%ADstas_da_Fran%C3%A7a\" title=\"Categoria:Ensaístas da França\">Ensaístas da França</a><a href=\"/wiki/Categoria:Vencedores_do_Pr%C3%AAmio_Goncourt\" title=\"Categoria:Vencedores do Prêmio Goncourt\">Vencedores do Prêmio Goncourt</a><a href=\"/wiki/Categoria:Feministas_da_Fran%C3%A7a\" title=\"Categoria:Feministas da França\">Feministas da França</a><a href=\"/wiki/Categoria:Ateus_da_Fran%C3%A7a\" title=\"Categoria:Ateus da França\">Ateus da França</a><a href=\"/wiki/Categoria:Naturais_de_Paris\" title=\"Categoria:Naturais de Paris\">Naturais de Paris</a><a href=\"/wiki/Categoria:Pessoas_LGBT_da_Fran%C3%A7a\" title=\"Categoria:Pessoas LGBT da França\">Pessoas LGBT da França</a><a href=\"/wiki/Categoria:Fil%C3%B3sofas\" title=\"Categoria:Filósofas\">Filósofas</a><a href=\"/wiki/Categoria:Sepultados_no_Cemit%C3%A9rio_do_Montparnasse\" title=\"Categoria:Sepultados no Cemitério do Montparnasse\">Sepultados no Cemitério do Montparnasse</a><a href=\"/wiki/Categoria:Filosofia_da_sexualidade\" title=\"Categoria:Filosofia da sexualidade\">Filosofia da sexualidade</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Paris\" title=\"Categoria:Alunos da Universidade de Paris\">Alunos da Universidade de Paris</a><a href=\"/wiki/Categoria:Mulheres_na_literatura\" title=\"Categoria:Mulheres na literatura\">Mulheres na literatura</a><a href=\"/wiki/Categoria:Membros_da_Resist%C3%AAncia_Francesa\" title=\"Categoria:Membros da Resistência Francesa\">Membros da Resistência Francesa</a><a href=\"/wiki/Categoria:Escritoras_da_Fran%C3%A7a\" title=\"Categoria:Escritoras da França\">Escritoras da França</a><a href=\"/wiki/Categoria:Feministas_socialistas\" title=\"Categoria:Feministas socialistas\">Feministas socialistas</a><a href=\"/wiki/Categoria:Escritores_feministas\" title=\"Categoria:Escritores feministas\">Escritores feministas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_continentais\" title=\"Categoria:Filósofos continentais\">Filósofos continentais</a><a href=\"/wiki/Categoria:Feministas_bissexuais\" title=\"Categoria:Feministas bissexuais\">Feministas bissexuais</a><a href=\"/wiki/Categoria:Escritoras_bissexuais\" title=\"Categoria:Escritoras bissexuais\">Escritoras bissexuais</a><a href=\"/wiki/Categoria:Pessoas_n%C3%A3o_monog%C3%A2micas\" title=\"Categoria:Pessoas não monogâmicas\">Pessoas não monogâmicas</a><a href=\"/wiki/Categoria:Ativistas_pr%C3%B3-escolha_da_Fran%C3%A7a\" title=\"Categoria:Ativistas pró-escolha da França\">Ativistas pró-escolha da França</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Simone_de_Beauvoir2.png/330px-Simone_de_Beauvoir2.png",
    "view": "simone_de_beauvoir"
}