{
    "url": "https://pt.wikipedia.org/wiki/S%C3%B8ren_Kierkegaard",
    "codigo_http": 200,
    "titulo": [
        "Søren Kierkegaard"
    ],
    "conteudo": [
        "Søren Aabye Kierkegaard ([ˈsɒrən ˈkɪərkəɡɑːrd] pronúncia SORR-ən KEER-kə-gard; Copenhague, 5 de maio de 1813 – Copenhague, 11 de novembro de 1855) foi um filósofo, teólogo, poeta e crítico social dinamarquês, amplamente considerado o primeiro filósofo existencialista.[1] Em meados do século XX, seu pensamento passou a exercer uma influência substancial sobre a filosofia,[2] teologia[3] psicologia, antropologia, sociologia[4] e toda a cultura ocidental.[2]\n",
        "Durante sua carreira ele escreveu textos críticos sobre religião organizada, cristianismo, moralidade, ética, psicologia, e filosofia da religião, mostrando um gosto particular por figuras de linguagem como a metáfora, a ironia e a alegoria. Grande parte do seu trabalho filosófico aborda as questões de como alguém vive sendo um \"único indivíduo\", priorizando a realidade humana concreta sobre o pensamento abstrato e destacando a importância da escolha e do comprometimento pessoal.[5] Ele se posicionou contra os intelectuais do idealismo alemão e contra filósofos de seu tempo como Swedenborg,[6] Hegel,[7] Goethe, Fichte, Schelling, August Schlegel e Hans Christian Andersen.[8]\n",
        "O trabalho teológico de Kierkegaard centra-se na ética cristã, na instituição da igreja, nas diferenças entre provas puramente objetivas do cristianismo, na distinção qualitativa infinita entre o homem, Deus (a finitude e temporalidade do homem em contraste com a infinitude e eternidade de Deus), e a relação subjetiva do indivíduo com o Deus-homem Jesus Cristo,[9] que veio por meio da fé.[10][11] Grande parte de seu trabalho trata do amor cristão. Ele foi extremamente crítico com a prática do cristianismo como uma religião de Estado, sobretudo com a posição da Igreja da Dinamarca. O seu trabalho psicológico explorou as emoções e os sentimentos dos indivíduos diante das escolhas da vida.[12]\n",
        "O trabalho inicial de Kierkegaard foi escrito sob diversos pseudônimos que ele usava para apresentar pontos de vista distintos e interagir uns com os outros em um diálogo complexo.[13] Ele explorou problemas particularmente complexos a partir de diferentes pontos de vista, cada um sob um pseudônimo diferente. Ele escreveu muitos de seus Discursos de Edificação sob seu próprio nome e os dedicou ao \"indivíduo único\" que pode querer descobrir o significado de suas obras. Notavelmente, ele escreveu: \"A ciência[14] e o método escolar querem ensinar que o objetivo é o caminho. O cristianismo ensina que o caminho é tornar-se subjetivo, tornar-se um sujeito\".[15] Embora os cientistas possam aprender sobre o mundo pela observação, Kierkegaard negou enfaticamente que essa observação poderia revelar o funcionamento interno do mundo do espírito.[16]\n",
        "Era irmão do bispo luterano e político Peter Kierkegaard e primo do naturalista Peter Wilhelm Lund, considerado o pai da paleontologia e arqueologia no Brasil.[17]\n",
        "Kierkegaard nasceu em Copenhague, numa família abastada. Sua mãe, Ane Sørensdatter Lund Kierkegaard, trabalhou como empregada doméstica antes de se casar com seu pai, Michael Pedersen Kierkegaard. Ela era uma figura despretensiosa: calma, simples e não foi educada formalmente. Henriette Lund, sua neta, escreveu que ela \"empunhava o cetro com alegria e protegia [Søren e Peter] como uma galinha protege seus pintinhos\".[18] Ela exerceu influência sobre seus filhos, pois Peter escreveu que seu irmão preservou muitas das palavras de sua mãe em seus escritos.[19] Já seu pai, Michael, foi um comerciante de lã bem-sucedido. Ele foi descrito como \"um homem muito severo, seco e prosaico em todos os sentidos, embora essa fachada rústica ocultasse uma imaginação ativa que nem mesmo sua idade avançada pôde embotar\".[20] Ele cultivava interesse por filosofia e muitas vezes hospedava intelectuais em sua casa. Por conta da influência de seu pai, o jovem Kierkegaard entrou em contato com filosofia de Christian Wolff.[21] Nos estudos filosóficos, ele priorizou as comédias de Ludvig Holberg,[22] os escritos de Johann Georg Hamann,[23] Gotthold Ephraim Lessing,[24] Edward Young,[25] e Platão, especialmente os escritos que se referem a Sócrates.\n",
        "Durante as décadas de 1830 e 1840, as ruas de Copenhague eram tortuosas e poucas carruagens passavam por elas. Kierkegaard adorava andar nessas ruas. Em 1848, Kierkegaard escreveu: \"Eu tinha verdadeira satisfação cristã no pensamento de que, se não houvesse outro, definitivamente havia um homem em Copenhague com quem todas as pessoas pobres poderiam abordar livremente e conversar na rua; se não houvesse outro, havia um homem que, qualquer que fosse o círculo social que ele mais frequentava, não evitava o contato com os pobres, mas saudava toda empregada que lhe parecia familiar, todo servo, todo trabalhador comum\".[26] A Catedral de Nossa Senhora ficava em uma extremidade da cidade, onde o bispo Jacob Peter Mynster pregava o Evangelho. No outro extremo estava o Royal Theatre, onde Fru Heiberg se apresentava.[27]\n",
        "Baseando-se em uma interpretação especulativa de publicações inéditas de Kierkegaard, especialmente um rascunho de uma história chamada O Grande Terremoto,[28] alguns estudiosos argumentam que o pai de Kierkegaard acreditava que havia despertado a ira de Deus e que nenhum de seus filhos sobreviveria a ela. Diz-se que ele acreditava que seus pecados pessoais (como amaldiçoar o nome de Deus em sua juventude[20] ou engravidar Ane fora do casamento) provocaram essa punição. Apesar de cinco de seus sete filhos terem morrido antes dele, tanto Kierkegaard quanto seu irmão, Peter Christian Kierkegaard, sobreviveram por anos depois da morte de Michael.[29] Peter, que era sete anos mais velho de Kierkegaard, mais tarde, tornou-se bispo em Aalborg.[29] De acordo com a pesquisadora Julia Watkin, o interesse precoce de Michael na Igreja dos Irmãos Morávios pode ter-lhe despertado uma profunda sensação dos efeitos devastadores provenientes do pecado.[30]\n",
        "Kierkegaard acreditava que ninguém reteria seus pecados. Mesmo que alguém não acreditasse no perdão do pecado, esse alguém não viveria sua própria vida como uma objeção contra a existência do perdão.[31] Ele afirmou que Catão, o Jovem cometeu suicídio antes que César tivesse a chance de perdoá-lo. Para Kierkegaard, esse medo de não encontrar perdão é devastador.[32][33] Edna Hong, tradutora das obras de Kierkegaard, citou as passagens sobre o perdão em seu livro de 1984, Forgiveness is a Work As well, a Grace.[34][35][36] Em 1954, Samuel Barber compôs uma cantata chamada Prayers of Kierkegaard, baseada em sua ideia de perdão:[37]\n",
        "Entre 1821 e 1830, Kierkegaard frequentou a Escola de Virtude Cívica, Østre Borgerdyd Gymnasium, na época situada em Købmagergade, uma rua comercial localizada no centro histórico de Copenhague. Lá ele estudou latim e história, entre outras disciplinas. Ele passou a estudar teologia na Universidade de Copenhague. Na época, ele tinha pouco interesse em obras históricas, sobretudo as filosóficas, pois ele não conseguia dedicar-se a tarefas especulativas.[38] Ele escreveu: \"O que eu realmente preciso fazer é esclarecer sobre o que devo fazer\", não o que devo saber. Ele gostaria de \"levar uma vida completamente humana e não apenas de conhecimento\".[39] Kierkegaard não queria ser um filósofo no sentido tradicional ou um seguidor de Hegel,[40] tampouco gostaria de pregar um cristianismo que fosse uma ilusão.[41] Segundo o próprio Kierkegaard, \"ele aprendeu com seu pai que alguém pode fazer o que quisesse, e a vida de seu pai não contradisse essa teoria\".[42]\n",
        "Uma das primeiras descrições da aparência física de Kierkegaard veio de Hans Brøchner, um convidado para a festa de casamento do seu irmão Peter em 1836: \"Eu achei [sua aparência] quase cômica. Na época ele estava com vinte e três anos de idade. Ele tinha algo bastante irregular em toda a sua forma e usava um penteado estranho. Seu cabelo subiu quase seis centímetros acima de sua testa em uma forma de crista desgrenhada que lhe dava uma estranha aparência de espanto\".[43] Kierkegaard se descreveu como alguém de composição física frágil:\n",
        "Outra descrição provém da sobrinha de Kierkegaard, Henriette Lund: Quando Søren Kierkegaard era um garoto, ele \"era de aparência esbelta e delicada, e usava uma pequena túnica vermelha. Ele costumava ser chamado de \"garfo\" por seu pai, por causa de sua tendência, desenvolvida bem cedo, a fazer observações satíricas. Embora um tom sério e quase austero invadisse a casa de Kierkegaard, tenho a firme impressão de que lá também era um lugar de vivacidade juvenil, ainda que mais silenciosa e caseiro do que a que estamos acostumados hoje em dia. A casa estava aberta à uma 'hospitalidade antiquada' \"(1876).[45]\n",
        "A mãe de Kierkegaard \"era uma mulher simpática com uma disposição equilibrada e feliz\", segundo a descrição de um neto. Ela nunca foi mencionada nos trabalhos de Kierkegaard. Ane morreu em 31 de julho de 1834, 66 anos, possivelmente de tifo.[46] Seu pai morreu em 8 de agosto de 1838, aos 82 anos. Em 11 de agosto, Kierkegaard escreveu: \"Meu pai morreu na quarta-feira (8) às 2h00 da manhã. Eu desejei profundamente que ele vivesse mais alguns anos ... Agora eu sinto que há apenas uma pessoa (E. Boesen) com quem eu realmente posso falar sobre ele. Ele foi um 'amigo fiel”.[47] Troels Frederik Lund, seu sobrinho, foi fundamental para fornecer aos biógrafos muitas informações sobre Søren Kierkegaard. Lund foi um bom amigo de Georg Brandes e Julius Lange.[48] Aqui está uma anedota sobre o Michael, seu pai, encontrada nos diários de Kierkegaard. \n",
        "Segundo Samuel Hugo Bergmann, \"os diários de Kierkegaard são uma das fontes mais importantes para uma compreensão de sua filosofia\".[50] Kierkegaard escreveu mais de 7 000 páginas em seus diários sobre eventos, reflexões, pensamentos sobre suas obras e observações cotidianas.[51] Toda a coleção de periódicos dinamarqueses (Journalen) foi editada e publicada em 13 volumes, consistindo 25 ligações separadas, incluindo índices. A primeira edição inglesa dos periódicos foi editada por Alexander Dru em 1938.[52] O estilo desses escritos é \"literário e poético\".[53]\n",
        "Kierkegaard queria que Regine Olsen, sua noiva fosse a confidente de seus escritos, mas considerou isso impossível, então ele deixou para \"meu leitor, aquele único indivíduo\" a incumbência de se tornar seu confidente. Ele se perguntou se era se alguém pode ou não ter um confidente espiritual, escrevendo a seguinte passagem em seu postcript conclusivo: \"Com relação à verdade essencial, uma relação direta entre espírito e espírito é impensável. Se tal relação é assumida, na verdade significa que a parte deixou de ser espírito\".[54]\n",
        "Os diários de Kierkegaard foram a fonte de muitos aforismos creditados ao filósofo. A passagem seguinte, de 1º de agosto de 1835, é talvez seu aforismo mais citado e uma citação-chave para os estudos existencialistas:\n",
        "Ele escreveu a seguinte passagem sobre comunicação indireta no mesmo diário:\n",
        "Embora seus diários esclarecessem alguns aspectos de seu trabalho e de sua vida, Kierkegaard teve o cuidado de não revelar demais. Mudanças abruptas no pensamento, na escrita repetitiva e reviravoltas incomuns são algumas das muitas táticas que ele usou para afastar os leitores. Consequentemente, existem muitas interpretações variadas de seus diários. Kierkegaard não tinha dúvidas sobre a importância que seus diários teriam no futuro. Em dezembro de 1849, ele escreveu: “Se eu morresse agora, o efeito de minha vida seria excepcional, muito do que eu simplesmente anotei de maneira descuidada nos diários teriam grande importância e grandes consequências; por conta deles as pessoas teriam se reconciliado comigo e seriam capazes de me conceder o que era, e é, meu direito\".[56]\n",
        "Em 8 de setembro de 1840, Kierkegaard formalizou o pedido de noivado a Olsen. No entanto, Kierkegaard logo se sentiu desiludido com as perspectivas de se casar. Quebrou o noivado a 11 de agosto de 1841, apesar de se acreditar que havia um amor profundo entre eles. Nos seus Diários, Kierkegaard menciona a sua crença de que sua \"melancolia\" o tornava impróprio para o casamento, mas o motivo exacto para o rompimento do noivado permanece pouco claro.[29][58]\n",
        "Ainda em 1841, Kierkegaard escreveu e defendeu a sua dissertação O conceito de ironia constantemente referido a Sócrates, que foi considerada pelo painel universitário como um trabalho digno de registro e bem estruturado, mas demasiado informal para uma tese acadêmica séria.[59] Kierkegaard graduou-se na universidade a 20 de outubro de 1841 com um Magister Artium, que nos nossos dias designaria um Philosophiæ Doctor (Ph.D.). Com a herança da sua família, no valor de 31 mil rigsdalers (então moeda dinamarquesa), Kierkegaard pôde custear a sua educação, a sua vida e várias publicações das suas primeiras obras.[52]\n",
        "Søren Kierkegaard morreu em 1855, aos 42 anos. Embora a causa de sua morte não seja clara, estudos recentes apontam que a possível causa foi uma doença na coluna vertebral, embora, ao longo da história, tenha-se atribuído também a tuberculose como uma causa.[60] Seu corpo encontra-se sepultado no Cemitério Assistens em Copenhague.[61]\n",
        "Apesar de Kierkegaard, na sua juventude e nos tempos universitários, ter escrito vários artigos sobre política, a mulher, e entretenimento, muitos académicos, como Alastair Hannay e Edward Mooney, acreditam que a sua primeira obra digna de nota é a sua tese universitária O conceito de ironia, com referência continua a Sócrates, apresentado em 1841, ou a obra prima Enten - Eller, publicado em 1843.[58][62]\n",
        "Ambas as obras focaram grandes figuras do pensamento ocidental; Sócrates na primeira, e menos directamente Hegel e Friedrich von Schlegel, na segunda, mostraram o estilo de escrita único de Kierkegaard. O filósofo adotou o pseudônimo de Victor Eremita, enquanto escrevia Enten - Eller, a obra mais importante de sua própria história literária e filosófica de sua primeira fase.[63] O livro foi escrito quase na sua totalidade durante a estadia de Kierkegaard em Berlim, tendo sido completado no Outono de 1842.[62] Kierkegaard terminou Enten - Eller com as palavras \"...apenas a verdade que é construída é verdade para ti\".[64][65] Enten - Eller foi publicado a 20 de fevereiro de 1843. Posteriormente publicaram-se Dois Discursos Edificantes (1843) e Três Discursos Edificantes (1843). Estes discursos foram publicados sob seu próprio nome em vez de um pseudónimo. Kierkegaard continuou a publicar discursos, escritos sob um ponto de vista cristão, até ter completado a obra O Conceito de Angústia. Os discursos foram discutidos em relação a Enten - Eller na obra Ponto de Vista Explicativo da Minha Obra de Escritor e nas entradas do seu Diário.\n",
        "No mesmo ano em que se publicou Enten - Eller, Kierkegaard soube que Regine Olsen se encontrava para se casar com Johan Frederik Schlegel (1817–96), um funcionário público. Isso afetou profundamente Kierkegaard e seus escritos subsequentes. Em Temor e Tremor, um discurso sobre a natureza da fé publicado no fim de 1843, pode ser interpretada uma passagem da obra como dizendo \"Kierkegaard espera que através que um ato divino, Regine possa voltar para si\".[66] Em A Repetição, publicado no mesmo dia que Temor e Tremor, é uma exploração do amor, da experiência religiosa e da linguagem, reflectida numa série de histórias sobre um jovem que deixa a sua amada. Várias outras obras neste período fazem insinuações sobre a relação entre Kierkegaard e Olsen[66] Após ter completado A Repetição ele escreveu Quatro Discursos edificantes (1842), Dois Discursos Edificantes (1844) e Três Discursos Edificantes (1844).\n",
        "As Migalhas Filosóficas (1844) e o Post Scriptum Final não Científico às Migalhas Filosóficas (1846) são duas das três obras escritas sob o pseudônimo de Johannes Climacus. Estudiosos Kierkegaardianos acreditam que Kierkegaard poderia estar se referindo ao monge do século XVII João Clímaco.[67]\n",
        "Especialistas no autor comumente se referem a essas obras como magnum opus de Kierkegaard, já que o dinamarquês amadurece algumas das ideias anteriores desenvolvidas em obras pseudônimas.[68][69] Kierkegaard escreveu seus livros em reação tanto a Hegel quanto a Schlegel, bem como ao uso histórico-filosófico da especulação em relação ao cristianismo. Schlegel publicou um livro com o mesmo título do de Kierkegaard, Philosophical Fragments, em 1799. Climacus se insere na tradição socrática mas tenta ir além dela, e para isso formula a pergunta:\n",
        "O Postscriptum (1846) é o complemento das migalhas. Com esta obra continua e conclui a tarefa de delinear um cristianismo existencial ou paradoxal, afastando-se das categorias filosóficas sistemáticas, com especial ênfase nas hegelianas.[71] Johannes Climacus se descreve como um psicólogo experimental bem-humorado. Ele está interessado no que significa ser um sujeito.[69]\n",
        "O Postscriptum é uma obra de natureza “não científica”, e esta falta de cientificidade não se deve naturalmente à falta de raciocínio, mas sim à falta de objetividade do sistema, por um lado, e à sua apresentação não didática. Quando o indivíduo lida com sua própria existência, não pode recorrer confortavelmente ao recurso didático do professor, pois quando se trata da existência, o único professor possível é a própria existência. No entanto, sua intenção não é ensinar a arte de existir, daí o título de \"não científico\".[71] Climacus não é contra o pensamento ou reflexão, já que dedicou grande parte de sua vida. O que não pode ser entendido de forma erudita ou acadêmica, afirma ele, é a existência.[71]\n",
        "Os pseudônimos mais importantes de Kierkegaard, em ordem cronológica, foram:[72]\n",
        "Suas contribuições exerceram impacto nas áreas da psicologia, antropologia e sociologia. Theodor Adorno, por exemplo, foi especialmente influenciado por Kierkegaard, que foi objeto de estudo de seu doutorado.[74][75]\n",
        "Kierkegaard é mais conhecido como fundador do existencialismo. Seguindo o dinamarquês, autores que se tornariam conhecidos como existencialistas procuraram desenvolver um novo tipo de filosofia que fosse mais em contato com os problemas reais da vida e da existência humana, enquanto rejeita o que eles consideravam como análise conceitual abstrata por si só. Pensadores como Heidegger, Albert Camus, Sartre e Merleau-Ponty utilizaram conceitos desenvolvidos por Kierkegaard como ponto de partida para suas próprias considerações sobre as emoções humanas e a existência.[76] Wittgenstein o considerava o filósofo mais profundo do século XIX.[77]\n",
        "Para além do existencialismo, escritores e pensadores de gêneros distintos como Kafka e Lukács e Mircea Eliade viram suas próprias lutas pessoais refletidas na vida de Kierkegaard.[4]\n",
        "Na psicologia, Kierkegaard foi influente para importantes escolas de pensamento, como a psicanálise desenvolvida na obra de figuras como Sigmund Freud (1856-1939) e Pierre Janet (1859-1947). Alguns de seus insights foram aplicados clinicamente por figuras como Ludwig Binswanger e Viktor Frankl.[4]\n",
        "No cinema, o pensamento de Kierkegaard exerceu especial impacto nas obras de Ingmar Bergman, leitor declarado do dinamarquês.[78][73]\n",
        "Kierkegaard publicou os escritos em itálico sob vários pseudônimos.\n"
    ],
    "ligacoes": [
        "<ul><li>Victor Eremita, editor de <i><a href=\"/wiki/Enten_-_Eller\" title=\"Enten - Eller\">Enten - Eller</a></i> (<i>Ou isso, ou aquilo: um fragmento de vida</i>)</li>\n<li>A, escritor de muitos artigos na revista <i><a href=\"/wiki/Enten_-_Eller\" title=\"Enten - Eller\">Enten - Eller</a></i></li>\n<li>William Afham (“Guilherme Por ele mesmo”), autor de refutações para A de <i><a href=\"/wiki/Enten_-_Eller\" title=\"Enten - Eller\">Enten - Eller</a></i></li>\n<li>Johannes de Silentio, autor de <i><a href=\"/wiki/Temor_e_Tremor\" class=\"mw-redirect\" title=\"Temor e Tremor\">Temor e Tremor</a></i></li>\n<li>Constantine Constantius, autor da primeira metade de <i>A Repetição</i></li>\n<li>Young Man, autor da segunda metade de <i>A Repetição</i></li>\n<li>Vigilius Haufniensis, autor de <i><a href=\"/wiki/O_Conceito_de_Ang%C3%BAstia\" title=\"O Conceito de Angústia\">O Conceito de Angústia</a></i></li>\n<li>Nicolaus Notabene, autor de <i>Prefácios</i></li>\n<li>Frater Taciturnus (irmão taciturno) em <i><a href=\"/wiki/Est%C3%A1dios_no_Caminho_da_Vida\" title=\"Estádios no Caminho da Vida\">Estádios no Caminho da Vida</a></i></li>\n<li>Hilarius Bookbinder, editor de em <i><a href=\"/wiki/Est%C3%A1dios_no_Caminho_da_Vida\" title=\"Estádios no Caminho da Vida\">Estádios no Caminho da Vida</a></i></li>\n<li>Johannes Climacus, autor de <i><a href=\"/wiki/Post_Scriptum_Final_N%C3%A3o-Cient%C3%ADfico_%C3%A0s_Migalhas_Filos%C3%B3ficas\" class=\"mw-redirect\" title=\"Post Scriptum Final Não-Científico às Migalhas Filosóficas\">Post Scriptum Final Não-Científico às Migalhas Filosóficas</a></i></li>\n<li>Inter et Inter, autor de <i>Ponto de Vista Explicativo da minha Obra como Escritor</i></li>\n<li>H.H., autor de <i>Dois Ensaios Ético-Religiosos Menores</i></li>\n<li>Anti-Climacus, autor de <i><a href=\"/wiki/Pr%C3%A1tica_do_Cristianismo\" title=\"Prática do Cristianismo\">Prática do Cristianismo</a></i></li></ul>",
        "<ul><li>(1841) <i><a href=\"/wiki/O_conceito_de_ironia_constantemente_referido_a_S%C3%B3crates\" class=\"mw-redirect\" title=\"O conceito de ironia constantemente referido a Sócrates\">O Conceito de Ironia constantemente Referido a Sócrates</a></i></li>\n<li>(1843) <i><a href=\"/wiki/Enten_-_Eller\" title=\"Enten - Eller\">Enten - Eller</a></i> (<i>Ou isso, ou aquilo: um fragmento de vida</i> ). Inclui <i><a href=\"/wiki/Di%C3%A1rio_de_um_Sedutor\" class=\"mw-redirect\" title=\"Diário de um Sedutor\">Diário de um Sedutor</a></i></li>\n<li>(1843) <i>Dois Discursos Edificantes (1843)</i></li>\n<li>(1843) <i><a href=\"/wiki/Temor_e_Tremor\" class=\"mw-redirect\" title=\"Temor e Tremor\">Temor e Tremor</a></i></li>\n<li>(1843) <i>Três Discursos Edificantes (1843)</i></li>\n<li>(1843) <i>A Repetição</i></li>\n<li>(1843) <i>Quatro Discursos Edificantes (1843)</i></li>\n<li>(1844) <i>Dois Discursos Edificantes (1844)</i></li>\n<li>(1844) <i><a href=\"/wiki/Tr%C3%AAs_Discursos_Edificantes_(1844)\" title=\"Três Discursos Edificantes (1844)\">Três Discursos Edificantes (1844)</a></i></li>\n<li>(1844) <i><a href=\"/wiki/Migalhas_Filos%C3%B3ficas\" title=\"Migalhas Filosóficas\">Migalhas Filosóficas</a></i></li>\n<li>(1844) <i><a href=\"/wiki/O_Conceito_de_Ang%C3%BAstia\" title=\"O Conceito de Angústia\">O Conceito de Angústia</a></i></li>\n<li>(1844) <i>Quatro Discursos Edificantes (1844)</i></li>\n<li>(1845) <i><a href=\"/wiki/Est%C3%A1dios_no_Caminho_da_Vida\" title=\"Estádios no Caminho da Vida\">Estádios no Caminho da Vida</a></i></li>\n<li>(1846) <i><a href=\"/wiki/Post_Scriptum_Final_N%C3%A3o-Cient%C3%ADfico_%C3%A0s_Migalhas_Filos%C3%B3ficas\" class=\"mw-redirect\" title=\"Post Scriptum Final Não-Científico às Migalhas Filosóficas\">Post Scriptum Final Não-Científico às Migalhas Filosóficas</a></i></li>\n<li>(1847) <i><a href=\"/wiki/Discursos_Edificantes_em_Diversos_Esp%C3%ADritos\" title=\"Discursos Edificantes em Diversos Espíritos\">Discursos Edificantes em Diversos Espíritos</a></i></li>\n<li>(1847) <i><a href=\"/wiki/As_Obras_do_Amor\" title=\"As Obras do Amor\">As Obras do Amor</a></i></li>\n<li>(1848) <i>Discursos Cristãos</i></li>\n<li>(1848, publicado em 1859) <i>Ponto de Vista Explicativo da minha Obra como Escritor</i></li>\n<li>(1849) <i><a href=\"/wiki/O_Desespero_Humano\" title=\"O Desespero Humano\">O Desespero Humano</a></i></li>\n<li>(1849) <i>Três Discursos para a Comunhão de Sexta-feira</i></li>\n<li>(1850) <i><a href=\"/wiki/Pr%C3%A1tica_do_Cristianismo\" title=\"Prática do Cristianismo\">Prática do Cristianismo</a></i></li></ul>",
        "<ul><li>Über den Begriff der Ironie. Mit ständiger Rücksicht auf Sokrates (dissertação 1841)</li>\n<li>Entweder – Oder I/II (1843) (<a rel=\"nofollow\" class=\"external text\" href=\"http://www.textlog.de/kierkegaard-oder.html\">E-Text</a>)</li>\n<li><i>Tagebuch des Verführers</i> (1843)</li>\n<li>Zwei erbauliche Reden (1843)</li>\n<li><i>Die Wiederholung</i> (1843)</li>\n<li><i>Furcht und Zittern</i> (1843)</li>\n<li>Drei erbauliche Reden (1843)</li>\n<li>Vier erbauliche Reden (1843)</li>\n<li>Zwei erbauliche Reden (1844)</li>\n<li>Drei erbauliche Reden (1844)</li>\n<li><i>Philosophische Brocken</i> (1844)</li>\n<li>Der Begriff Angst (1844)</li>\n<li><i>Vorreden</i> (1844)</li>\n<li>Vier erbauliche Reden (1844)</li>\n<li>Drei Reden bei gedachten Gelegenheiten (1845)</li>\n<li><i>Stadien auf des Lebens Weg</i> (1845)</li>\n<li><i>Abschließende Unwissenschaftliche Nachschrift zu den Philosophischen Brocken</i> (1846)</li>\n<li>Eine literarische Anzeige (1846)</li>\n<li>Erbauliche Reden in verschiedenem Geist (1847)</li>\n<li>Die Taten der Liebe. Etliche christliche Erwägungen in Form von Reden (1847)</li>\n<li>Christliche Reden (1848)</li>\n<li><i>Die Krise und eine Krise im Leben einer Schauspielerin</i> (1848)</li>\n<li>Die Lilie auf dem Feld und der Vogel unter dem Himmel. Drei fromme Reden (1849)</li>\n<li><i>Zwei kleine ethisch-religiöse Abhandlungen</i> (1849)</li>\n<li>Die Krankheit zum Tode (1849)</li>\n<li>Der Hohepriester – der Zöllner – die Sünderin. Drei Reden beim Altargang am Freitag (1849)</li>\n<li><i>Einübung im Christentum,1. Aufl.</i> (1850)</li>\n<li>Eine erbauliche Rede (1850)</li>\n<li>Über meine Wirksamkeit als Schriftsteller (1851), <a href=\"//archive.org/details/bub_gb_cicPAQAAIAAJ/page/n3\" class=\"extiw\" title=\"iarchive:bub gb cicPAQAAIAAJ/page/n3\">online</a></li>\n<li>Zwei Reden beim Altargang am Freitag (1851)</li>\n<li>Zur Selbstprüfung, der Gegenwart anbefohlen (1851)</li>\n<li>Einübung im Christentum, 2. Auflage. (1855)</li>\n<li>Der Augenblick (1855), deutsche Ausgabe, Nördlingen: Greno 1988, <a href=\"/wiki/Especial:Fontes_de_livros/9783891902486\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-89190-248-6</a>, série Die Andere Bibliothek</li>\n<li>Gottes Unveränderlichkeit. Eine Rede (1855)</li>\n<li>Religion der Tat (ed.1930)</li></ul>",
        "<ul><li><a href=\"/wiki/Est%C3%A1dio_est%C3%A9tico\" title=\"Estádio estético\">Estádio estético</a></li>\n<li><a href=\"/wiki/Est%C3%A1dio_%C3%A9tico\" title=\"Estádio ético\">Estádio ético</a></li>\n<li><a href=\"/wiki/Est%C3%A1dio_religioso\" title=\"Estádio religioso\">Estádio religioso</a></li>\n<li><a href=\"/wiki/Existencialismo\" title=\"Existencialismo\">Existencialismo</a></li>\n<li><a href=\"/wiki/Existencialismo_crist%C3%A3o\" title=\"Existencialismo cristão\">Existencialismo cristão</a></li>\n<li><a href=\"/wiki/Jo%C3%A3o_Cl%C3%ADmaco\" title=\"João Clímaco\">João Clímaco</a> (em <a href=\"/wiki/Latim\" title=\"Latim\">latim</a>: <i>Johannes Climacus</i>), o personagem de quem Søren tomou emprestado o pseudónimo</li>\n<li><a href=\"/wiki/O_geral\" title=\"O geral\">O geral</a></li>\n<li><a href=\"/wiki/Salto_da_f%C3%A9\" title=\"Salto da fé\">Salto da fé</a></li></ul>",
        "<ul><li>FRANCO, France. <i>Compreender Kierkegaard</i>. Petrópolis: Vozes, 2005. <a href=\"/wiki/Especial:Fontes_de_livros/8574480738\" class=\"internal mw-magiclink-isbn\">ISBN 85-7448-073-8</a></li>\n<li>LE BLANC, Charles. <i>Kierkegaard</i>. São Paulo: Estação Liberdade, 2003. <a href=\"/wiki/Especial:Fontes_de_livros/8532633811\" class=\"internal mw-magiclink-isbn\">ISBN 85-326-3381-1</a></li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.sjmex.org/procura/kierkegaard/index.htm\">«La liberdad en Sören Kierkegaard»</a> (em espanhol)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AS%C3%B8ren+Kierkegaard&amp;rft.btitle=La+liberdad+en+S%C3%B6ren+Kierkegaard&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.sjmex.org%2Fprocura%2Fkierkegaard%2Findex.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cobra.pages.nom.br/fcp-kierkegaard.html\">cobra.pages.nom.br</a></li>\n<li>O filósofo Henri N. Levinspuhl está traduzindo Kierkegaard para o português: <a rel=\"nofollow\" class=\"external text\" href=\"http://levinspuhl.vilabol.uol.com.br/\">levinspuhl.vilabol.uol.com.br</a></li>\n<li>Revista IHU On-Line - Edição 314 - <a rel=\"nofollow\" class=\"external text\" href=\"http://www.ihuonline.unisinos.br/uploads/edicoes/1257800291.6407pdf.pdf\">\"A atualidade de Søren Kierkegaard\"</a></li>\n<li>Crítica ao pensamento de Kierkegaard (em português) - <a rel=\"nofollow\" class=\"external text\" href=\"https://estudobiblico.org/temor-e-tremor/\">Temor e Tremor</a></li>\n<li>REQUENA, Brian Henrique de Assis Fuentes. Kierkegaard: <i>pseudônimos, angústias e rupturas</i>. Revista Conhecimento Prático (Filosofia), Editora Escala, São Paulo, p. 24-29, 17 mar. 2013. Disponível em: <a rel=\"nofollow\" class=\"external autonumber\" href=\"https://pt.scribd.com/document/455120510/Pseudonimos-angustias-e-rupturas-em-Kierkegaard\">[1]</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:FreeCiv_B.great_library.png\" title=\"Portal da literatura\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d0/FreeCiv_B.great_library.png/40px-FreeCiv_B.great_library.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/d/d0/FreeCiv_B.great_library.png 2x\" data-file-width=\"50\" data-file-height=\"34\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Literatura\" title=\"Portal:Literatura\">Portal da literatura</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-logo_A_pt.svg\" title=\"Portal do anarquismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wikipedia-logo_A_pt.svg/40px-Wikipedia-logo_A_pt.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Wikipedia-logo_A_pt.svg/60px-Wikipedia-logo_A_pt.svg.png 2x\" data-file-width=\"1062\" data-file-height=\"1062\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Anarquia\" title=\"Portal:Anarquia\">Portal do anarquismo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Christianity_symbols.svg\" title=\"Portal do cristianismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/81/Christianity_symbols.svg/40px-Christianity_symbols.svg.png\" decoding=\"async\" width=\"25\" height=\"21\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/81/Christianity_symbols.svg/60px-Christianity_symbols.svg.png 2x\" data-file-width=\"425\" data-file-height=\"354\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Cristianismo\" title=\"Portal:Cristianismo\">Portal do cristianismo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Denmark.svg\" title=\"Portal da Dinamarca\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Flag_of_Denmark.svg/40px-Flag_of_Denmark.svg.png\" decoding=\"async\" width=\"25\" height=\"19\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Flag_of_Denmark.svg/60px-Flag_of_Denmark.svg.png 2x\" data-file-width=\"512\" data-file-height=\"387\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Dinamarca\" title=\"Portal:Dinamarca\">Portal da Dinamarca</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:P_religion_world.svg\" title=\"Portal da religião\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/40px-P_religion_world.svg.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/60px-P_religion_world.svg.png 2x\" data-file-width=\"400\" data-file-height=\"360\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Religi%C3%A3o\" title=\"Portal:Religião\">Portal da religião</a></span></span></li>   </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1813\" title=\"Categoria:Nascidos em 1813\">Nascidos em 1813</a><a href=\"/wiki/Categoria:Mortos_em_1855\" title=\"Categoria:Mortos em 1855\">Mortos em 1855</a><a href=\"/wiki/Categoria:S%C3%B8ren_Kierkegaard\" title=\"Categoria:Søren Kierkegaard\">Søren Kierkegaard</a><a href=\"/wiki/Categoria:Naturais_de_Copenhague\" title=\"Categoria:Naturais de Copenhague\">Naturais de Copenhague</a><a href=\"/wiki/Categoria:Homens\" title=\"Categoria:Homens\">Homens</a><a href=\"/wiki/Categoria:Humanistas\" title=\"Categoria:Humanistas\">Humanistas</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Copenhague\" title=\"Categoria:Alunos da Universidade de Copenhague\">Alunos da Universidade de Copenhague</a><a href=\"/wiki/Categoria:Escritores_da_Dinamarca\" title=\"Categoria:Escritores da Dinamarca\">Escritores da Dinamarca</a><a href=\"/wiki/Categoria:Anarquistas_crist%C3%A3os\" title=\"Categoria:Anarquistas cristãos\">Anarquistas cristãos</a><a href=\"/wiki/Categoria:Anarquistas_da_Dinamarca\" title=\"Categoria:Anarquistas da Dinamarca\">Anarquistas da Dinamarca</a><a href=\"/wiki/Categoria:Existencialismo_religioso\" title=\"Categoria:Existencialismo religioso\">Existencialismo religioso</a><a href=\"/wiki/Categoria:Existencialistas\" title=\"Categoria:Existencialistas\">Existencialistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Dinamarca\" title=\"Categoria:Filósofos da Dinamarca\">Filósofos da Dinamarca</a><a href=\"/wiki/Categoria:Luteranos_da_Dinamarca\" title=\"Categoria:Luteranos da Dinamarca\">Luteranos da Dinamarca</a><a href=\"/wiki/Categoria:Mortes_por_tuberculose_na_Dinamarca\" title=\"Categoria:Mortes por tuberculose na Dinamarca\">Mortes por tuberculose na Dinamarca</a><a href=\"/wiki/Categoria:Te%C3%B3logos_da_Dinamarca\" title=\"Categoria:Teólogos da Dinamarca\">Teólogos da Dinamarca</a><a href=\"/wiki/Categoria:Te%C3%B3logos_protestantes\" title=\"Categoria:Teólogos protestantes\">Teólogos protestantes</a><a href=\"/wiki/Categoria:Mortes_por_tuberculose_no_s%C3%A9culo_XIX\" title=\"Categoria:Mortes por tuberculose no século XIX\">Mortes por tuberculose no século XIX</a><a href=\"/wiki/Categoria:Poetas_da_Dinamarca\" title=\"Categoria:Poetas da Dinamarca\">Poetas da Dinamarca</a><a href=\"/wiki/Categoria:Poetas_crist%C3%A3os\" title=\"Categoria:Poetas cristãos\">Poetas cristãos</a><a href=\"/wiki/Categoria:Mortes_por_tuberculose\" title=\"Categoria:Mortes por tuberculose\">Mortes por tuberculose</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/8/89/Kierkegaard.jpg/250px-Kierkegaard.jpg",
    "view": "sren_kierkegaard"
}