{
    "url": "https://pt.wikipedia.org/wiki/Thomas_Hill_Green",
    "codigo_http": 200,
    "titulo": [
        "T. H. Green"
    ],
    "conteudo": [
        "Thomas Hill Green (7 de abril de 1836 - 26 de março de 1882), conhecido como T. H. Green, foi um filósofo inglês, político radical, reformador do movimento da temperança e membro do movimento idealista britânico. Como todos os idealistas britânicos, Green foi influenciado pelo historicismo metafísico de G. W. F. Hegel. Ele foi um dos pensadores por trás da filosofia do liberalismo social.\n",
        "Green nasceu em 7 de abril de 1836 em Birkin, West Riding of Yorkshire, Inglaterra, onde seu pai era reitor. Por parte de pai, ele era descendente de Oliver Cromwell.[1][2] Ele recebeu educação inteiramente em casa até os 14 anos, quando ingressou na Rugby School, onde permaneceu durante cinco anos.[3]\n",
        "Em 1855, ele se submeteu à graduação do Balliol College, Oxford, e foi eleito bolsista em 1860. Ele começou uma vida de ensino (principalmente filosófico) na universidade – primeiro como tutor universitário, e depois, de 1878 até sua morte, como Professor de Filosofia Moral na Cadeira de Whyte.[3]\n",
        "As palestras que proferiu como professor foram transformadas em suas duas obras mais importantes, a saber, Prolegomena to Ethics[4] e Lectures on the Principles of Political Obligation, que contêm todo o seu ensino construtivo positivo. Essas obras só foram publicadas postumamente, mas as opiniões de Green eram previamente conhecidas indiretamente por meio da Introdução à edição padrão das obras de David Hume por Green e T. H. Grose, membro do Queen's College, na qual a doutrina inglesa, isto é, a filosofia \"empírica\", foi exaustivamente examinada.[3][5]\n",
        "Em 1871, ele se casou com Charlotte Byron Green, conhecida como promotora da educação para mulheres (numa sociedade em que ainda era comum que a educação fosse exclusivamente dispensada aos cidadãos do gênero masculino).[6] Em 1879, Green fez parte de um comitê para criar um colégio feminino em Oxford, \"no qual nenhuma distinção será feita entre estudantes com base no fato de pertencerem a diferentes denominações religiosas\". O trabalho de Green e sua esposa resultou na fundação do Somerville Hall (mais tarde Somerville College). \n",
        "Green esteve envolvido na política local por muitos anos, por meio da universidade, de associações do movimento da temperança e da associação liberal local de Oxford. Durante a aprovação da Segunda Lei de Reforma, ele fez campanha para que o direito ao voto fosse estendido a todos os homens que vivessem em bairros, mesmo que estes não possuíssem imóveis. Nesse sentido, a posição de Green era mais radical que a da maioria dos outros liberais radicais, incluindo William Ewart Gladstone.\n",
        "Foi no contexto de suas atividades no Partido Liberal que, em 1881, Green deu o que seria um de seus mais famosos discursos de sua filosofia política liberal, a \"Palestra sobre Legislação Liberal e Liberdade de Contrato\".[7] Nessa época, ele também lecionava religião, epistemologia, ética e filosofia política .\n",
        "A maioria de suas principais obras foi publicada postumamente, incluindo seus sermões leigos que receberam o título Faith and The Witness of God (\"Fé e a Testemunha de Deus\" em tradução livre), o ensaio intitulado \"Sobre os diferentes sentidos de 'liberdade' conforme aplicados à vontade e ao progresso moral do homem\", Prolegômenos à Ética, Palestras Sobre os Princípios da Obrigação Política e a \"Conferência Sobre Legislação Liberal e Liberdade de Contrato\".\n",
        "Green morreu de envenenamento do sangue, aos 45 anos de idade, no dia 15 de março de 1882. Além de amigos de sua vida acadêmica, cerca de 2.000 habitantes da cidade compareceram ao seu funeral.\n",
        "Ele ajudou a fundar a escola de ensino médio masculina City of Oxford High School for Boys.\n",
        "O empirismo e os pensamentos sobre evolução biológica de David Hume (incluindo as contribuições de Herbert Spencer) foram as principais características do pensamento inglês durante o terceiro quarto do século XIX. Green representa principalmente a reação contra tais doutrinas. Green argumentou que, quando essas doutrinas foram levadas à sua conclusão lógica, elas não apenas \"tornaram toda a filosofia fútil\", mas foram fatais para a vida prática. Segundo Green, ao reduzir a mente humana a uma série de sensações atômicas não relacionadas, esses ensinamentos relacionados destruíram a possibilidade de conhecimento.[3] Esses ensinamentos foram de refutação especialmente importante para Green, pois eles foram a base da concepção da mente que era sustentada pela então nascente ciência da psicologia. Green buscava esvaziar as pretensões dos psicólogos que afirmavam que esse recente campo proporcionaria um substituto científico para a epistemologia e a metafísica tradicionais.[8]\n",
        "Green objetou ainda que tais empiristas representavam uma pessoa como um \"ser que é simplesmente o resultado de forças naturais\" e que, portanto, transformavam a conduta, ou qualquer teoria moral da conduta, em algo sem sentido; pois a vida em qualquer sentido humano e inteligível implica um eu pessoal que: (1) sabe o que fazer, e; (2) tem poder para fazê-lo. Dessa maneira, Green foi levado — não por ter uma motivação teórica, mas como uma necessidade prática —, a perscrutar novamente a inteireza da questão da humanidade em relação à natureza. Ele sustentava que, quando descobrirmos o que uma pessoa é em si mesma, e qual é a sua relação com o meio ambiente, saberemos, então, sua função — o que ela está preparada para fazer. À luz desse conhecimento, poderemos formular um código moral que, por sua vez, servirá como critério das próprias instituições cívicas e sociais. Elas formam, natural e necessariamente, a expressão objetiva das ideias morais — e é em algum todo cívico ou social que o ideal moral deve finalmente tomar uma forma concreta.[3]\n",
        "Perguntar \"O que é o homem?\" é perguntar \"O que é experiência?\", pois experiência significa aquilo de que estou consciente. Os fatos da consciência são os únicos fatos que, para começar, estamos justificados em afirmar que existem. Por outro lado, eles são evidências válidas para tudo o que é necessário para sua própria explicação, ou seja, para tudo o que está logicamente envolvido neles. Ora, a característica mais marcante dos humanos, o que de fato os marca especialmente, em contraste com outros animais, é a autoconsciência. O ato mental mais simples no qual podemos analisar as operações da mente humana — o ato da percepção sensorial — nunca é meramente uma mudança, física ou psíquica, mas a consciência de uma mudança.[3]\n",
        "A experiência humana consiste não em processos de um organismo animal, mas nesses processos reconhecidos como tais. Aquilo que percebemos é, desde o início, um fato apreendido — que não pode, portanto, ser analisado em elementos isolados (as chamadas sensações) que, como tais, não são constituintes da consciência de forma alguma, mas existem desde o início como uma síntese das relações em uma consciência que mantém distintos o \"eu\" e os vários elementos do \"objeto\", embora mantendo todos juntos na unidade do ato de percepção. Em outras palavras, toda a estrutura mental que chamamos de conhecimento consiste, em sua forma mais simples igualmente com seus constituintes mais complexos, do \"trabalho da mente\". John Locke e David Hume sustentavam que o trabalho da mente era eo ipso [por esse mesmo ato] irreal porque foi \"feito\" por humanos e não \"dado\" a humanos. Portanto, tal trabalho representou uma criação subjetiva, não um fato objetivo. Mas essa consequência se segue apenas da suposição de que o trabalho da mente é arbitrário, uma suposição que se mostra injustificada pelos resultados da ciência exata, com a distinção universalmente reconhecida que tal ciência traça entre verdade e falsidade, entre o real e as \"meras ideias\". Essa distinção (obviamente válida) envolve logicamente a consequência de que o objeto, ou conteúdo, do conhecimento, a saber, a realidade, é uma realidade ideal inteligível, um sistema de relações de pensamento, um cosmos espiritual. Como a existência desse todo ideal deve ser explicada? Apenas pela existência de algum \"princípio que torna possíveis todas as relações e não é determinado por nenhuma delas\"; uma eterna autoconsciência que conhece de maneira integral o que conhecemos apenas em partes. Para Deus, o mundo é; para os humanos, o mundo gradualmente se torna. A experiência humana é Deus gradualmente manifestado. [3]\n",
        "Levando o mesmo método para a área da filosofia moral, Green argumentou que a ética se aplica às condições da vida social — aquela investigação da natureza humana que a metafísica começou. A faculdade empregada nesta investigação posterior não é uma \"faculdade moral separada\", mas a mesma razão que é a fonte de todo o nosso conhecimento — sobre ética e em outras áreas. [3]\n",
        "A autorreflexão gradualmente nos revela a capacidade humana, a função humana, trazendo, consequentemente, a responsabilidade humana. Ela traz à consciência certas potencialidades de cuja realização deve consistir o verdadeiro bem humano. Como resultado dessa análise, combinada com uma investigação dos arredores em que os humanos vivem, um \"conteúdo\" — um código moral — se torna gradualmente desenvolvido. O bem pessoal é percebido como realizável apenas tornando realizadas as concepções assim obtidas. Enquanto permanecerem como potenciais ou ideais, eles constituem o motivo da ação; motivo consistindo sempre na ideia de algum \"fim\" ou \"bem\" que os humanos apresentam a si mesmos como um fim em cuja realização ele ficaria satisfeito; isto é, em cuja realização ele encontraria seu verdadeiro eu. [3]\n",
        "A determinação de realizar o eu de alguma maneira se constitui como um \"ato de vontade\", que, assim constituído, não é arbitrário nem determinado externamente. Pois o motivo que pode ser considerado sua causa repousa na própria pessoa, e a identificação do eu com tal motivo é uma autodeterminação, que é ao mesmo tempo racional e livre. A \"liberdade do homem\" é constituída não por uma suposta capacidade de se fazer o que se quiser, mas pelo poder de se identificar com aquele verdadeiro bem que a razão lhe revela como seu verdadeiro bem. [3]\n",
        "Este bem consiste na realização do caráter pessoal; portanto, o bem final, ou seja, o ideal moral, como um todo, pode ser realizado apenas numa sociedade de pessoas que, embora permaneçam fins para si mesmas no sentido de que sua individualidade não é perdida — mas tornada mais perfeita —, encontram essa perfeição atingível apenas quando as individualidades separadas são integradas como parte de um todo social. [3]\n",
        "A sociedade é tão necessária para formar as pessoas quanto as pessoas são necessárias para constituir a sociedade. A união social é a condição indispensável para o desenvolvimento das capacidades especiais de seus membros individuais. O auto aperfeiçoamento humano não pode ser obtido isoladamente; é atingível apenas na inter-relação de um indivíduo com os concidadãos de sua comunidade social. [3]\n",
        "A lei de nosso ser, assim revelada, envolve, por sua vez, deveres cívicos ou políticos. A bondade moral não pode ser limitada, e menos ainda constituída, pelo cultivo de virtudes voltadas para si, mas consiste na tentativa de realizar na prática aquele ideal moral que a autoanálise nos revelou como nosso ideal. Desse fato surge o fundamento da obrigação política, porque as instituições da vida política ou cívica são a concretização das ideias morais em termos de nossa época e geração. Mas, uma vez que a sociedade existe apenas para o desenvolvimento adequado das pessoas, temos um critério pelo qual testar essas instituições — a saber, elas contribuem ou não para o desenvolvimento do caráter moral dos cidadãos individualmente?[3]\n",
        "É óbvio que o ideal moral final não se realiza em nenhum corpo de instituições cívicas realmente existentes, mas a mesma análise que demonstra essa deficiência aponta a direção que um verdadeiro desenvolvimento tomará.[3]\n",
        "Daí surge a concepção de direitos e deveres que devem ser mantidos por lei, em oposição aos realmente mantidos; com a consequência adicional de que ocasionalmente pode se tornar um dever moral o indivíduo rebelar-se contra o estado, pelo melhor interesse do próprio estado — isto é, a fim de melhor servir aquele fim ou função que constitui a razão de ser do estado.[3] Existe uma \"vontade geral\" que é um desejo de um bem comum que não pode ser facilmente conciliado, pois existe um antagonismo entre o \"bem comum\" e o \"bem privado\", tais como: \"...o interesse pelo bem comum, em algumas de suas várias formas, é necessário para produzir esse bem, e para neutralizar ou tornar úteis outros desejos e interesses\". Sua base pode ser concebida como uma autoridade coerciva imposta aos cidadãos de maneira externa, ou pode ser vista como uma restrição necessária da liberdade individual à luz de um contrato social, mas ela consiste no reconhecimento espiritual ou metafísico por parte dos cidadãos do que constitui sua verdadeira natureza. Algumas concepções e fatores complicadores são questões elaboradoras tocando nas seguintes questões: \"A Vontade, Não a Força, é a Base do Estado\", \"Direitos do Cidadão Contra o Estado\", \"Direitos Privados. O Direito à Vida e à Liberdade\",\" O Direito que o Estado Tem Sobre o Indivíduo na Guerra\", \"O Direito que o Estado Tem a Punir\", \"O Direito que o Estado Tem a Promover a Moralidade\", \"O Direito que o Estado Tem em Relação à Propriedade\", e \"O Direito que o Estado Tem em Relação à Família\".\n",
        "Green acreditava que o Estado deve promover e proteger os ambientes sociais, políticos e econômicos nos quais os indivíduos terão a melhor chance de agir de acordo com suas consciências. Mas o Estado deve ser cuidadoso ao decidir quais liberdades restringir e de que maneiras reduzi-las. Uma intervenção estatal entusiasta em demasia ou desastrada poderia facilmente fechar as oportunidades de ação conscienciosa, sufocando assim o desenvolvimento moral do indivíduo. O Estado deve intervir apenas onde houver uma tendência clara, comprovada e forte de uma liberdade para escravizar o indivíduo. Mesmo quando tal perigo for identificado, Green tende a favorecer a ação da própria comunidade afetada ao invés da ação do Estado nacional em si — conselhos locais e autoridades municipais tendiam a produzir medidas que eram mais criativas e adaptadas à realidade diária de um problema social. Por isso, ele favoreceu a \"opção local\", em que a população local decidia sobre a emissão de licenças de bebidas em sua área, por meio de conselhos municipais.[9]\n",
        "Green enfatizou a necessidade de soluções específicas a serem adaptadas para atender a problemas específicos. Ele enfatizou que não existem soluções eternas, tampouco divisão atemporal de responsabilidades entre unidades governamentais nacionais e locais. A distribuição de responsabilidades deve ser orientada pelo imperativo de permitir que o maior número possível de indivíduos exerça suas vontades conscienciosas em circunstâncias contingentes particulares, pois somente assim seria possível fomentar a autorrealização individual no longo prazo. Decidir sobre a distribuição de responsabilidades era mais uma questão de política prática do que de filosofia ética ou política. A experiência pode demonstrar que, por exemplo, os níveis local e municipal são incapazes de controlar as influências prejudiciais da indústria cervejeira. Quando isso acontecesse, o estado nacional deveria assumir a responsabilidade por essa área de política pública.\n",
        "Green argumentou que o poder final de decidir sobre a alocação de tais tarefas deveria caber ao estado nacional (na Grã-Bretanha, por exemplo, incorporado ao Parlamento). O próprio estado nacional é legítimo para Green na medida em que defende um sistema de direitos e obrigações que tem maior probabilidade de promover a autorrealização individual. No entanto, a estrutura mais apropriada desse sistema não é determinada nem por cálculo puramente político nem por especulação filosófica. É mais correto dizer que surgiu da estrutura conceitual e normativa subjacente da sociedade particular de alguém.\n",
        "O ensino de Green foi, direta e indiretamente, a influência filosófica mais potente na Inglaterra durante o último quarto do século XIX, enquanto seu entusiasmo por uma cidadania comum e seu exemplo pessoal na vida municipal prática inspiraram muitos dos esforços feitos nos anos após sua morte quanto a colocar as universidades mais em contato com o povo e quebrar o rigor das distinções de classe.[3] Suas ideias se espalharam pela Universidade de St Andrews por meio da influência de David George Ritchie, um ex-aluno seu, que acabou ajudando a fundar a Sociedade Aristotélica. John Dewey escreveu vários dos primeiros ensaios sobre o pensamento de Green, incluindo Self-Realization as the Moral Ideal.\n",
        "O cientista político brasileiro José Guilherme Merquior cita Green em seu livro Liberalismo: O Antigo e o Moderno, onde ressalta a resposta de Green ao evolucionismo esposado por Herbert Spencer, assim como as consequências desse debate para a formulação de políticas públicas. Merquior relata que, se por um lado Spencer defendia o laissez-faire como uma extrapolação do conceito darwiniano de sobrevivência do mais apto, por outro, Green formulou a concepção de que a obstrução causada por falta de medidas básicas do Estado traz consequências negativas inclusive ao próprio pretenso \"indivíduo adaptado\" do darwinismo social. Nesse ponto, observa Merquior, a ênfase de Green é em \"reformas esclarecidas\" e \"fortalecer o acesso à oportunidade\" como uma forma de reafirmar o próprio espírito do liberalismo.[10]\n",
        "Green foi citado diretamente por muitos políticos liberais sociais, como Herbert Samuel e HH Asquith, como uma influência em seus pensamentos. Não por acaso, esses políticos foram educados no Balliol College, em Oxford. Roy Hattersley pediu que o trabalho de Green fosse aplicado aos problemas da Grã-Bretanha do século XXI.[11]\n",
        "O tratado mais importante de Green foi Prologomena to Ethics (Prolegômenos à Ética, em tradução livre), praticamente completo em manuscrito na época de sua morte, e publicado postumamente no ano seguinte, sob a direção de AC Bradley (4ª ed., 1899). Pouco depois, a edição padrão de R. L. Nettleship de seus Works (exclusiva dos Prolegômenos) apareceu em três volumes.[3]\n"
    ],
    "ligacoes": [],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1836\" title=\"Categoria:Nascidos em 1836\">Nascidos em 1836</a><a href=\"/wiki/Categoria:Mortos_em_1882\" title=\"Categoria:Mortos em 1882\">Mortos em 1882</a><a href=\"/wiki/Categoria:Somerville_College\" title=\"Categoria:Somerville College\">Somerville College</a><a href=\"/wiki/Categoria:Ontologistas\" title=\"Categoria:Ontologistas\">Ontologistas</a><a href=\"/wiki/Categoria:Metaf%C3%ADsicos\" title=\"Categoria:Metafísicos\">Metafísicos</a><a href=\"/wiki/Categoria:Idealistas\" title=\"Categoria:Idealistas\">Idealistas</a><a href=\"/wiki/Categoria:Hegelianos\" title=\"Categoria:Hegelianos\">Hegelianos</a><a href=\"/wiki/Categoria:Epistemologistas\" title=\"Categoria:Epistemologistas\">Epistemologistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Inglaterra\" title=\"Categoria:Filósofos da Inglaterra\">Filósofos da Inglaterra</a><a href=\"/wiki/Categoria:Ensa%C3%ADstas_da_Inglaterra\" title=\"Categoria:Ensaístas da Inglaterra\">Ensaístas da Inglaterra</a><a href=\"/wiki/Categoria:Mortes_por_septicemia\" title=\"Categoria:Mortes por septicemia\">Mortes por septicemia</a><a href=\"/wiki/Categoria:Alunos_do_Balliol_College\" title=\"Categoria:Alunos do Balliol College\">Alunos do Balliol College</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/c/c4/Thomashillgreen.jpg",
    "view": "t_h_green"
}