{
    "url": "https://pt.wikipedia.org/wiki/Thomas_Jefferson",
    "codigo_http": 200,
    "titulo": [
        "Thomas Jefferson"
    ],
    "conteudo": [
        "Thomas Jefferson (Shadwell, 13 de abril de 1743 – Charlottesville, 4 de julho de 1826)[1] foi o terceiro presidente dos Estados Unidos (1801-1809) e o principal autor da declaração de independência (1776) dos Estados Unidos. Jefferson foi um dos mais influentes Founding Fathers (os \"Pais Fundadores\" da nação), conhecido pela sua promoção dos ideais do republicanismo nos Estados Unidos. Visualizava o país como a força por trás de um grande \"Império de Liberdade\"[2] que promoveria o republicanismo e poderia combater o imperialismo britânico. Entre os eventos de destaque da história americana que ocorreram durante sua presidência estão a Compra da Louisiana (1803) e a Expedição de Lewis e Clark (1804-1806), bem como a escalada das tensões entre a Grã-Bretanha e a França que levaram à guerra com o Império Britânico em 1812, ano em que deixou o cargo.\n",
        "Como filósofo político, Jefferson foi um homem do Iluminismo, que conheceu diversos dos grandes líderes intelectuais da Grã-Bretanha e França de seu tempo. Idealizou o fazendeiro yeoman como um exemplo das virtudes republicanas, alimentava uma desconfiança de cidades e financeiros, enquanto privilegiava os direitos dos estados e um governo federal rigorosamente controlado. Apoiava a separação entre Igreja e Estado[3] e foi o autor do Estatuto da Virgínia para Liberdade Religiosa (1779, 1786). Epônimo da democracia jeffersoniana, foi cofundador e líder do Partido Democrata-Republicano, que dominou a política dos Estados Unidos por 25 anos. Jefferson serviu como governador da Virgínia durante um período de guerra (1779-1781), foi o primeiro secretário de Estado dos Estados Unidos (1789-1793) e segundo vice-presidente dos Estados Unidos (1797-1801).\n",
        "Como presidente, Thomas Jefferson defendeu os interesses comerciais e marítimos da nação contra os Piratas da Barbária e as políticas comerciais britânicas agressivas. Começando em 1803, Jefferson ainda promoveu uma política expansionista para o oeste, organizando a Compra da Luisiana que, de uma vez só, dobrou o tamanho do país. Para abrir espaço para reassentamento de pessoas para o oeste, Jefferson começou um controverso processo de remoção indígena dos novos territórios adquiridos. Na política externa, buscou negociar a paz com a França, reduzindo as tensões. Sua administração ainda diminuiu o orçamento e tamanho das forças militares disponíveis para o governo federal. Jefferson foi reeleito em 1804 com facilidade. Seu segundo mandato, contudo, foi cheio de dificuldades domesticamente, incluindo o julgamento do ex-vice-presidente Aaron Burr. Em 1807, o comércio exterior americano foi diminuído quando Jefferson implementou a Lei de Embargo em resposta às ameaças britânicas ao transporte marítimo dos Estados Unidos. No mesmo ano, Jefferson assinou uma lei que proibia a importação de escravos do exterior.\n",
        "Um polímata, Jefferson se destacou, entre outras coisas, como horticultor, líder político, arquiteto, arqueólogo, paleontólogo, músico, inventor e fundador da Universidade da Virgínia. Quando o presidente John F. Kennedy recebeu 49 vencedores do Prêmio Nobel à Casa Branca, em 1962, declarou: \"acredito que esta é a mais extraordinária reunião de talento e conhecimento humano que já foi reunida na Casa Branca– com a possível exceção de quando Thomas Jefferson jantava aqui sozinho\".[4] Até o presente, Jefferson é o único presidente americano a ter servido dois mandatos completos no cargo sem ter vetado um único projeto de lei do Congresso. Jefferson foi regularmente classificado pelo meio acadêmico como um dos maiores presidentes americanos.\n",
        "Os seus pais foram Peter Jefferson (29 de Março de 1708 - 17 de Agosto de 1757) e Jane Randolph (20 de Fevereiro de 1720 - 31 de Março de 1776), ambos de famílias de colonos estabelecidos na Virgínia há várias gerações. Ele frequentou o College of William &amp; Mary, tendo depois tentado instituir aí reformas, antes de finalmente vir a fundar a sua própria visão de ensino superior com a Universidade da Virgínia.\n",
        "Foi o principal autor da Declaração da Independência Americana, e uma fonte de muitas outras contribuições para a cultura americana. A lista de sucessos da sua presidência inclui a compra da Louisiana e a expedição de Lewis e Clark. Em 1804, a compra da Luisiana despertou grande interesse na população e motivou a colonização dos novos territórios até à costa oeste. Antecipando-se a estes movimentos, Jefferson, convencido da necessidade dessa expansão, dispôs, apenas poucas semanas antes da compra, as medidas para a exploração e cartografia do território então desconhecido. O intuito era a reclamação pelos Estados Unidos adiantando-se aos europeus e encontrar a famosa Passagem do Noroeste.[5] Influenciado pelas narrativas da exploração de Le Page du Pratz na Louisiana (1763) e do capitão James Cook no Pacífico (1784),[6] Jefferson e outros persuadiram o Congresso em 1804 para que atribuísse US$ 2 500 a uma expedição até ao oceano Pacífico.[7]\n",
        "A sua casa, em Virgínia, que ele próprio desenhou, foi em Monticello, perto de Charlottesville, tendo sido equipada com portas automáticas e outros dispositivos convenientes inventados pelo próprio Jefferson.\n",
        "Os interesses de Jefferson incluem a arqueologia, uma disciplina que estava então na sua infância. Ele foi por vezes chamado de \"pai da arqueologia\", em reconhecimento pelo seu papel no desenvolvimento de técnicas de escavação. Quando explorava um túmulo índio na sua propriedade na Virginia em 1748, Jefferson evitou a prática comum de cavar de cima para baixo até que algo aparecesse. Em vez disso, ele cortou uma cunha do túmulo por forma a que se pudesse caminhar para dentro, observar as camadas de ocupação e tirar conclusões delas.\n",
        "Thomas Jefferson era também um ávido apreciador de vinho e um gastrônomo. Embaixador na França (1784-1789), envolveu-se entusiasticamente nos primeiros acontecimentos da Revolução Francesa, nos quais ainda não se conhece ao certo a real dimensão da sua intervenção. Realizou inúmeras reuniões políticas na sua casa, trocou numerosa correspondência com vários dos protagonistas políticos e elaborou projectos de propostas políticas, como seja a de uma «Declaração dos direitos do cidadão».\n",
        "Fez longas viagens pela França e outras regiões vinícolas europeias, e enviava os melhores vinhos para a Casa Branca. É conhecido pela sua arrojada declaração: \"Nós poderíamos, nos Estados Unidos, produzir variedades de vinho tão boas como aquelas feitas na Europa, não exatamente dos mesmos tipos, mas sem dúvida da mesma qualidade\".\n",
        "Apesar de a vinha ter sido extensamente plantada em Monticello, uma porção significativa era V. vinifera, que não sobreviveu às muitas doenças nativas das Américas. Por isso, Jefferson nunca conseguiu produzir vinho tão bom quanto o europeu.\n",
        "A visão de Jefferson para os Estados Unidos era a de uma nação agrícola de pequenos proprietários lavradores, que acreditava serem o povo eleito de Deus, e associa as grandes cidades às pragas de um corpo humano,[8] visão que o levou a pegar em armas contra a Grã-Bretanha, que julgava ser um instrumento de Satanás, pelo fato de obrigar a América a abandonar o paraíso da agricultura para se dedicar à manufatura.[9]\n",
        "Tal visão não era compartilhada por Alexander Hamilton, que desejava uma nação de comércio e da manufatura.\n",
        "Jefferson era um grande adepto da ideia da singularidade e do enorme potencial dos Estados Unidos, sendo frequentemente citado como um precursor do excepcionalismo americano.\n",
        "Como muitos donos de terra do seu tempo, Jefferson possuía escravos. Um tema de considerável controvérsia desde o próprio tempo de Jefferson é saber se Jefferson era o pai de alguma das crianças da sua escrava Sally Hemings. Uma perspectiva moderna sobre esta relação encontra-se no livro \"As crianças de Jefferson\" de Shannon Fair.\n",
        "Por outro lado, sugeriu a aquisição de negros recém-nascidos para entregá-los à tutela do Estado, que os submeteria ao trabalho o mais cedo possível para viabilizar economicamente sua deportação para Santo Domingo no momento oportuno, ainda que reconhecesse que tal proposta, por ensejar a separação das crianças de suas mães, poderia gerar escrúpulos humanitários, mas dizia não ser necessária tamanha sensibilidade.[10]\n",
        "A eleição presidencial americana de 1800 resultou num empate entre Jefferson e seu oponente Aaron Burr, membro fundador do Partido Democrata-Republicano no estado de Nova Iorque. Foi resolvida a 17 de fevereiro de 1801, quando Jefferson foi eleito presidente e Burr vice-presidente pela câmara dos representantes. Jefferson foi o único vice-presidente americano a ser eleito para a presidência e servido dois mandatos plenos.\n",
        "Tal disputa gerou ressentimento nos adversários, que apelidaram Jefferson de \"presidente negro\",[11] de fato sua vitória se deve ao peculiar Compromisso dos Três Quintos, segundo o qual, para efeito de determinação do números de representantes dos Estados no Colégio Eleitoral que elegia o presidente, levava-se em conta a população de escravos, que não eram eleitores, reduzida a três quintos, tal cláusula favorecia os estados do sul e em particular a Virgínia onde residiam 40% dos escravos nos Estados Unidos,[12]\n",
        "O retrato de Jefferson aparece na nota de 2 dólares e na moeda de 5 cêntimos (ou níqueis). Thomas Jefferson foi enterrado na sua propriedade, em Monticello.\n",
        "No epitáfio, escrito pelo próprio Jefferson, com a insistência que apenas as suas palavras e nem uma palavra mais sejam inscritas, lê-se: \"Aqui jaz Thomas Jefferson, autor da declaração da independência americana, da lei da liberdade religiosa da Virgínia e pai da Universidade da Virgínia\"\n",
        "Thomas Jefferson teria passado seus últimos anos de vida em Monticello onde morreu aos 83 anos em 1826.\n",
        "Jefferson possuía uma grande biblioteca particular, onde acumulou diversos livros durante 50 anos. A sua biblioteca foi considerada uma das melhores dos Estados Unidos. Mais tarde ele vendeu sua coleção de 6487 livros para a Biblioteca do Congresso.\n",
        "Thomas Jefferson e John Adams (também ex-presidente, participante da Declaração da Independência e amigo) morreram no mesmo dia, 4 de Julho de 1826, coincidentemente, nesse dia eram comemorados os 50 anos da independência dos Estados Unidos, independência essa que os dois ajudaram a conquistar.\n",
        "Foi sepultado em Monticello.[13]\n",
        "Em 1786, na França, alguns estudantes brasileiros (inconfidentes) chegaram a tratar com Jefferson a respeito da possibilidade da independência política do Brasil.[14][15]\n",
        "Em outra ocasião, ele chegou a expressar que estava perfeitamente seguro de que os países da América Latina acabariam por repelir o jugo da Espanha e de Portugal, mas era decididamente cético quanto à sua capacidade de autogoverno.[16]\n",
        "Jefferson compartilhava do tradicional pensamento protestante, de que os católicos são “papistas”, que não agem com liberdade de consciência, mas sempre em obediência ao Papa. Com isso, não poderiam aceitar com sinceridade as liberdades comuns e as obrigações correlativas e que, ao contrário, tanto a Igreja Católica quanto seus fiéis poderiam nutrir secretamente o pensamento de trabalhar pelo aniquilamento de uma constituição democrática, o que poderia ser colocado em prática no momento em que tivessem oportunidade para isso.[17][18]\n",
        "Por isso, Jefferson temia que o seu futuro fosse constituído de uma sucessão de despotismos militares, durante longo tempo. Para ele, a América Latina não tinha a tradição anglo-saxônica de liberdades, nem mesmo a concorrência de denominações religiosas que impediram o estabelecimento por parte do Estado de alguma Igreja, e que, portanto, trabalhou em prol da liberdade religiosa, e, consequentemente, em nome da democracia.[19] Conforme ele, a “diferença de opinião é vantajosa em religião. Os diversos segmentos desempenham a função de um Censor morum (“censor de costumes”) um sobre os outros” (“difference of opinion is advantageous in religion. The several sects perform the office of a Censor morum over each other”).[20]\n",
        "Jefferson foi fortemente influenciado pelas ideias da igreja dos irmãos polacos.[carece de fontes?]\n",
        "O inglês John Bidle tinha traduzido duas obras de Przypkowski: o catecismo racoviano e uma obra de J. Stegmann, um \"irmão polaco\" da Alemanha.[carece de fontes?]\n",
        "Os seguidores de Bidle tinham relações próximas com a família polaca sociniana de Crellius (conhecido como Spinowski).[carece de fontes?]\n",
        "Subsequentemente, a ramificação unitária do Cristianismo foi continuada, sobretudo com Joseph Priestley, que tinha emigrado para os EUA e era amigo de James Madison e Thomas Jefferson.[carece de fontes?]\n",
        "Digno de nota salientar que Jefferson publicou: The life and morals of Jesus. Uma selecção de todos os ensinamentos e eventos essenciais da vida de Jesus expurgada de todas as menções sobrenaturais ou de qualquer modo ligados ao dogma religioso, (ser o rei, o filho de deus, exorcismos, milagres).\n",
        "Os princípios políticos de Jefferson foram também fortemente influenciados por John Locke, particularmente em relação ao princípio da inalienabilidade dos direitos, da soberania popular e em especial, da limitação do poder do Estado e da divisão tripartida do poder. O Thomas Jefferson também tinha o alcorão na sua coleção de livros.[21]\n",
        " \n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li><i><a href=\"/wiki/A_Summary_View_of_the_Rights_of_British_America\" title=\"A Summary View of the Rights of British America\">A Summary View of the Rights of British America</a></i> (1774)</li>\n<li><i><a href=\"/wiki/Declaration_of_the_Causes_and_Necessity_of_Taking_Up_Arms\" title=\"Declaration of the Causes and Necessity of Taking Up Arms\">Declaration of the Causes and Necessity of Taking Up Arms</a></i> (1775)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.archives.gov/exhibits/charters/declaration_transcript.html\">Declaration of Independence (1776)</a></li>\n<li><i><a href=\"/wiki/Memorandums_taken_on_a_journey_from_Paris_into_the_southern_parts_of_France_and_Northern_Italy,_in_the_year_1787\" title=\"Memorandums taken on a journey from Paris into the southern parts of France and Northern Italy, in the year 1787\">Memorandums taken on a journey from Paris into the southern parts of France and Northern Italy, in the year 1787</a></i></li>\n<li><i>Notes on the State of Virginia</i> (1781)</li>\n<li><i>Plan for Establishing Uniformity in the Coinage, Weights, and Measures of the United States</i> - Um relatório apresentado ao Congresso (1790)</li>\n<li>\"<a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/anessaytowardsf00jeffgoog#page/n6/mode/2up\">An Essay Towards Facilitating Instruction in the Anglo-Saxon and Modern Dialects of the English Language</a>\" (1796)</li>\n<li><i>Manual of Parliamentary Practice for the Use of the Senate of the United States</i> (1801)</li>\n<li><i>Autobiography</i> (1821)</li>\n<li><i>Jefferson Bible, or The Life and Morals of Jesus of Nazareth</i></li></ul>",
        "<ul><li><a href=\"/wiki/Democracia_Jeffersoniana\" class=\"mw-redirect\" title=\"Democracia Jeffersoniana\">Democracia Jeffersoniana</a></li>\n<li><a href=\"/wiki/Lista_dos_locais_de_sepultamento_dos_presidentes_e_vice-presidentes_dos_Estados_Unidos\" title=\"Lista dos locais de sepultamento dos presidentes e vice-presidentes dos Estados Unidos\">Lista dos locais de sepultamento dos presidentes e vice-presidentes dos Estados Unidos</a></li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.arqnet.pt/portal/universal/teoria/jefferson.html\">«Biografia e texto da declaração de independência»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AThomas+Jefferson&amp;rft.btitle=Biografia+e+texto+da+declara%C3%A7%C3%A3o+de+independ%C3%AAncia&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.arqnet.pt%2Fportal%2Funiversal%2Fteoria%2Fjefferson.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_States.svg\" title=\"Portal dos Estados Unidos\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/40px-Flag_of_the_United_States.svg.png\" decoding=\"async\" width=\"25\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/60px-Flag_of_the_United_States.svg.png 2x\" data-file-width=\"1235\" data-file-height=\"650\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Estados_Unidos\" title=\"Portal:Estados Unidos\">Portal dos Estados Unidos</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Gnome-home.svg\" title=\"Portal da sociedade\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Gnome-home.svg/40px-Gnome-home.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Gnome-home.svg/60px-Gnome-home.svg.png 2x\" data-file-width=\"60\" data-file-height=\"60\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Sociedade\" title=\"Portal:Sociedade\">Portal da sociedade</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1743\" title=\"Categoria:Nascidos em 1743\">Nascidos em 1743</a><a href=\"/wiki/Categoria:Mortos_em_1826\" title=\"Categoria:Mortos em 1826\">Mortos em 1826</a><a href=\"/wiki/Categoria:Thomas_Jefferson\" title=\"Categoria:Thomas Jefferson\">Thomas Jefferson</a><a href=\"/wiki/Categoria:Presidentes_dos_Estados_Unidos\" title=\"Categoria:Presidentes dos Estados Unidos\">Presidentes dos Estados Unidos</a><a href=\"/wiki/Categoria:Vice-presidentes_dos_Estados_Unidos\" title=\"Categoria:Vice-presidentes dos Estados Unidos\">Vice-presidentes dos Estados Unidos</a><a href=\"/wiki/Categoria:Governadores_da_Virg%C3%ADnia\" title=\"Categoria:Governadores da Virgínia\">Governadores da Virgínia</a><a href=\"/wiki/Categoria:Signat%C3%A1rios_da_Declara%C3%A7%C3%A3o_de_Independ%C3%AAncia_dos_Estados_Unidos\" title=\"Categoria:Signatários da Declaração de Independência dos Estados Unidos\">Signatários da Declaração de Independência dos Estados Unidos</a><a href=\"/wiki/Categoria:Gastr%C3%B3nomos_dos_Estados_Unidos\" title=\"Categoria:Gastrónomos dos Estados Unidos\">Gastrónomos dos Estados Unidos</a><a href=\"/wiki/Categoria:Protestantes_dos_Estados_Unidos\" title=\"Categoria:Protestantes dos Estados Unidos\">Protestantes dos Estados Unidos</a><a href=\"/wiki/Categoria:De%C3%ADstas\" title=\"Categoria:Deístas\">Deístas</a><a href=\"/wiki/Categoria:Iluministas\" title=\"Categoria:Iluministas\">Iluministas</a><a href=\"/wiki/Categoria:Ma%C3%A7ons_dos_Estados_Unidos\" title=\"Categoria:Maçons dos Estados Unidos\">Maçons dos Estados Unidos</a><a href=\"/wiki/Categoria:Liberais_cl%C3%A1ssicos\" title=\"Categoria:Liberais clássicos\">Liberais clássicos</a><a href=\"/wiki/Categoria:Secret%C3%A1rios_de_Estado_dos_Estados_Unidos\" title=\"Categoria:Secretários de Estado dos Estados Unidos\">Secretários de Estado dos Estados Unidos</a><a href=\"/wiki/Categoria:Embaixadores_dos_Estados_Unidos_na_Fran%C3%A7a\" title=\"Categoria:Embaixadores dos Estados Unidos na França\">Embaixadores dos Estados Unidos na França</a><a href=\"/wiki/Categoria:Pol%C3%ADmatas\" title=\"Categoria:Polímatas\">Polímatas</a><a href=\"/wiki/Categoria:Arquitetos_dos_Estados_Unidos\" title=\"Categoria:Arquitetos dos Estados Unidos\">Arquitetos dos Estados Unidos</a><a href=\"/wiki/Categoria:Alunos_do_The_College_of_William_%26_Mary\" title=\"Categoria:Alunos do The College of William &amp; Mary\">Alunos do The College of William &amp; Mary</a><a href=\"/wiki/Categoria:Propriet%C3%A1rios_de_escravos_africanos\" title=\"Categoria:Proprietários de escravos africanos\">Proprietários de escravos africanos</a><a href=\"/wiki/Categoria:Mortes_por_pneumonia\" title=\"Categoria:Mortes por pneumonia\">Mortes por pneumonia</a><a href=\"/wiki/Categoria:Fundadores_de_universidades_e_faculdades\" title=\"Categoria:Fundadores de universidades e faculdades\">Fundadores de universidades e faculdades</a><a href=\"/wiki/Categoria:Pol%C3%ADticos_americanos_do_s%C3%A9culo_XVIII\" title=\"Categoria:Políticos americanos do século XVIII\">Políticos americanos do século XVIII</a><a href=\"/wiki/Categoria:Pol%C3%ADticos_americanos_do_s%C3%A9culo_XIX\" title=\"Categoria:Políticos americanos do século XIX\">Políticos americanos do século XIX</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/c/c9/Rembrandt_Peale_-_Thomas_Jefferson_-_Google_Art_Project.jpg/250px-Rembrandt_Peale_-_Thomas_Jefferson_-_Google_Art_Project.jpg",
    "view": "thomas_jefferson"
}