{
    "url": "https://pt.wikipedia.org/wiki/Thomas_Kuhn",
    "codigo_http": 200,
    "titulo": [
        "Thomas Kuhn"
    ],
    "conteudo": [
        "Thomas Samuel Kuhn (Cincinnati, 18 de julho de 1922 — Cambridge, 17 de junho de 1996) foi um físico, historiador e filósofo da ciência estadunidense.[1][2] Seu trabalho incidiu sobre história da ciência e filosofia da ciência, tornando-se um marco no estudo do processo que leva ao desenvolvimento científico.[3]\n",
        "Thomas Kuhn nasceu em 18 de julho de 1922 em Cincinnati, Ohio, Estados Unidos, filho de pais judeus: Samuel L. Kuhn, um engenheiro hidraulico formado em Harvard e no MIT; e Minette Stroock Kuhn, descrita como \"a intelectual da família\". Aos 6 meses de idade sua família se mudou para Manhattan, onde ele estudou em uma escola progressista até a quinta série. Depois disso, estudou em outras escolas progressistas em outras cidades para as quais sua família se mudou.[2]\n",
        "Ingressou no curso de Física (summa cum laude) da Universidade de Harvard, em 1940, onde se formou no ano de 1943 por meio de uma aceleração de currículo.[2] Recebeu desta mesma instituição o grau de mestre em 1946 e o grau de doutor em 1949, ambos na área de Física.\n",
        "Após ter concluído o doutorado, Kuhn tornou-se professor em Harvard. Lecionou uma disciplina de ciências para alunos de ciências humanas. A estrutura desta disciplina baseava-se nos casos mais famosos da história da ciência, pelo que Kuhn foi obrigado a familiarizar-se com este tema. Este fato foi determinante para o desenvolvimento da sua obra.\n",
        "Em 1956, Kuhn foi lecionar história da ciência na Universidade da Califórnia, em Berkeley. Tornou-se professor efectivo desta instituição em 1961. Em 1964, tomou a posição de Professor M. Taylor Pyne de Filosofia e História das Ciências, na Universidade de Princeton. Em 1971 Kuhn foi lecionar no Instituto de Tecnologia de Massachusetts (MIT), onde permaneceu até encerrar sua carreira acadêmica.\n",
        "Kuhn morreu em 17 de junho de 1996, de cancro.\n",
        "Seu primeiro livro foi A Revolução Copernicana, publicado em 1957. Mas foi em 1962, com a publicação do livro Estrutura das Revoluções Científicas, que Kuhn se tornou conhecido não mais como físico, mas, sim, como intelectual voltado para a história e a filosofia da ciência.\n",
        "Em uma entrevista cedida à filósofa italiana Giovanna Borradori, no ano de 1965, em Londres, Thomas Kuhn explica sinteticamente seu percurso acadêmico até a construção deste texto, que se tornaria o referencial de discussão entre os filósofos da ciência. Sua carreira inicia-se como físico e, até a defesa de sua tese de doutorado, tinha tido poucos contatos com a filosofia. Sua justificativa para este pouco contato com a filosofia é fundada principalmente na ocorrência da Segunda Guerra Mundial, pois havia, segundo ele, enorme pressão para empreender carreiras científicas e grande desprezo em relação às matérias humanísticas.\n",
        "Todavia, foi na Universidade de Harvard, quando teve que preparar um curso de ciências para não cientistas, que, pela primeira vez, ele utilizou exemplos históricos de progressos científicos. Dessa experiência, Kuhn percebeu que o desenvolvimento da ciência, em uma perspectiva histórica, era muito diferente da apresentada nos textos de Física ou mesmo de Filosofia da Ciência. O livro Estrutura das Revoluções Científicas foi, então, um texto produzido e direcionado a um público filosófico, mesmo não sendo um livro de filosofia. Isso porque, conforme o próprio autor afirmara, havia uma crítica ao positivismo sem conhecê-lo em profundidade, assim como não se sentia influenciado pelo pragmatismo de William James e John Dewey.\n",
        "A repercussão do seu livro foi tão grande na comunidade acadêmica que, já na segunda edição, em 1970, Kuhn apresentou um pós-escrito, no qual seus pontos de vista são, em alguma medida, refinados e modificados. E, para responder às acusações de irracionalismo, ele escreve, em 1974, um ensaio intitulado Reconsiderando os paradigmas e, logo depois, desenvolve com maior profundidade as descontinuidades históricas, que foram apresentadas em outro livro chamado Teoria do corpo negro e descontinuidade quântica: 1894-1912, publicado em 1979.\n",
        "Para o cientista social português Boaventura de Sousa Santos, a magnum opus de Kuhn marca o início da segunda - e atual - fase ou linha da chamada Sociologia da Ciência; a outra é marcada pela obra de Robert Merton, na década de 1940, nos Estados Unidos da América.[4]\n",
        "A polêmica sobre a obra de Thomas Kuhn gira em torno da noção de paradigma científico e da \"incomensurabilidade\" entre os paradigmas. Ken Wilber defende, em seu livro A União da Alma e dos Sentidos, que a ideia de paradigmas proposta por Kuhn tem sido apropriada e abusada por grupos e indivíduos que tentam fazê-la parecer uma declaração de que a ciência é arbitrária. Entretanto, a obra de Kuhn abriu espaço para toda uma nova abordagem de estudos chamados Social Studies of Science (Estudos Sociais da Ciência) que desembocou no Programa Forte da Sociologia.\n",
        "Especula-se que Kuhn tenha se apropriado de muitas das ideias do médico polonês Ludwick Fleck (como paradigma, revolução paradigmática, ciência normal e anomalias), que pouco escreveu sobre história da ciência e que permaneceu e permanece desconhecido de muitos.\n",
        "Thomas S. Kuhn ocupou-se principalmente do estudo da história da ciência, no qual mostra um contraste entre duas concepções da ciência:\n",
        "Este contraste emerge na obra A Estrutura das Revoluções Científicas, ocasionando o chamado giro histórico-sociológico da ciência, uma revolução na reflexão acerca da ciência, ao considerar próprios desta os aspectos históricos e sociológicos que rodeiam a atividade científica, e não só os lógicos e empíricos, como defendia o modelo formalista, o qual estava a ser desafiado pelo enfoque historicista de Kuhn.\n",
        "Segundo tal enfoque, a ciência se desenvolve segundo determinadas fases:\n",
        "A noção de paradigma resulta fundamentalmente neste enfoque historicista e não é mais que uma macroteoria, um marco ou perspectiva que se aceita de forma geral por toda a comunidade científica (conjunto de cientistas que compartilham um mesmo paradigma e realizam a mesma atividade científica) e a partir do qual se realiza a atividade científica, cujo objetivo é esclarecer as possíveis falhas do paradigma ou extrair todas as suas consequências. Em \"Estrutura das Revoluções Científicas\", o termo paradigma causou confusão a uma série de estudiosos. Kuhn esclareceria posteriormente que o termo pode ser utilizado num sentido geral e num sentido restrito. O primeiro diz respeito à noção de matriz disciplinar, que é o \"conjunto de compromissos de pesquisa de uma comunidade científica[5]\". O segundo sentido denota os paradigmas exemplares, que são a base da formação científica, uma vez que o pesquisador passa a dominar o conteúdo cognitivo da ciência através da experimentação dos exemplos compartilhados.\n",
        "A ciência normal é o período durante o qual se desenvolve uma atividade científica baseada num paradigma. Esta fase ocupa a maior parte da comunidade científica, consistindo em trabalhar para mostrar ou pôr a prova a solidez do paradigma no qual se baseia. Thomas Kuhn estabelece três classificações possíveis para a constituição da ciência normal: determinação do fato significativo (constructos teóricos e práticos a respeito de leis da natureza), harmonização dos fatos com a teoria e articulação da teoria (resolução de ambiguidades e problemas). \n",
        "Porém, em determinadas ocasiões, o paradigma não é capaz de resolver todos os problemas, que podem persistir ao longo de anos ou séculos inclusive, e neste caso o paradigma gradualmente é posto em cheque, e começa-se a considerar se é realmente o marco mais adequado para a resolução de problemas ou se deve ser abandonado. Então é quando se estabelece uma crise. O objeto de estudo predominante neste período denomina-se de anomalias.\n",
        "Ciência extraordinária, é o tempo em que se criam novos paradigmas que competem entre si tentando impor-se como o enfoque mais adequado.\n",
        "Produz uma revolução científica quando um dos novos paradigmas substitui o paradigma tradicional. A cada revolução, o ciclo inicia de novo e o paradigma que foi instaurado dá origem a um novo processo de ciência normal. Kuhn afirma que \"decidir rejeitar um paradigma é sempre decidir simultaneamente aceitar outro[5]\".\n",
        "Desta maneira, o enfoque historicista dá importância a fatores subjetivos que anteriormente foram passados por alto na hora de explicar o processo de investigação científica. Kuhn mostra que a ciência não é só um contraste entre teorias e realidade, senão que há diálogo, debate, tensões e até lutas entre os defensores de distintos paradigmas. E é precisamente nesse debate ou luta onde se demonstra que os cientistas não são só absolutamente racionais, não podem ser apenas objetivos, pois nem a eles é possível afastar-se de todos os paradigmas e compará-los de forma objetiva, senão que sempre estão imersos em um paradigma e interpretam o mundo conforme o mesmo. Isto demonstra que na atividade científica influi tanto interesses científicos (ex: a aplicação prática de uma teoria) quanto subjetivos, como a existência de coletividades ou grupos sociais a favor ou contra uma teoria concreta, ou a existência de problemas éticos, de tal maneira que a atividade científica se vê influenciada pelo contexto histórico-sociológico em que se desenvolve. Também é verdade que, epistemologicamente falando, Thomas Kuhn se guia por um paradigma para estudar a formação dos paradigmas!\n",
        "Para Kuhn a ciência é subjectiva e evolui de modo a se aproximar da verdade. Esta aproximação é feita pela substituição de teorias, paradigmas que são, de acordo com Karl Popper, objectivamente melhores que a teoria ou paradigma anteriores, sendo assim a ciência objectiva. Mas Kuhn critica este ponto de vista e afirma que dois paradigmas são incomensuráveis, e afirma também que, para um paradigma ser melhor que o outro, tinha de ser objectivamente melhor que o anterior, mas isso não acontece, pois os factores que levam a escolher um paradigma e desfavorecimento do anterior são factores subjectivos. Sendo assim, a ciência não é objectiva, pois as escolhas que levam à evolução da ciência são meramente subjectivas.\n"
    ],
    "ligacoes": [
        "<ul><li>Por um lado, a ciência é entendida como atividade completamente racional e controlada (<i>Perspectiva formalista</i>);</li>\n<li>Por outro, ela é entendida como atividade concreta que se dá ao longo do tempo e que, em cada época histórica, apresenta peculiaridades e características próprias (<i>Perspectiva historicista</i>).</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://pt.scribd.com/doc/127828006/A-Funcao-Do-Dogma-Na-Investigacao-Cientifica-de-Thomas-Kuhn-Barra-Tozzini-Miranda-Couso-e-Brzowski\">«<i>A Função do Dogma na Investigação Científica</i>. Thomas Kuhn, 1961»</a>. pt.scribd.com</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AThomas+Kuhn&amp;rft.btitle=A+Fun%C3%A7%C3%A3o+do+Dogma+na+Investiga%C3%A7%C3%A3o+Cient%C3fica.+Thomas+Kuhn%2C+1961&amp;rft.genre=unknown&amp;rft.pub=pt.scribd.com&amp;rft_id=http%3A%2F%2Fpt.scribd.com%2Fdoc%2F127828006%2FA-Funcao-Do-Dogma-Na-Investigacao-Cientifica-de-Thomas-Kuhn-Barra-Tozzini-Miranda-Couso-e-Brzowski&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><i>A estrutura das revoluções científicas</i>. <b>7</b>.ª ed. São Paulo: Perspectiva, 2003. <a href=\"/wiki/Especial:Fontes_de_livros/8527301113\" class=\"internal mw-magiclink-isbn\">ISBN 85-273-0111-3</a>.</li>\n<li><i>O caminho desde a estrutura</i>. São Paulo: Editora UNESP, 2006. <a href=\"/wiki/Especial:Fontes_de_livros/8571396582\" class=\"internal mw-magiclink-isbn\">ISBN 85-7139-658-2</a></li>\n<li><i>A tensão essencial</i>. Lisboa: Edições 70, 1989.</li>\n<li><i>A revolução copernicana: a astronomia planetária no desenvolvimento do pensamento Ocidental</i>. Lisboa: Edições 70, 1990.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://ppgefhc.ufba.br/sites/ppgefhc.ufba.br/files/mauricio_cavalcante_rios_-_dissertacao_-_kuhn_e_a_construcao_social_do_conhecimento.pdf\">Thomas S. Kuhn e a Construção Social do Conhecimento Científico</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cfh.ufsc.br/~wfil/kuhn1.htm\">As revoluções científicas de Thomas Kuhn</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://hdl.handle.net/1884/26842\">Racionalidade e Objetividade na Filosofia da Ciência de Thomas Kuhn</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-pt-hist-cien-logo.png\" title=\"Portal da história da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/40px-Wikipedia-pt-hist-cien-logo.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/60px-Wikipedia-pt-hist-cien-logo.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Hist%C3%B3ria_da_ci%C3%AAncia\" title=\"Portal:História da ciência\">Portal da história da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>        </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1922\" title=\"Categoria:Nascidos em 1922\">Nascidos em 1922</a><a href=\"/wiki/Categoria:Mortos_em_1996\" title=\"Categoria:Mortos em 1996\">Mortos em 1996</a><a href=\"/wiki/Categoria:Professores_do_Instituto_de_Tecnologia_de_Massachusetts\" title=\"Categoria:Professores do Instituto de Tecnologia de Massachusetts\">Professores do Instituto de Tecnologia de Massachusetts</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Princeton\" title=\"Categoria:Professores da Universidade de Princeton\">Professores da Universidade de Princeton</a><a href=\"/wiki/Categoria:Professores_da_Universidade_da_Calif%C3%B3rnia_em_Berkeley\" title=\"Categoria:Professores da Universidade da Califórnia em Berkeley\">Professores da Universidade da Califórnia em Berkeley</a><a href=\"/wiki/Categoria:Professores_da_Universidade_Harvard\" title=\"Categoria:Professores da Universidade Harvard\">Professores da Universidade Harvard</a><a href=\"/wiki/Categoria:Filosofia_da_ci%C3%AAncia\" title=\"Categoria:Filosofia da ciência\">Filosofia da ciência</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Historiadores_da_ci%C3%AAncia\" title=\"Categoria:Historiadores da ciência\">Historiadores da ciência</a><a href=\"/wiki/Categoria:Historiadores_dos_Estados_Unidos\" title=\"Categoria:Historiadores dos Estados Unidos\">Historiadores dos Estados Unidos</a><a href=\"/wiki/Categoria:F%C3%ADsicos_dos_Estados_Unidos\" title=\"Categoria:Físicos dos Estados Unidos\">Físicos dos Estados Unidos</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_Harvard\" title=\"Categoria:Alunos da Universidade Harvard\">Alunos da Universidade Harvard</a><a href=\"/wiki/Categoria:Epistemologistas\" title=\"Categoria:Epistemologistas\">Epistemologistas</a><a href=\"/wiki/Categoria:Mortes_por_c%C3%A2ncer_de_pulm%C3%A3o\" title=\"Categoria:Mortes por câncer de pulmão\">Mortes por câncer de pulmão</a><a href=\"/wiki/Categoria:Naturais_de_Cincinnati\" title=\"Categoria:Naturais de Cincinnati\">Naturais de Cincinnati</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Thomas-kuhn-portrait.png/250px-Thomas-kuhn-portrait.png",
    "view": "thomas_kuhn"
}