{
    "url": "https://pt.wikipedia.org/wiki/Thomas_Paine",
    "codigo_http": 200,
    "titulo": [
        "Thomas Paine"
    ],
    "conteudo": [
        "Thomas Paine (Thetford, Norfolk, Inglaterra, 9 de fevereiro de 1737 - Nova Iorque, 8 de junho de 1809) foi um político britânico, além de panfletário, revolucionário, inventor, intelectual e um dos Pais Fundadores dos Estados Unidos da América.[2] Thomas Paine foi, a um só tempo, ator, intérprete e testemunha não apenas das Revoluções Americana e Francesa, mas também dos movimentos revolucionários ingleses em fins do século XVIII e, em menor medida, do movimento revolucionário nos Países Baixos e na Irlanda, onde ele era continuamente citado e admirado.[3]\n",
        "Viveu na Inglaterra até os 37 anos, quando imigrou para as colônias britânicas na América, em tempo de participar da Revolução Americana. Suas principais contribuições foram os amplamente lidos Common Sense (1776), advogando a independência colonial americana do Reino da Grã-Bretanha, e The American Crisis (1776–1783), uma série de panfletos revolucionários.\n",
        "Depois, Paine influenciou bastante a Revolução Francesa. Escreveu Rights of Man (1791), um guia das ideias Iluministas. Mesmo não falando francês, foi eleito para a Convenção Nacional Francesa em 1792. Os Girondinos o viam como aliado, logo assim os Montagnards, especialmente Robespierre, o viam como inimigo. Em Dezembro de 1793, ele foi aprisionado em Paris, e solto em 1794. Tornou-se notório por The Age of Reason (1793–94), um livro advogando pelo Deísmo e argumentando contra a religião institucionalizada (doutrinas cristãs), e promovia a razão e o livre pensar.[4]\n",
        "Na França também escreveu o panfleto Agrarian Justice (1797), discutindo as origens da propriedade, e introduziu o conceito de renda mínima. Ele também defende a posse de arma por parte dos cidadãos.[5] Ele também foi um pacifista por defender que os tributos servem para sustentar guerras.[6]\n",
        "Paine permaneceu na França durante o início da Era Napoleônica, mas condenava a ditadura de Napoleão, chamando-o de \"o mais completo charlatão que já existiu\".[7] A convite do presidente Thomas Jefferson, em 1802 ele retornou aos Estados Unidos.\n",
        "Thomas Paine morreu na Grove Street, número 59, Greenwich Village, estado de Nova Iorque em 8 de junho de 1809 com 72 anos. Somente seis pessoas compareceram ao seu funeral.[8] Foi enterrado onde hoje é chamado Thomas Paine Cottage em New Rochelle, NY, onde viveu depois de retornar aos Estados Unidos, em 1802. Seus restos mortais foram posteriormente desenterrados por um admirador, William Cobbett, que procurava retorná-los para o Reino Unido e dar a ele um novo enterro solene em sua terra natal. Os ossos, entretanto, foram perdidos e sua localização atual é desconhecida.\n",
        "Casou-se com Mary Lambert em 17 de setembro de 1759, em primeiras núpcias, e Elizabeth em 26 de março de 1771, em suas segundas núpcias.\n",
        "Nasceu na Inglaterra na cidade Thetford em 1739. De pais pobres, Paine foi educado nas escolas locais até a idade de treze anos, quando começou a trabalhar com confecções de barbantes para espartilho. Porém aos dezessete anos ele tentou se alistar em um navio corsário chamado The Terrible, mas seus pais o trouxeram de volta. Entretanto, um pouco mais tarde, com o início da Guerra dos Sete Anos, ele consegue embarcar em outro corsário; e sobre seus dias em alto mar não se sabe muito. Em 1758 foi contratado para confeccionar espartilhos em Londres e no ano seguinte se casa, mas sua esposa vem a falecer meses depois. Em 1763 tornou-se fiscal de impostos, mas foi demitido por ficar em casa estudando e não exercendo suas funções de fiscalização. Tornou-se, também, professor ganhando dez xelins. E mais tarde tentou se tornar pastor anglicano. Foi recontratado como fiscal em Lewes, o que lhe salvou de expedientes desesperados, onde se casou uma segunda vez, com uma quaker, da qual se separou anos antes, por motivos que se desconhece. Acredita-se que foi demitido mais uma vez por organizar petições requerendo ajuste salarial para os fiscais. Em Londres, onde tentava organizar a petições para os fiscais, conheceu Benjamin Franklin. Em 1774 partiu para a América com uma carta de recomendação de Benjamin Franklin, que o descrevia como um “Jovem inteligente e valoroso”. Logo que chegou a Filadélfia, mostrou-se habilidoso para com a escrita e começou a trabalhar como editor.[9]\n",
        "A sua primeira publicação foi em maio de 1775, foi um artigo contra a escravidão e o comércio de escravos. Parece que foi por grande parte da sua influência que Jefferson inseriu, no esboço da declaração da independência, uma nota relativa a esse assunto, porém foi tirada mais tarde. Em 1775 a escravidão ainda era legal na Pensilvânia; e só veio ser abolida em 1780, naquele estado, lei da qual Paine teria escrito o preâmbulo.\n",
        "Paine foi um dos primeiros a defender a separação dos Estados unidos de fato. Subsequentemente, até mesmo alguns que assinariam a declaração de independência, esperavam uma acomodação junto ao governo britânico.[10][11]\n",
        "Escreveu, em um dos momentos mais conturbados da guerra de independência, os tratados e panfletos nomeados de “Bom senso’’. Mostrou algumas ideias vigorosas sobre a república e falou contra a monarquia.[11]\n",
        "Após a guerra de independência ele era extensamente conhecido nos Estados Unidos, mas continuava pobre. Mas uma legislatura estadual lhe concedeu uma soma em dinheiro e a outra uma propriedade. Esperando, talvez, que ele se acomodasse. No entanto ele voltou sua atenção a engenharia com a possibilidade de construir pontes de ferros. Suas pontes o levaram para a Inglaterra, onde foi recebido calorosamente pelo Duque de Portland. Mandou instalar uma ponte na estação de Paddington, pelo qual foi elogiado por engenheiros e foi considerado um eminente inventor.\n",
        "Em 1788, Paine foi a Paris para conversar com Lafayette e submeter seus planos a Académie des Sciences, que após algum tempo, foi favorável. Quando a Bastilha caiu, Lafayette presenteou Washington com a chave da prisão e foi incumbido a Paine leva-la ao Estados Unidos. No entanto Paine permaneceu na Europa devido a suas pontes e interesses financeiro.[11]\n",
        "Escreveu uma longa carta a Washington, dizendo que encontraria alguém para assumir seu lugar no transporte. Na mesma carta escreveu: “Não tenho a menor dúvida do sucesso final e completo da Revolução Francesa\". Durante algum tempo a Revolução permaneceu equilibrada, mas aos poucos a Revolução acabou por vencer. Na esperança de suscitar um movimento de resposta por parte da Inglaterra, ele escreveu o “Direito dos Homens”.\n",
        "O apelo de Paine, com exceções de algumas passagens, era ao bom senso. Ele argumentava contra as finanças de William Pitt. Pitt iniciou um processo contra Paine e uma supressão contra os Direitos dos Homens.[10][12]\n",
        "Em Paris agiu com mais espírito público do que com cautela. Esperava- que mesmo com os massacres a revolução tomasse uma natureza ordeira. Manteve a sua gratidão ao Rei Luís XVI pelo apoio a revolução americana. Ao se opor a execução do Rei ele gerou nos jacobinos uma fúria tamanha. Primeiro foi expulso da convenção e depois preso como estrangeiro. O Ministro Plenipotenciário estadunidense, na França, (Gouverneur Morris), federalista e que tinha rixas pessoais contra Paine, era culpado nas mesmas proporções. A rixa dava-se por uma suposta acusação contra Paine por ter exposto transações ilegais de um dos amigos do Ministro estadunidense. Paine escapou da guilhotina, mas não da enfermidade. Com a troca de primeiro Ministro, saindo Morris e entrando Monroe, Paine foi solto o quanto antes. E acolheu Paine em sua casa.\n",
        "\nPaine não soube ao certo o quanto de influência Morris colocou sobre o seu caso, mas ele nunca mais desculpou Washington. Quando ficou ciente que iriam construir uma estátua de Washington endereçou essas palavras ao escultor: ",
        "\nUma longa e amarga carta a Washington foi publicada em 1796, e acaba dessa maneira: ",
        "\nQuando percebeu que seria inevitavelmente preso, desta vez na América, dedicou-se a trabalhar em A Era da Razão. Cuja primeira parte terminou seis horas antes de ser preso. Escreveu Paine no primeiro capítulo: ",
        "Depois de A Era da Razão Paine caiu no esquecimento, doente e hostilizado pela maioria de seus amigos antigos. Dr. Rush, da Filadélfia, um de seus primeiros amigos estadunidenses declarou: ",
        "Dissertation on First Principles of Government, publicado em 1795, é um importante panfleto escrito por Thomas Paine. Nele, há uma defesa aberta do voto universal masculino durante a discussão sobre a nova Constituição na França, que estava em curso na Convenção Nacional. \n",
        "Para uma análise da noção de democracia em Paine, pode-se pensar a origem do Estado enquanto um agente centralizador do poder. Com a passagem da Idade Média para a Idade Moderna, o poder torna-se territorial, e consequentemente o Estado passa a ter terras. Assim, tem-se a transição de um \"poder personificado\" para um \"poder territorializado\". Portanto, a primeira tarefa do Estado moderno é a delimitação das fronteiras, a centralização do poder nas mãos dos reis, mas sem a destruição do poder econômico. Neste contexto é possível visualizar a Monarquia, autocrática e unitária; e posteriormente a República, democrática e federalista. Contudo, criou-se a tese de que a República seria viável somente em lugares pequenos, não em grandes impérios. A partir da independência norte-americana e do Congresso da Filadélfia, a república federalista torna-se viável. O problema do federalismo é de ordem territorial, isto é, das condições concretas de cada país. Neste sentido, o federalismo é muito mais prático que filosófico. O Federalismo surge porque é necessário para descentralizar o poder, e impede que haja uma concentração despótica de poder. Pode-se notar que, nessa época, a ausência de qualquer organização institucional de caráter nacional. A divisão de Montesquieu entre executivo, legislativo e judiciário só faz sentido nos membros confederados. O temor de uma entidade supranacional mais poderosa e distante lembrava aos antigos colonos dos tempos em que eram súditos de Jorge III. Esse temor se digladiará com uma série de problemas econômicos, cuja resolução os frágeis vínculos da Confederação eram incapazes de proporcionar. Com o fim de revisar os artigos da Confederação, as treze ex-colônias reuniram-se em Convenção na cidade de Filadélfia em 1787.\n",
        "A obra \"O Federalista\" é fruto da reunião de uma série de ensaios publicados na imprensa de Nova York em 1788, com o objetivo de ratificar o texto da Constituição. A obra conjunta de três autores, Alexander Hamilton, James Madison, John Jay. Estes autores estão intimamente ligados à independência dos Estados Unidos. Madison é considerado o pai da constituição. Hamilton foi o primeiro secretário do tesouro e conselheiro do George Washington. Madison juntamente com Jefferson, liderou a fundação do Partido Republicano. Os autores não concordavam entre si em vários pontos, mas concordavam que a Constituição de 1787 deveria ser ratificada. A filosofia política da época, em especial a de Montesquieu, era evocada pelos adversários da ratificação para fundamentar o questionamento que faziam do texto constitucional proposto. Montesquieu, membro de uma tradição que se inicia com Maquiavel e culmina com Rousseau, apontava para incompatibilidade entre governos populares e os tempos modernos. A necessidade de manter grandes exércitos e a predominância das preocupações com o bem-estar material fazia das grandes monarquias a forma de governo mais adequada ao espírito dos tempos. As condições ideais exigidas pelos governos populares, um pequeno território e cidadãos virtuosos, amantes da pátria e surdos aos interesses materiais, não mais existiam. Este era o desafio teórico dos federalistas.\n",
        "Já na Revolução Americana, costuma-se indicar a estruturação do Estado Constitucional, a supremacia da lei constitucional, do regime presidencialista (e com isso, novamente, os próprios direitos políticos de restrição ou controle do Estado) e no sentido mais jurídico, se ainda podemos falar dessa forma, temos as raízes das chamadas garantias institucionais. Este seria o cenário ou o espaço de realização do pensamento federalista, a consumação da República Federativa, como resultado prático dos artigos dos federalistas. Além disso, Thomas Paine (e seu Os direitos do homem) e Thoreau, na defesa de John Brow, na linha da desobediência civil, são expoentes desses pensamentos e devem ser tomados costumeiramente. No Brasil, os pesquisadores Daniel Gomes de Carvalho (UnB) e Modesto Florenzano (USP)[13] defendem que, na passagem do século XVIII para o século XIX, Paine ocupa um lugar especial nas relações entre Liberalismo e Democracia, mantendo as defesas das liberdades individuais e de comércio aliadas ao voto universal, ao contrário da quase totalidade dos outros pensadores.[14]\n",
        "Antes de sua prisão na França, sabendo que provavelmente seria preso e executado, seguindo a tradição do deísmo britânico do início do século XVII, Paine escreveu a primeira parte de A Era da Razão (1793-1794). As visões religiosas de Paine, expressas em A Era da Razão, causaram grande agitação na sociedade religiosa, efetivamente dividindo os grupos religiosos em duas grandes facções: aqueles que queriam o desestabelecimento da igreja e os cristãos que queriam que o cristianismo continuasse tendo uma forte influência social.[15] \n",
        "\nSobre suas próprias crenças religiosas, Paine escreveu em A Era da Razão:",
        "Embora não haja evidências definitivas de que o próprio Paine era maçom,[16][17] em seu retorno da França para a América, ele escreveu \"Um Ensaio sobre a Origem da Maçonaria\" (1803-1805) sobre a Maçonaria ser derivada da religião dos antigos Druidas.[16] Marguerite de Bonneville publicou o ensaio em 1810, após a morte de Paine, mas ela optou por omitir certas passagens que eram críticas ao cristianismo, a maioria das quais foram restauradas em uma impressão de 1818. No ensaio, Paine afirmou que \"a religião cristã é uma paródia sobre o culto ao Sol, na qual eles colocam um homem a quem chamam de Cristo, no lugar do Sol, e lhe pagam a mesma adoração que foi originalmente paga ao Sol\".[16] Paine também tinha uma atitude negativa em relação ao judaísmo.[18] Embora nunca tenha se descrito como um deísta, ele defendeu abertamente o deísmo em seus escritos, e chamou o deísmo de \"a única religião verdadeira\":"
    ],
    "ligacoes": [
        "<ul><li>PAINE, Thomas. <i>A Era da Razão: Uma investigação sobre a teologia verdadeira e a fabulosa.</i> 6. ed. Curitiba: Editora Iluminista, 2014. 104 p. v. I.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://piketty.pse.ens.fr/files/Paine1795.pdf\">AGRARIAN JUSTICE</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.learner.org/workshops/primarysources/revolution/docs/Common_Sense.pdf\">Common Sense</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Vote.svg\" title=\"Portal da política\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/40px-A_coloured_voting_box.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/01/A_coloured_voting_box.svg/60px-A_coloured_voting_box.svg.png 2x\" data-file-width=\"160\" data-file-height=\"160\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Pol%C3%ADtica\" title=\"Portal:Política\">Portal da política</a></span></span></li>         </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1737\" title=\"Categoria:Nascidos em 1737\">Nascidos em 1737</a><a href=\"/wiki/Categoria:Mortos_em_1809\" title=\"Categoria:Mortos em 1809\">Mortos em 1809</a><a href=\"/wiki/Categoria:Norte-americanos_de_ascend%C3%AAncia_inglesa\" title=\"Categoria:Norte-americanos de ascendência inglesa\">Norte-americanos de ascendência inglesa</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Inglaterra\" title=\"Categoria:Filósofos da Inglaterra\">Filósofos da Inglaterra</a><a href=\"/wiki/Categoria:Liberais_cl%C3%A1ssicos\" title=\"Categoria:Liberais clássicos\">Liberais clássicos</a><a href=\"/wiki/Categoria:Republicanismo\" title=\"Categoria:Republicanismo\">Republicanismo</a><a href=\"/wiki/Categoria:Pessoas_da_Revolu%C3%A7%C3%A3o_Francesa\" title=\"Categoria:Pessoas da Revolução Francesa\">Pessoas da Revolução Francesa</a><a href=\"/wiki/Categoria:Cr%C3%ADticos_das_religi%C3%B5es\" title=\"Categoria:Críticos das religiões\">Críticos das religiões</a><a href=\"/wiki/Categoria:De%C3%ADstas\" title=\"Categoria:Deístas\">Deístas</a><a href=\"/wiki/Categoria:Naturais_de_Norfolk\" title=\"Categoria:Naturais de Norfolk\">Naturais de Norfolk</a><a href=\"/wiki/Categoria:Iluministas\" title=\"Categoria:Iluministas\">Iluministas</a><a href=\"/wiki/Categoria:Pol%C3%ADticos_americanos_do_s%C3%A9culo_XVIII\" title=\"Categoria:Políticos americanos do século XVIII\">Políticos americanos do século XVIII</a><a href=\"/wiki/Categoria:Pol%C3%ADticos_americanos_do_s%C3%A9culo_XIX\" title=\"Categoria:Políticos americanos do século XIX\">Políticos americanos do século XIX</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Thomas_Paine_rev1.jpg/250px-Thomas_Paine_rev1.jpg",
    "view": "thomas_paine"
}