{
    "url": "https://pt.wikipedia.org/wiki/Thomas_Reid",
    "codigo_http": 200,
    "titulo": [
        "Thomas Reid"
    ],
    "conteudo": [
        "Thomas Reid (Strachan, Aberdeenshire, 26 de abril de 1710 – Glasgow, 7 de outubro de 1796) foi um filósofo escocês com formação religiosa. Ele foi o fundador da Escola Escocesa de Senso Comum e desempenhou um papel fundamental no Iluminismo escocês. Em 1783 ele foi um dos fundadores da Royal Society of Edinburgh. Contemporâneo de David Hume, Reid também foi \"o primeiro e mais feroz crítico de Hume\".\n",
        "Reid nasceu na mansão em Strachan, Aberdeenshire, em 26 de abril de 1710, filho de Lewis Reid (1676-1762) e sua esposa Margaret Gregory, prima de James Gregory. Ele foi educado na Kincardine Parish School e então na O'Neil Grammar School em Kincardine.[1]\n",
        "Ele foi para a Universidade de Aberdeen em 1723 e formou-se MA em 1726. Ele foi licenciado para pregar pela Igreja da Escócia em 1731, quando atingiu a maioridade. Ele começou sua carreira como ministro da Igreja da Escócia, mas deixou de ser ministro quando recebeu a cátedra no King's College, Aberdeen, em 1752. Ele obteve seu doutorado e escreveu Uma Investigação sobre a Mente Humana sobre os Princípios do Comum Sense (publicado em 1764). Ele e seus colegas fundaram a 'Sociedade Filosófica de Aberdeen', popularmente conhecida como 'Clube dos Sábios' (uma associação filosófica literária).[2] Pouco depois da publicação de seu primeiro livro, ele recebeu a prestigiosa cátedra de Filosofia Moral na Universidade de Glasgow, quando foi chamado para substituir Adam Smith. Ele renunciou ao cargo em 1781, após o que preparou suas palestras universitárias para publicação em dois livros: Essays on the Intellectual Powers of Man (1785) e Essays on the Active Powers of the Human Mind (1788).\n",
        "Em 1740, Thomas Reid casou-se com sua prima Elizabeth, filha do médico londrino George Reid. Sua esposa e \"numerosos\" filhos morreram antes dele, exceto por uma filha que se casou com Patrick Carmichael.[3] Reid morreu de paralisia, em Glasgow. Ele foi enterrado na Igreja Blackfriars no terreno do Glasgow College e quando a universidade se mudou para Gilmorehill, no oeste de Glasgow, sua lápide foi inserida no prédio principal.\n",
        "Reid acreditava que o senso comum (em um sentido filosófico especial de sensus communis) é, ou pelo menos deveria ser, a base de toda investigação filosófica.[4] Ele discordou de Hume, que afirmou que nunca podemos saber em que consiste um mundo externo, visto que nosso conhecimento é limitado às ideias da mente, e de George Berkeley, que afirmou que o mundo externo são meramente ideias na mente. Em contraste, Reid afirmou que as bases sobre as quais nosso sensus communis são construídos justificam nossa crença de que existe um mundo externo.\n",
        "Em sua época e por alguns anos no século XIX, ele foi considerado mais importante do que Hume.[5] Ele defendeu o realismo direto, ou realismo do senso comum, e argumentou fortemente contra a Teoria das Ideias defendida por John Locke, René Descartes e (em formas variadas) quase todos os primeiros filósofos modernos que vieram depois deles. Ele tinha uma grande admiração por Hume e um amigo em comum enviou a Hume um dos primeiros manuscritos do Inquiry de Reid. Hume respondeu que a obra \"é escrita de uma maneira divertida e viva\", embora ele tenha descoberto \"parece haver algum defeito no método\", e ele criticou a doutrina de Reid por implicar a presença de ideias inatas. (pp. 256–257)[6]\n",
        "A teoria do conhecimento de Reid teve uma forte influência em sua teoria da moral. Ele pensava que a epistemologia era uma parte introdutória à ética prática: quando somos confirmados em nossas crenças comuns pela filosofia, tudo o que temos a fazer é agir de acordo com elas, porque sabemos o que é certo. Sua filosofia moral lembra o estoicismo romano em sua ênfase na ação do sujeito e no autocontrole. Ele frequentemente cita Cicero, de quem adotou o termo \"sensus communis\". A resposta de Reid aos argumentos céticos e naturalistas de Hume foi enumerar um conjunto de princípios do senso comum (sensus communis) que constituem os fundamentos do pensamento racional. Qualquer pessoa que empreende um argumento filosófico, por exemplo, deve pressupor implicitamente certas crenças como \"Estou falando com uma pessoa real\" e \"Há um mundo externo cujas leis não mudam\", entre muitas outras afirmações substantivas positivas. Para Reid, a crença na verdade desses princípios não é racional; antes, a própria razão exige esses princípios como pré-requisitos, assim como a \"constituição\" inata da mente humana. É por esse motivo (e possivelmente uma atitude zombeteira em relação a Hume e Berkeley) que Reid vê a crença nos princípios do bom senso como um teste de tornassol para a sanidade. Por exemplo, em The Intellectual Powers of Man ele afirma: \"Pois, antes que os homens possam raciocinar juntos, eles devem concordar nos primeiros princípios; e é impossível raciocinar com um homem que não tem princípios em comum com você.\" Um dos primeiros princípios que ele segue listando é que \"as qualidades devem necessariamente estar em algo que é figurado, colorido, duro ou macio, que se move ou resiste. Não é a essas qualidades, mas àquilo que é o objeto delas, que damos o nome de corpo. Se algum homem julgar adequado negar que essas coisas são qualidades, ou que requerem qualquer sujeito, deixo-o desfrutar de sua opinião como um homem que nega os primeiros princípios e não está apto a ser raciocinado com\".\n",
        "Reid também apresentou argumentos positivos baseados em uma visão fenomenológica para apresentar uma nova mistura de realismo direto e filosofia da linguagem comum. Em uma passagem típica em Os poderes intelectuais do homem, ele afirma que, quando tem a concepção de um centauro, a coisa que ele concebe é um animal, e nenhuma ideia é um animal; portanto, a coisa que ele concebe não é uma ideia, mas um centauro. Esse ponto se baseia tanto em um relato da experiência subjetiva de conceber um objeto quanto em um relato do que queremos dizer quando usamos palavras. Como Reid via sua filosofia como um conhecimento publicamente acessível, disponível tanto por meio da introspecção quanto pela compreensão adequada de como a linguagem é usada, ele a via como a filosofia do bom senso.\n",
        "Reid começou com um 'senso comum' baseado em uma experiência direta de uma realidade externa, mas então passou a explorar em duas direções - externa aos sentidos e interna à linguagem humana - para explicar de forma mais eficaz o papel da racionalidade.\n",
        "Reid via a linguagem como baseada em uma capacidade inata anterior à consciência humana e atuando como um instrumento para essa consciência. (Nos termos de Reid: é um instrumento \"artificial\" baseado em uma capacidade \"natural\".) Nessa visão, a linguagem se torna um meio de examinar a forma original da cognição humana. Reid observa que a linguagem humana atual contém dois elementos distintos: primeiro, o elemento acústico, os sons; e em segundo lugar, os significados - que parecem não ter nada a ver com os sons como tais. Este estado da linguagem, que ele chama de \"artificial\", não pode ser o primitivo, que ele denomina \"natural\", em que o som não era um signo abstrato, mas um gesto concreto ou natural. Reid analisa a forma como uma criança aprende a linguagem, imitando sons, tornar-se consciente deles muito antes de compreender o significado atribuído aos vários grupos de sons no estado artificial da fala adulta contemporânea. Se, diz Reid, a criança precisasse entender imediatamente o conteúdo conceitual das palavras que ouve, ela nunca aprenderia a falar. Aqui Reid distingue entre sinais naturais e artificiais:\n",
        "Sua exploração externa, no que diz respeito aos sentidos, levou Reid a sua distinção crítica entre 'sensação' e 'percepção'. Enquanto tomamos consciência de um objeto por meio dos sentidos, o conteúdo dessa percepção não é idêntico à soma total das sensações causadas em nossa consciência. Assim, embora tendamos a nos concentrar no objeto percebido, não prestamos atenção ao processo que vai da sensação à percepção, que contém o conhecimento da coisa como real. Como, então, recebemos a convicção da existência deste? A resposta de Reid é, entrando em um relacionamento intuitivo imediato com ele, como uma criança faz. No caso do adulto, o foco está em perceber, mas com a criança, é em receber as sensações em sua natureza viva. Para Reid, a percepção da criança é diferente da do adulto, e ele afirma que o homem deve se tornar como uma criança para superar a percepção artificial do adulto, o que leva a visão de Hume de que o que percebemos é uma ilusão. Além disso, o artista fornece uma chave para o verdadeiro conteúdo da experiência sensorial, conforme ele se engaja na 'linguagem da natureza':\n",
        "Assim, para Reid, o senso comum baseava-se na capacidade inata do homem em uma época anterior de participar diretamente da natureza, e que encontramos até certo ponto na criança e no artista, mas que, de uma perspectiva filosófica e científica, devemos Desperte novamente em um nível superior na mente humana acima da natureza. Por que Reid acredita que a percepção é a maneira de reconhecer? Bem, para ele \"uma experiência é puramente subjetiva e puramente negativa. Ela apoia a validade de uma proposição, apenas no fato de que eu acho que é impossível para mim não considerá-la verdadeira, supor que, portanto, não é verdadeira\" (Reid, 753). Para entender isso melhor, é importante saber que Reid divide sua definição de percepção em duas categorias: concepção e crença. \"A concepção é a maneira de Reid dizer para visualizar um objeto, então podemos afirmar ou negar qualidades sobre aquela coisa. Reid acredita que as crenças são nossos pensamentos diretos sobre um objeto, e o que esse objeto é \"(Buras, The Functions of Sensations to Reid). Então, para Reid, o que vemos, o que visualizamos, o que acreditamos de um objeto, é a verdadeira realidade desse objeto. Reid acredita na objetividade direta, nossos sentidos nos guiam para o que é certo, pois não podemos confiar em nossos próprios pensamentos. \"Os mundos do senso comum e da filosofia são reciprocamente o oposto um do outro\" (Reid, 841). Reid acredita que Filosofia complica demais a questão do que é real. Então, o que o senso comum realmente significa então? Bem, \"o senso comum é os sentidos sendo reunidos para formar uma ideia\" (Cambridge Companion to Thomas Reid, 164). O bom senso (todos os sentidos combinados) é como identificamos verdadeiramente a realidade de um objeto; uma vez que tudo o que pode ser percebido sobre um objeto, é puxado para uma percepção. Como as pessoas chegam ao ponto de acessar o bom senso? Esse é o truque, todo mundo nasce com a capacidade de acessar o bom senso, por isso se chama bom senso. \"Os princípios do bom senso são comuns a toda a humanidade\" (Nichols, Ryan, Yaffe e Gideon, Thomas Reid).\n",
        "O bom senso funciona assim: se todos os homens observam um item e acreditam nas mesmas qualidades sobre aquele item, então o conhecimento desse item é universalmente verdadeiro. É um conhecimento comum, que sem explicação é considerado verdadeiro por outras pessoas; assim, o que é universalmente visto é universalmente acreditado. “O real, então, é aquele em que, mais cedo ou mais tarde, a informação e o raciocínio finalmente resultariam, e que é, portanto, independente dos caprichos de mim e de você. Assim, a própria origem da concepção de realidade mostra que essa concepção essencialmente envolve a noção de uma comunidade, sem limites definidos e capaz de um aumento definido de conhecimento \"(Reid, 155). A combinação das mesmas ideias, de uma coisa, por múltiplas pessoas, é o que confirma a realidade de um objeto. Reid também acredita que os filósofos de sua época exageraram o que é verdadeiramente real. Onde a maioria dos filósofos acredita que o que vemos não é totalmente o que essa coisa é, por exemplo, Descartes, Reid rebate este argumento simplesmente afirmando que \"tal hipótese não é mais provável de ser verdadeira do que a crença do senso comum de que o mundo é muito da maneira que percebemos que é \"(Nichols, Ryan, Yaffe e Gideon, Thomas Reid). A realidade é o que fazemos parecer, nada mais. Thomas Reid). A realidade é o que fazemos parecer, nada mais. Thomas Reid). A realidade é o que fazemos parecer, nada mais.\n",
        "Reid também afirmou que esta descoberta da ligação entre o signo natural e a coisa significada foi a base da filosofia natural e da ciência, como proposto por Bacon em seu método radical de descoberta das leis inatas da natureza:\n",
        "Foi afirmado que a reputação de Reid diminuiu após ataques à Escola Escocesa de Senso Comum por Immanuel Kant (embora Kant, apenas 14 anos mais jovem de Reid, também tenha elogiado a filosofia escocesa - Kant atacou o trabalho de Reid, mas admitiu que nunca realmente leu suas obras) e por John Stuart Mill. Mas a filosofia de Reid era ensinada nas faculdades da América do Norte durante o século XIX e foi defendida por Victor Cousin, um filósofo francês. Justus Buchler mostrou que Reid foi uma influência importante no filósofo americano Charles Sanders Peirce, que compartilhava da preocupação de Reid em reavaliar o senso comum. Para Peirce, as concepções de verdade e real envolvem a noção de uma comunidade sem limites definidos (e, portanto, potencialmente autocorretiva na medida do necessário) e capaz de um aumento definido de conhecimento.[8] O senso comum é socialmente evoluído, aberto à verificação muito como o método científico, e em constante evolução, conforme as evidências, a percepção e a prática garantem, embora com uma lentidão que Peirce só veio a ver anos depois, ponto em que ele possuía a sua \"adesão, sob modificação inevitável, ao parecer de ... Thomas Reid, na matéria de Bom Senso\".[9] (Peirce chamou sua versão de \"senso comum crítico\"). Em contraste, no conceito de Reid, o sensus communis não é um produto evolutivo social, mas sim uma pré-condição da possibilidade de os humanos raciocinarem uns com os outros. O trabalho de Thomas Reid influenciou o trabalho de Noah Porter e James McCosh no século XIX nos Estados Unidos e é baseado na reivindicação de princípios universais de verdade objetiva. O pragmatismo não é o desenvolvimento do trabalho da escola escocesa do \"senso comum\" - é a negação dele. Existem ligações claras entre o trabalho da Scottish Common Sense School e o trabalho dos filósofos realista de Oxford Harold Prichard e Sir William David Ross no século XX.\n",
        "A reputação de Reid reviveu na esteira da defesa do senso comum como um método ou critério filosófico por G.E. Moore no início do século XX e, mais recentemente, por causa da atenção dada a Reid por filósofos contemporâneos, em particular filósofos da religião na escola da epistemologia reformada, como William Alston,[10] Alvin Plantinga, e Nicholas Wolterstorff,[11] procurando refutar as acusações de que a crença teísta é irracional onde não tem fundamentos doxásticos (isto é, onde essa crença não é inferida de outros adequadamente fundamentados crenças).\n",
        "\nEle escreveu uma série de obras filosóficas importantes, incluindo Inquiry into the Human Mind on the Principles of Common Sense (1764, Glasgow e Londres), Essays on the Intellectual Powers of Man (1785) e Essays on the Active Powers of Man (1788). Em 1844, Schopenhauer elogiou Reid por explicar que a percepção de objetos externos não resulta dos dados brutos que são recebidos através dos cinco sentidos:",
        "Embora conhecido principalmente por sua epistemologia, Reid também é conhecido por seus pontos de vista sobre a teoria da ação e a metafísica da identidade pessoal. Reid sustentava uma noção incompatibilista ou libertária de liberdade, sustentando que somos capazes de ações livres das quais somos a causa e pelas quais somos moralmente avaliados.[12] Em relação à identidade pessoal, ele rejeitou o relato de Locke de que a autoconsciência na forma de memória das experiências de alguém era a base para uma pessoa ser idêntica a si mesma ao longo do tempo. Reid sustentava que a continuidade da memória não era necessária nem suficiente para fazer de uma pessoa numericamente a mesma pessoa em momentos diferentes.[13] Reid também argumentou que a operação de nossa mente conectando sensações com a crença em um mundo externo é contabilizada apenas por um Criador intencional. Em suas palestras de religião natural, Reid fornece cinco argumentos para a existência de Deus, com foco em dois principalmente, o cosmológico e o design. Reid ama e frequentemente usa o argumento cosmológico de Samuel Clarke, que diz, em suma, que o universo sempre existiu ou começou a existir, então deve haver uma causa (ou primeiro princípio) para ambos (Cuneo e Woudenberg 242). Como tudo é necessário ou contingente, um ser independente é necessário para a contingência (Cuneo e Woudenberg 242). Reid gasta ainda mais tempo em seu argumento de design, mas não está claro exatamente o que ele queria que seu argumento fosse, já que suas palestras foram tão longe quanto seus alunos precisavam. Embora não haja uma interpretação perfeita, Reid afirma que \"há de fato as marcas mais claras de design e sabedoria nas obras da natureza\" (Cuneo e Woudenberg 291). Se algo carrega marcas de design (regularidade ou variedade de estrutura), deve haver um ser inteligente por trás disso (Reid EIP 66). Isso não pode ser conhecido por experiência, encaixando-se no princípio da excelência casual, mas a causa pode ser vista nas obras da natureza (Cuneo e Woudenberg 241).\n"
    ],
    "ligacoes": [
        "<ul><li>1764. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.earlymoderntexts.com/pdfs/reid1764.pdf\"><i>An Inquiry into the Human Mind on the Principles of Common Sense (translated to modern English)</i></a>. (<a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/download/inquiryintohuman00reidiala/inquiryintohuman00reidiala.pdf\">1823 edition</a>)</li>\n<li>1785. <i>Essays on the Intellectual Powers of Man</i>. (<a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/download/essaysonintellec02reiduoft/essaysonintellec02reiduoft.pdf\">Online</a>)</li>\n<li>1788. <i>Essays on the Active Powers of the Human Mind</i>. <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/download/essaysontheactiv00reiduoft/essaysontheactiv00reiduoft.pdf\">Online</a>)</li></ul>",
        "<ul><li>Barker, Stephen and Tom Beauchamp, eds., <i>Thomas Reid: Critical Interpretations</i>, University City Science Center, 1976.</li>\n<li>Terence Cuneo, René van Woudenberg (eds.), <i>The Cambridge Companion to Thomas Reid</i>, Cambridge: <a href=\"/wiki/Cambridge_University_Press\" title=\"Cambridge University Press\">Cambridge University Press</a>, 2004.</li>\n<li>Daniels, Norman. <i>Thomas Reid's</i> Inquiry:<i>The Geometry of Visibles and the Case for Realism</i>. Stanford, CA: <a href=\"/wiki/Stanford_University_Press\" class=\"mw-redirect\" title=\"Stanford University Press\">Stanford University Press</a>.</li>\n<li>Davis, William C., <i>Thomas Reid's Ethics: Moral Epistemology on Legal Foundations</i>. Continuum International, 2006. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/0-8264-8809-9\" title=\"Especial:Fontes de livros/0-8264-8809-9\">0-8264-8809-9</a></li>\n<li>Ducheyne, Steffen. \"Reid's Adaptation and Radicalization of Newton's Natural Philosophy\". <i>History of European Ideas</i> 32 (2006) 173–189.</li>\n<li>Roger D. Gallie, <i>Thomas Reid and the Way of Ideas</i>, Dordrecht: Kluwer, 1989.</li>\n<li>Haldane, John. \"Reid, Scholasticism, and Current Philosophy of Mind\" in M. Delgano and E. Matthews, eds., <i>The Philosophy of Thomas Reid</i>. Dordrecht: Kluwer, 1989.</li>\n<li>Lehrer, Keith. <i>Thomas Reid</i>. London: Routledge, 1989.</li>\n<li>Rowe, William. <i>Thomas Reid on Freedom and Morality</i>. Ithaca, NY: Cornell University Press, 1991.</li>\n<li>Wolterstorff, N. <i>Thomas Reid and the Story of Epistemology</i>. Cambridge: Cambridge University Press, 2001.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.abdn.ac.uk/historic/Thomas_Reid/\">Os papéis de Thomas Reid</a> a Universidade de Aberdeen.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.euppublishing.com/series/eetr\">A edição de Edimburgo de Thomas Reid</a> – edição crítica dos tratados filosóficos de Reid e materiais inéditos</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.earlymoderntexts.com\">A Investigação de Reid sobre a Mente Humana, Ensaios sobre os Poderes Ativos... e Ensaios sobre os Poderes Intelectuais...</a>, ligeiramente modificado para facilitar a leitura.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?q=inauthor%3Athomas+inauthor%3Areid\">Thomas Reid at Google Books</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"//archive.org/search.php?query=%28subject%3A%22Reid%2C%20Thomas%22%20OR%20subject%3A%22Thomas%20Reid%22%20OR%20creator%3A%22Reid%2C%20Thomas%22%20OR%20creator%3A%22Thomas%20Reid%22%20OR%20creator%3A%22Reid%2C%20T%2E%22%20OR%20title%3A%22Thomas%20Reid%22%20OR%20description%3A%22Reid%2C%20Thomas%22%20OR%20description%3A%22Thomas%20Reid%22%29%20OR%20%28%221710-1796%22%20AND%20Reid%29\">Obras de ou sobre Thomas Reid</a> no <a href=\"/wiki/Internet_Archive\" title=\"Internet Archive\">Internet Archive</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.bbc.co.uk/programmes/b007qhbn\">Filosofia do Senso Comum</a>, Discussão da BBC Radio 4 com AC Grayling, Melissa Lane e Alexander Broadie (In Our Time, 21 de junho de 2007)</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Scotland.svg\" title=\"Portal da Escócia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/10/Flag_of_Scotland.svg/40px-Flag_of_Scotland.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/10/Flag_of_Scotland.svg/60px-Flag_of_Scotland.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Esc%C3%B3cia\" title=\"Portal:Escócia\">Portal da Escócia</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1710\" title=\"Categoria:Nascidos em 1710\">Nascidos em 1710</a><a href=\"/wiki/Categoria:Mortos_em_1796\" title=\"Categoria:Mortos em 1796\">Mortos em 1796</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Esc%C3%B3cia\" title=\"Categoria:Filósofos da Escócia\">Filósofos da Escócia</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_crist%C3%A3os\" title=\"Categoria:Filósofos cristãos\">Filósofos cristãos</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/9/92/ThomasReid.jpg/250px-ThomasReid.jpg",
    "view": "thomas_reid"
}