{
    "url": "https://pt.wikipedia.org/wiki/Wilhelm_Maximilian_Wundt",
    "codigo_http": 200,
    "titulo": [
        "Wilhelm Wundt"
    ],
    "conteudo": [
        "Wilhelm Maximilian Wundt  (Neckarau, 16 de agosto de 1832 — Großbothen, 31 de agosto de 1920) foi um médico, filósofo e psicólogo alemão. É considerado um dos fundadores da psicologia experimental junto com Ernst Heinrich Weber (1795-1878) e Gustav Theodor Fechner (1801-1889). Aos 13 anos de idade Wundt mudou-se para a casa de uma tia em Heidelberg para frequentar o liceu.[1]\n",
        "Entre as contribuições que o fazem merecedor desse reconhecimento histórico está a criação do primeiro laboratório de psicologia no Instituto Experimental de Psicologia da Universidade de Leipzig (Lipsia) na Alemanha em 1879 e a publicação de Principles of Physiological Psychology / Princípios de Psicologia Fisiológica em 1873 onde afirmava textualmente seu propósito, com o livro, de demarcar um novo domínio da ciência.\n",
        "Indo mais a fundo, talvez mais importante do que o fato da criação do laboratório em Leipzig, seja o que ele passou a representar após este momento. Durante o último quarto do século XIX, o laboratório criado por Wundt atraiu estudantes de várias partes do planeta (EUA, Canadá, Inglaterra, entre outros), tornando-se assim o primeiro e maior centro de formação de psicólogos até então. Estes estudantes após se formarem, retornavam a seus países fundando novos laboratórios e formando novos psicólogos tendo a ciência como ponto fundamental.[2]\n",
        "Filho de pastores luteranos alemães, com aprendizado na área de humanidades ao encargo de um vigário com quem residiu na juventude. Formado pela Universidade de Heidelberg em 1855 vindo transferido da Universidade de Tubinga (Tübingen) em 1851. Após um curso de fisiologia com Johannes Müller (1801-1858), o criador da teoria vitalista das energias nervosas sensoriais específicas, no mesmo ano de sua formatura em Berlim retorna para Heidelberg em 1856, onde doutora-se em filosofia e começa a lecionar fisiologia como Privatdozent. Somente 19 anos mais tarde iria lecionar na Universidade de Leipzig. Porém é importante salientar que ele começou estudar medicina em Tubinga e se transferiu para a universidade de Heidelbergg, onde estudou fisologia, anatomia, física e química. Porém ao longo do curso, ficou evidente para Wundt que ele não tinha inclinação alguma para medicina e especializou-se em fisiologia.\n",
        "Wundt também teve um importante envolvimento com a política. Foi convidado para ministrar conferências populares na Associação Educativa dos Operários, ele se engajou não só no movimento para a educação dos operários, mas foi envolvido cada vez mais nas discussões políticas, o que levou a se eleger pelo Partido Progressista, 1866 como membro do Parlamento de Baden. Dois anos depois se afastou da política para se dedicar exclusivamente à vida acadêmica.[1]\n",
        "Em 1855 defende tese na Universidade de Heidelberg sobre Sensibilidade táctil de pacientes histéricos utilizando o método de Weber de discriminação limiar entre dois pontos.\n",
        "A partir de 1858 Wundt publicou fragmentariamente vários estudos sobre psicofísica, sensação e percepção organizados em livros: Contribuições para a teoria da percepção sensorial / Outlines of Psychologypublicado em 1862, ainda não considerado psicologia.\n",
        "Em 1863 publica as Lições de psicologia humana e animal  (\"Lectures on human and animal psychology\", um dos primeiros estudos de psicologia comparada. Charles Darwin (1809-1882) o autor da teoria da evolução publicada em 1859 (A origem das espécies) só viria a publicar seu clássico da psicologia comparada, \"A expressão das emoções nos homens e nos animais\", em 1872.\n",
        "Em 1873 – 1874, publica os Fundamentos da psicologia fisiológica / Principles of Physiological Psychology , (2 volumes) com 6 reedições até 1910, sendo a edição de 1896 mais resumida e onde inclui pela primeira vez sua teoria tridimensional das emoções é o livro que situa a psicologia no domínio das ciências naturais.\n",
        "1879 é o ano de fundação do primeiro laboratório de pesquisas psicologia que recebe o nome de Psychologische Institut na Universidade Leipzig.\n",
        "Em 1881 Funda a primeira revista científica de psicologia, a Philosophische Studien.\n",
        "Entre 1900 e 1920 publica Volkerpsychologie (Psicologia popular ou cultural) em 10 volumes\n",
        "Morreu com 88 anos de idade no mesmo ano em que publica sua autobiografia em 1920.\n",
        "A família de Wundt era inteira de pessoas dotadas intelectualmente, porem todos indagavam se Wundt poderia continuar esse legado intelectual, quando ele então foi reprovado ainda em seu primeiro ano do gynasium essa indagação foi confirmada. Enquanto criança Wundt tinha o sonho de ser um grande escritor famoso.\n",
        "No sistema de ensino alemão, é disponível aos Privatdozent a oportunidade de fazer cursos particulares, Wundt o fez, porém, sem obter sucesso segundo consta no seu primeiro curso de fisiologia matricularam-se apenas 4 alunos. Contudo com a progressão de seus estudos e publicações (um universo de 53.736 páginas) recebeu várias propostas de universidades e criou o laboratório que, vinte e quatro anos depois, deu origem instituto de psicologia em 1903 (Psychologische Studien) e concomitante reconhecimento da psicologia como ciência.\n",
        "Ainda em Heidelberg, trabalhou como assistente de Hermann von Helmholtz (1821-1894) entre 1858 e 1864. Helmholtz, praticamente iniciou os estudos do tempo de reação e conseguiu estabelecer a velocidade do impulso nervoso através desse método em torno de 90 pés por segundo (95 km por hora). Possui também grandes contribuições ao estudo da fisiologia da visão e audição, entre as quais o invento do oftalmoscópio e contribuições a teoria da cor.  \n",
        "Wundt discordava da teoria das cores, hoje conhecida como de Young-Helmholtz que explicava a visão das cores apoiando-se no esquema tricromático, propôs um número ilimitado baseado nas teorias da variação contínua da qualidade cromática com o comprimento de onda. (Pieron, 1969) Entre seus estudos da percepção visual inclui-se as ilusões de óptica.\n",
        "Ainda na faculdade pesquisou sobre os nervos cranianos e respiração com o método da ablação em cães auxiliando a identificar as funções do ramo torácico do nervo vago (X par craniano).\n",
        "Entre suas contribuições à fisiologia está o reconhecimento é método do tempo de reação e o equacionamento do problema da subjetividade desta na espécie humana. Dando continuidade aos estudos de psicofísica de sua época propôs uma modificação na relação, simultaneamente proposta por Exner (1868), entre os tempos de reação e a intensidade do estímulo estabelecendo o que hoje é conhecido como lei de Wundt com o seguinte enunciado: O tempo de reação cresce em sentido inverso ao da intensidade estimuladora e tanto mais rapidamente quanto mais se aproxima do limiar.  (1880)\n",
        "Os seus críticos o classificam como  \"elementista\" e atualmente os cognitivistas têm se identificado com suas proposições. Também pode ser classificado como um empirista, em oposição ao nativismo. Acreditava que a vida mental era fruto da experiência e não de idéias inatas e que os fenômenos mentais do presente se baseavam em experiências passadas, antecipando, de certa forma, o construtivismo.\n",
        "O seu laboratório foi palco de muitas experiências. Os estudos das sensações e da percepção, onde foram medidas e classificadas as sensações no seu aspecto visual, tátil, olfativo e cinestésico. Foram pesquisados os sentimentos, a vontade e a emoção, registrando-se as variações físicas, tais como, da alteração da respiração e da pulsação, dentre outros.\n",
        "Entre os célebres frequentadores do seu laboratório experimental podemos destacar Kraepelin criador do conceito de Demência Precoce, hoje Esquizofrenia; Oswald Külpe; o psicometrita James McKeen Cattell; Granvillle Stanley Hall e Edward Titchener fundadores da Associação Americana de Psicologia Charles Spearman que demonstrou a presença de um elemento comum em todas as habilidades e fatores da inteligência humana o fator G entre outros.\n",
        "Os estudos feitos por Wundt foram férteis e abundantes. À medida que a ciência se desenvolvia o laboratório e as publicações de seus integrantes tornava-se mais produtivo.\n",
        "E com isso surgiram várias ramificações, dando assim origem a novas tendências que se estruturaram ao longo do século XX, as quais foram: o Estruturalismo, o Funcionalismo, o Behaviorismo, a Gestalt e a Psicanálise. Cada uma dessas escolas caracterizou-se pela sua definição de psicologia, pelos seus conteúdos e pelos métodos que empregavam no decorrer de suas atividades.[3]\n",
        "Wundt definia a psicologia como uma ciência da mente, seu objeto a experiência imediata tal como é dada direta e fenomenalmente ao observador.\n",
        "Analisava os compostos e complexos conscientes a partir dos elementos ou unidades: sensação (conteúdo objetivo da experiência imediata) e sentimentos ou afetos. As sensações podem ser classificadas de acordo com a modalidade sensorial em que são recebidas; além disso, possuem qualidade e intensidade.\n",
        "Para Wundt, a mente executa uma síntese química mental que se processa através da associação e que se realiza de três formas: pela fusão, onde os elementos combinados aparecem sempre juntos, como é o caso da nota musical; pela assimilação, que é também uma combinação de elementos em que nem todos estão presentes do consciente. Quando se vê uma casa por exemplo, podem não estar presentes na consciência, as figuras que compõem aquela casa (triângulo, retângulo, quadrado). Como na fusão, essa combinação gera um produto novo que não é o resultado da simples soma dos elementos; a terceira forma é chamada complicação, em que se reúnem elementos de diferentes modalidades e sentidos: a noção do sabor e da temperatura. É possível que o autor tenha considerado as proposições de Aristóteles sobre: contingência, semelhança e contraste.\n",
        "Os afetos ou sentimentos acompanham as sensações e suas combinações entre os modelos de classificação dos sentimentos que utilizou o mais influente foi o referente à sua teoria tridimensional das emoções, que estabelecia três pares dicotômicos: agradável – desagradável; tenso – descontraído; excitado – calmo. Wundt acreditava também que as sensações e os sentimentos são dois elementos básicos da experiência, isso porque esses elementos agem simultaneamente na experiência imediata, e possui qualidade e intensidade![1] \n",
        "A conscientização ou voluntarismo segundo Wundt é uma combinação de complexos que envolvem as sensações e os aspectos subjetivos: emoções, volições, intelecções. O principal processo de conscientização é a atenção: o que torna o campo consciente mais nítido que o fundo no processo denominado apercepção.  Utiliza esse termo na mesma acepção de Leibnitz — perceber claramente mediante o reconhecimento ou identificação do material percebido com o preexistente na memória.\n",
        "O materialismo científico também esteve com Wundt, buscando a relação entre os fenómenos psíquicos e fisiológicos, entre a mente e o corpo. Os processos mentais e os processos corporais e fisiológicos decorrem paralelamente, sem interferência mútua.\n",
        "Para esse autor o método experimental é o adequado à investigação dos processos básicos como a sensação e associação, mas somente a observação deve ser usada para compreender os processos mentais superiores. Esta por sua vez,deve ser realizada através do estudo dos produtos ou artefatos culturais da vida social: arte, linguagem, hábitos culturais ética, etc.\n",
        "O aspecto social de seus trabalhos, a contragosto seu, foi relegado a um segundo plano mas a sua obra Volkerpsychologie / Psicologia popular (10 volumes) contém análises detalhadas da linguagem humana (hoje psicolinguística) em 2 volumes; três volumes sobre cultura intitulados Psicologia dos mitos e religião; um volume sobre cultura e história intitulado Antropologia; um sobre Ética e Lei o que hoje corresponderia aos estudos da psicologia forense e um volume sobre a psicologia da arte, verdadeiro manual de procedimentos dessa observação.\n",
        "Segundo Farr, uma moderna revisão dessa obra identifica sua influência na também emergente ciência social da época cientistas como Durkheim (1858–1917); Franz Boas (1858–1942). Consta que Sigmund Freud (1856–1939) escreveu Totem e Tabu como uma resposta a Wundt. Ainda segundo Farr é relevante para compreensão da psicologia moderna a compreensão dos motivos de Wundt para separação da da psicologia social da experimental e o seguimentos que estas proposições constituíram.\n",
        "Referências dadas por Alan Kim Wilhelm Maximilian Wundt\n"
    ],
    "ligacoes": [
        "<ul><li>Privatdozent de Fisiologia  (1857-1864).</li>\n<li>Professor adjunto da Universidade de Heidelberg (1871-1874).</li>\n<li>Professor de Filosofia indutiva na Universidade de Zurique (1874).</li>\n<li>Professor de Filosofia indutiva na Universidade de Leipzig (1875-1917).</li>\n<li>Fundou o primeiro laboratório experimental de Psicologia do Mundo, <i>das Wundt-Laboratorium</i> (1879).</li>\n<li>Aposentou-se em 1917 na Universidade de Leipzig.</li></ul>",
        "<ul><li>Lehre von der Muskelbewegung (The Patterns of Muscular Movement), (Vieweg, Braunschweig 1858).</li>\n<li>Die Geschwindigkeit des Gedankens (The Velocity of Thought), (Die Gartenlaube 1862, Vol 17, p. 263).</li>\n<li>Beiträge zur Theorie der Sinneswahrnehmung (Contributions on the Theory of Sensory Perception), (Winter, Leipzig 1862).</li>\n<li>Vorlesungen über die Menschen- und Tierseele (Lectures about Human and Animal Psychology), (Voss, Leipzig Parte 1 e 2, 1863/1864; 4ª edição revisada. 1906).</li>\n<li>Lehrbuch der Physiologie des Menschen (Textbook of Human Physiology), (Enke, Erlangen 1864/1865, 4ª ed. 1878).</li>\n<li>Die physikalischen Axiome und ihre Beziehung zum Causalprincip (Physical Axioms and their Bearing upon Causality Principles), (Enke, Erlangen 1866).</li>\n<li>Handbuch der medicinischen Physik (Handbook of Medical Physics), (Enke, Erlangen 1867). (Digitalisat und Volltext im Deutschen Textarchiv)</li>\n<li>Untersuchungen zur Mechanik der Nerven und Nervenzentren (Investigations upon the Mechanisms of Nerves and Nerve-Centres), (Enke, Erlangen 1871–1876).</li>\n<li>Grundzüge der physiologischen Psychologie (Principles of physiological Psychology), (Engelmann, Leipzig 1874; 5ª ed. 1902–1903; 6ª ed. 1908–1911, 3 Vols).</li>\n<li>Über die Aufgabe der Philosophie in der Gegenwart. Rede gehalten zum Antritt des öffentlichen Lehramts der Philosophie an der Hochschule in Zürich 31-10-1874. (On the Task of Philosophy in the present), (Philosophische Monatshefte. 1874, Vol 11, pp. 65–68).</li>\n<li>Über den Einfluss der Philosophie auf die Erfahrungswissenschaften. Akademische Antrittsrede gehalten in Leipzig 20-11-1875. (On the Impact of Philosophy on the empirical Sciences), (Engelmann, Leipzig 1876).</li>\n<li>Der Spiritismus – eine sogenannte wissenschaftliche Frage. (Spiritism – a so-called scientific Issue), (Engelmann: Leipzig 1879).</li>\n<li>Logik. Eine Untersuchung der Principien der Erkenntnis und der Methoden Wissenschaftlicher Forschung. (Logic. An investigation into the principles of knowledge and the methods of scientific research), (Enke, Stuttgart 1880–1883; 4ª ed. 1919–1921, 3 Vols.).</li>\n<li>Ueber die Messung psychischer Vorgänge. (On the measurement of mental events). (Philosophische Studien. 1883, Vol 1, pp. 251–260, pp. 463–471).</li>\n<li>Ueber psychologische Methoden. (On psychological Methods). (Philosophische Studien. 1883, Vol 1, pp. 1–38).</li>\n<li>Essays (Engelmann, Leipzig 1885).</li>\n<li>Ethik. Eine Untersuchung der Tatsachen und Gesetze des sittlichen Lebens. (Ethics), (Enke, Stuttgart 1886; 3ª ed. 1903, 2 Vols.).</li>\n<li>Über Ziele und Wege der Völkerpsychologie. (On Aims and Methods of Cultural Psychology). (Philosophische Studien. 1888, Vol 4, pp. 1–27).</li>\n<li>System der Philosophie (System of Philosophy), (Engelmann, Leipzig 1889:  4ª ed. 1919, 2 Vols.).</li>\n<li>Grundriss der Psychologie (Outline of Psychology), (Engelmann, Leipzig 1896; 14ª ed. 1920).</li>\n<li>Über den Zusammenhang der Philosophie mit der Zeitgeschichte. Eine Centenarbetrachtung. (On the Relation between Philosophy and contemporary History). Rede des antretenden Rectors Dr. phil., jur. et med. Wilhelm Wundt. F. Häuser (Hrsg.): Die Leipziger Rektoratsreden 1871–1933. Vol I: Die Jahre 1871–1905 (pp. 479–498). Berlim: (de Gruyter (1889/2009).</li>\n<li>Hypnotismus und Suggestion. (Hypnotism and Suggestion). (Engelmann: Leipzig 1892).</li>\n<li>Ueber psychische Causalität und das Princip des psycho-physischen Parallelismus. (On mental Causality and the Principle of psycho-physical Parallelism). (Philosophische Studien. 1894, Vol 10, pp. 1–124).</li>\n<li>Ueber die Definition der Psychologie (On the Definition of Psychology). (Philosophische Studien. 1896, Vol 12, pp. 9–66).</li>\n<li>Über naiven und kritischen Realismus I–III. (On naive and critical Realism). (Philosophische Studien. 1896–1898, Vol 12, pp. 307–408; Vol 13, pp. 1–105, pp. 323–433).</li>\n<li>Völkerpsychologie (Cultural Psychology), 10 Volumes, Vol. 1, 2. Die Sprache (Language); Vol. 3. Die Kunst \t(Art); Vol 4, 5, 6. Mythos und Religion (Myth and Religion); Vol 7, 8. Die Gesellschaft (Society); Vol 9. Das Recht (Right); Vol. 10. Kultur und Geschichte (Culture and History). (Engelmann, Leipzig 1900 a 1920; alguns vol. revisados ​​ou reimpressos, 3ª ed. 1919 ss; 4ª ed. 1926).</li>\n<li>Einleitung in die Philosophie (Introduction to Philosophy), (Engelmann, Leipzig 1909; 8th ed. 1920).</li>\n<li>Gustav Theodor Fechner. Rede zur Feier seines hundertjährigen Geburtstags. (Engelmann, Leipzig 1901).</li>\n<li>Über empirische und metaphysische Psychologie (On empirical and metaphysical Psychology). (Archiv für die gesamte Psychologie. 1904, Vol 2, pp. 333–361).</li>\n<li>Über Ausfrageexperimente und über die Methoden zur Psychologie des Denkens. (Psychologische Studien. 1907, Vol 3, pp. 301–360).</li>\n<li>Kritische Nachlese zur Ausfragemethode. (Archiv für die gesamte Psychologie. 1908, Vol 11, pp. 445–459).</li>\n<li>Über reine und angewandte Psychologie (On pure and applied Psychology). (Psychologische Studien. 1909, Vol 5, pp. 1–47).</li>\n<li>Das Institut für experimentelle Psychologie. In: Festschrift zur Feier des 500 jährigen Bestehens der Universität Leipzig, ed. by Rektor und Senat der Universität Leipzig, 1909, 118–133. (S. Hirzel, Leipzig 1909).</li>\n<li>Psychologismus und Logizismus (Psychologism and Logizism). Kleine Schriften. Vol 1 (pp. 511–634). (Engelmann, Leipzig 1910).</li>\n<li>Kleine Schriften (Shorter Writings), 3 Volumes, (Engelmann, Leipzig 1910–1911).</li>\n<li>Einführung in die Psychologie. (Dürr, Leipzig 1911).</li>\n<li>Probleme der Völkerpsychologie (Problems in Cultural Psychology). (Wiegandt, Leipzig 1911).</li>\n<li>Elemente der Völkerpsychologie. Grundlinien einer psychologischen Entwicklungsgeschichte der Menschheit. (Elements of Cultural Psychology), (Kröner, Leipzig 1912).</li>\n<li>Die Psychologie im Kampf ums Dasein (Psychology's Struggle for Existence). (Kröner, Leipzig 1913).</li>\n<li>Reden und Aufsätze. (Addresses and Extracts). (Kröner, Leipzig 1913).</li>\n<li>Sinnliche und übersinnliche Welt (The Sensory and Supersensory World), (Kröner, Leipzig 1914).</li>\n<li>Über den wahrhaften Krieg (About the Real War), (Kröner, Leipzig 1914).</li>\n<li>Die Nationen und ihre Philosophie (Nations and Their Philosophies), (Kröner, Leipzig 1915).</li>\n<li>Völkerpsychologie und Entwicklungspsychologie (Cultural Psychology and Developmental Psychology). (Psychologische Studien. 1916, 10, 189–238).</li>\n<li>Leibniz. Zu seinem zweihundertjährigen Todestag. 14-11-1916. (Kröner Verlag, Leipzig 1917).</li>\n<li>Die Weltkatastrophe und die deutsche Philosophie . (Keysersche Buchhandlung, Erfurt 1920).</li>\n<li>Erlebtes und Erkanntes. (Experience and Realization). (Kröner, Stuttgart 1920).</li>\n<li>Kleine Schriften. Vol 3. (Kröner, Stuttgart 1921).</li></ul>",
        "<ul><li>1974 - The Language of Gestures. Ed. Blumenthal, A.L. Berlim: De Gruyter</li>\n<li>1973 - An Introduction to Psychology. Nova York: Arno Press</li>\n<li>1969 - Outlines of Psychology. 1897. Tr. Judd, C.H. St. Clair Shores, MI: Scholarly Press</li>\n<li>1916 - <a rel=\"nofollow\" class=\"external text\" href=\"https://www.gutenberg.org/files/44138/44138-h/44138-h.htm\">Elements of Folk Psychology</a>. Tr. Schaub, E.L. Londres: Allen (<a rel=\"nofollow\" class=\"external text\" href=\"https://ia902604.us.archive.org/23/items/elementsoffolkps00wunduoft/elementsoffolkps00wunduoft.pdf\"><i>idem</i></a>)</li>\n<li>1901 - The Principles of Morality and the Departments of the Moral Life. Trad. Washburn, M.F. Londres: Swan Sonnenschein; New York: Macmillan</li>\n<li>1896 (2a. ed.) Lectures on human and animal psychology. Creighton, J.G., Titchener, E.B., trans. Londres: Allen. Tradução de Wundt, 1863</li>\n<li>1893 (3a. ed.) Principles of physiological psychology. Titchener, E.B., trad. Londres: Allen. Tradução de Wundt, 1874. [Nova York, 1904]</li></ul>",
        "<ul><li>ARAUJO, Saulo de Freitas. <i>Uma visão panorâmica da psicologia científica de Wilhelm Wundt</i>. Sci. stud.,  São Paulo ,  v. 7, n. 2, p. 209-220,  June  2009.</li>\n<li>Cabral, Álvaro; Oliveira, Eduardo P. <i>Uma breve história da psicologia</i>. RJ, Zahar, Ed. 1972.</li>\n<li>Farr, Robert M. <i>As raízes da psicologia social moderna</i>. RJ, Petrópolis, Vozes, 2008.</li>\n<li>Goodwin, C.James. <i>História da psicologia moderna</i>. 8ª ed. São Paulo, Cultrix, 2007.</li>\n<li>Piaget J.; Fraise, P. (org.). <i>Tratado de psicologia experimental v.2</i> (10 v.) Sensação e motricidade. SP, Forense, 1969.</li>\n<li>Pieron, H. <i>Dicionário de Psicologia</i>, RGS, Globo 1969.</li>\n<li>Schultz, Duane P; Schultz, Sydney Ellen. <i>História da Psicologia Moderna</i>. 10ª ed. São Paulo: Cengage Learning, 2016.</li>\n<li>Jacó-Vilela, A. M; Ferreira, L, A,A; Portugual, T, F. <i>Historia da Psicologia</i>; Rumos e percursos.NAU. Rio de Janeiro,2011.</li>\n<li>ARAÚJO, S.F. <i>Uma visão panorâmica da psicologia científica de Wilhelm</i> Wundt. Scielo: São Paulo, 2009.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://mathgenealogy.org/id.php?id=46065&amp;fChrono=1\">Wilhelm Wundt</a> (em inglês) no <a href=\"/wiki/Mathematics_Genealogy_Project\" title=\"Mathematics Genealogy Project\">Mathematics Genealogy Project</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20161203060555/http://blogpsicologos.com.br/psicologia/historia-da-psicologia/item/11-wilhelm-wundt-o-pai-da-psicologia-moderna\">Biografia, Bibliografia, Linha do Tempo e Links sobre Wilhelm Wundt em site de Psicologia.</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20090305104938/http://www.uni-leipzig.de/english/\">University of Leipzig (German: Universität Leipzig</a> (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.apa.org/\">American Psychological Association</a> (em inglês)</li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1832\" title=\"Categoria:Nascidos em 1832\">Nascidos em 1832</a><a href=\"/wiki/Categoria:Mortos_em_1920\" title=\"Categoria:Mortos em 1920\">Mortos em 1920</a><a href=\"/wiki/Categoria:Reitores_da_Universidade_de_Leipzig\" title=\"Categoria:Reitores da Universidade de Leipzig\">Reitores da Universidade de Leipzig</a><a href=\"/wiki/Categoria:Psic%C3%B3logos_da_Alemanha\" title=\"Categoria:Psicólogos da Alemanha\">Psicólogos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos do século XIX\">Filósofos do século XIX</a><a href=\"/wiki/Categoria:Doutores_honoris_causa_da_Universidade_de_G%C3%B6ttingen\" title=\"Categoria:Doutores honoris causa da Universidade de Göttingen\">Doutores honoris causa da Universidade de Göttingen</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/5/56/Wilhelm_Wundt.jpg/250px-Wilhelm_Wundt.jpg",
    "view": "wilhelm_wundt"
}