{
    "url": "https://pt.wikipedia.org/wiki/Wilhelm_Dilthey",
    "codigo_http": 200,
    "titulo": [
        "Wilhelm Dilthey"
    ],
    "conteudo": [
        "Wilhelm Christian Ludwig Dilthey (Wiesbaden, 19 de novembro de 1833 – Siusi allo Sciliar, Castelrotto, 1.º de outubro de 1911)[1] foi um filósofo hermenêutico, psicólogo, historiador, sociólogo e pedagogo alemão. Dilthey lecionou filosofia na Universidade de Berlim. Contribuiu significativamente para o desenvolvimento da hermenêutica e da filosofia da vida no final do século XIX e início do século XX. Sua obra buscava compreender a natureza da experiência humana e a estrutura da vida mental.[2][3][4]\n",
        "Seus principais conceitos procuram fundamentar as \"ciências do espírito\" (ciências humanas) como forma de conhecimento, em oposição às \"ciências da natureza\".[5] Para tal dialoga e aprofunda o pensamento de Kant, John Locke, Auguste Comte, Stuart Mill, Berkeley, Rudolf Hermann Lotze, entre outros.[6]\n",
        "Começou a frequentar a Universidade de Berlim em 1863. Diplomado com 24 anos, tornou-se professor da Universidade de Basileia. Durante esse período, sob influência do clima positivista que dominava a filosofia alemã, estudou a ótica de Helmholtz e a psicofísica de Fechner.\n",
        "Seus gostos e sua curiosidade desenvolveram-se com rapidez: dirigiu-se para as pesquisas psicológicas e para estudos históricos e literários. Após lecionar nas universidades de Kiel e Bratislava, ocupou, em 1882, a cátedra de Lotze na Universidade de Berlim. Viveu nesse cidade até sua morte.\n",
        "Em 1867 Dilthey havia publicado Vida de Schleiermacher e, em 1883, apareceu o primeiro volume de sua Introdução ao Estudo das Ciências Humanas. Nessa obra, o filósofo procurou assegurar uma independência de método às ciências do homem ou ciências do espírito. Essa distinção entre ciências da natureza e ciências do espírito teria enormes repercussões, causando polêmicas e discussões que perduram até hoje no pensamento filosófico.\n",
        "Dilthey criticava a abordagem das ciências naturais para o estudo do ser humano, argumentando que as ciências do espírito (Geisteswissenschaften) – a expressão “ciências do espírito”, era utilizada para designar o grupo de ciências que têm como objeto a realidade histórico-social; entre elas, história, economia, ciência do direito, ciência da religião, literatura, música e psicologia.[7] –requerem métodos diferentes. Ele propôs a hermenêutica como a metodologia adequada para as ciências do espírito, enfatizando a importância da compreensão (Verstehen) em oposição à explicação (Erklären) das ciências naturais.[2][3][8]\n",
        "Para Dilthey, a compreensão envolve a reconstrução do significado e do contexto histórico de expressões da vida humana, como textos, ações e instituições. Ele acreditava que a experiência vivida (Erlebnis) é a base da compreensão, pois é através dela que acessamos o significado subjetivo da vida mental.[2][3] Outro aspecto central do pensamento de Dilthey é sua filosofia da vida (Lebensphilosophie). Ele via a vida como um fluxo contínuo de experiências que não pode ser reduzido a conceitos fixos. A vida é historicamente situada e culturalmente moldada, de modo que a compreensão da vida requer uma abordagem contextual e interpretativa.[2][3]\n",
        "Dilthey também contribuiu para a filosofia da história, argumentando que as ciências do espírito devem se concentrar na compreensão da singularidade dos eventos históricos, em vez de buscar leis gerais. Ele acreditava que a história é um processo de autocriação da humanidade, no qual os indivíduos e as culturas se expressam e se transformam.[2][3][8]\n",
        "Nicola Abbagnano, em sua História da Filosofia, descreve que, para Dilthey, a historicidade é essencial ou constitutiva do homem e, em geral, do mundo humano. Em segundo lugar, na concepção de Dilthey, o mundo histórico é constituído por indivíduos que, enquanto \"unidades psicofísicas vivas\", são os elementos fundamentais da sociedade: é por isso que o objetivo das ciências do espírito é \"o de reunir o singular e o individual na realidade histórico-social, de observar como as concordâncias (sociais) agem na formação do singular\". Por isso, no domínio das ciências do espírito, a historiografia tem um carácter individualizante e tende a ver o universal no particular (vol. doze. pgs 214-215).\n",
        "A Filosofia se torna uma das estruturas que constituem uma civilização e o trabalho do historiador seria precisamente captar as relações que, em uma sociedade, ligam as diferentes manifestações do mundo cultural. É sobre este postulado que se apoiam as principais obras históricas de Dilthey, como A Análise do Homem, A História da Juventude de Hegel e Estudo sobre a História do Espírito Alemão.\n"
    ],
    "ligacoes": [
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.uni-duisburg-essen.de/lyriktheorie/texte/1878_dilthey.html\"><i>Über die Einbildungskraft der Dichter</i></a>, 1878 (em: Zeitschrift für Völkerpsychologie und Sprachwissenschaft)</li>\n<li><i>Einleitung in die Geisteswissenschaften</i>, 1883 (<a rel=\"nofollow\" class=\"external text\" href=\"http://gallica.bnf.fr/document?O=N069435\">edição de 1922 digitalizada</a>)</li>\n<li><i>Die Entstehung der Hermeneutik</i>, 1900</li>\n<li><i>Das Erlebnis und die Dichtung</i>, 1906; Cap. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.uni-duisburg-essen.de/lyriktheorie/texte/1906_dilthey.html\"><i>Goethe und die dichterische Phantasie</i></a></li>\n<li><i>Der Aufbau der geschichtlichen Welt in den Geisteswissenschaften</i>, 1910</li>\n<li><i>Die Typen der Weltanschauung und ihre Ausbildung in den Metaphysischen Systemen</i>, 1919</li>\n<li><i>Die Geistige Welt</i> Einleitung in die Philosophie des Lebens. Erste Hälfte: Abhandlungen zur Grundlegung der Geisteswissenschaften, G. Misch (ed.) (<a rel=\"nofollow\" class=\"external text\" href=\"http://gallica.bnf.fr/document?O=N069442\">digitalizado</a>)</li>\n<li><i>Jugendgeschichte Hegels und andere Abhandlungen zur Geschichte des deutschen Idealismus</i> (<a rel=\"nofollow\" class=\"external text\" href=\"http://gallica.bnf.fr/document?O=N069440\">digitalizado</a>)</li>\n<li><i>Pädagogik. Geschichte und Grundlinie des Systems</i> (<a rel=\"nofollow\" class=\"external text\" href=\"http://gallica.bnf.fr/document?O=N069445\">digitalizado</a>)</li>\n<li><i>Studien zur Geschichte des deutschen Geistes. Leibniz und sein Zeitalter, Friedrich der Grosse und die deutsche Aufklärung, das achtzehnte Jahrhundert und die geschichtliche Welt</i> (<a rel=\"nofollow\" class=\"external text\" href=\"http://gallica.bnf.fr/document?O=N069439\">digitalizado</a>)</li>\n<li><i>Vom Anfang des geschichtlichen Bewusstseins. Jugendaufsätze und Erinnerungen</i> (<a rel=\"nofollow\" class=\"external text\" href=\"http://gallica.bnf.fr/document?O=N069447\">digitalizado</a>)</li>\n<li><i>Zur preussischen Geschichte. Schleiermachers politische Gesinnung und Wirksamkeit</i> (<a rel=\"nofollow\" class=\"external text\" href=\"http://gallica.bnf.fr/document?O=N069448\">digitalizado</a>)</li></ul>",
        "<ul><li><i>Gesammelte Schriften</i>, Volume I - XXVI, Vandenhoeck &amp; Ruprecht, Göttingen 2006, <a href=\"/wiki/Especial:Fontes_de_livros/9783525303306\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-525-30330-6</a></li></ul>",
        "<ul><li><i>Briefwechsel zwischen Wilhelm Dilthey und dem Grafen Paul Yorck von Wartenburg 1877–1897</i> (Correspondência entre Wilhelm Dilthey e o Conde Paul Yorck von Wartenburg 1877–1897), Reprint, Hildesheim 1995</li></ul>",
        "<ul><li><i>Psicologia da Compreensão</i>. Portugal: Edições 70, 2012.</li>\n<li><i>Ideias Sobre uma Psicologia Descritiva e Analitica</i>. Viaverita, 2011.</li>\n<li><i>Introdução às Ciências Humanas</i>. SP: Forense, 2010.</li>\n<li><i>Filosofia e Educação</i>. SP: Edusp, 2010.</li>\n<li><i>A Construção do Mundo Histórico nas Ciências Humanas</i>. SP: Unesp, 2010.</li>\n<li><i>Sistema da Ética</i>. SP: Ícone, 1994.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.lusosofia.net/textos/dilthey_tipos_de_concep_ao_do_mundo.pdf\"><i>Tipos de Concepção do Mundo</i> (</a>.</li>\n<li><i>Essência da Filosofia</i>. Portugal, Presença, 1984.</li>\n<li><i>História da Filosofia</i>. Livraria Exposição do Livro, 1950.</li>\n<li><i>Leibniz e sua Época</i>. Armênio Amado, 1947.</li>\n<li><i>Poética</i>. Editorial Losada, 1945.</li></ul>",
        "<ul><li><i>Introducción a las ciencias del espíritu</i>. <i>Obras Completas I. </i>México: Fondo de Cultura Económica, 1944.</li>\n<li><i>Hombre y mundo en los siglos XVI y XVII</i>. <i>Obras Completas II.</i> México: Fondo de Cultura Económica, 1944.</li>\n<li><i>Hegel y el idealismo</i>. <i>Obras Completas V. </i>México: Fondo de Cultura Económica, 1944.</li>\n<li><i>El mundo histórico</i>. <i>Obras Completas VII</i>. México: Fondo de Cultura Económica,1944.</li>\n<li><i>De Leibniz a Goethe</i>. <i>Obras Completas III</i>. México: Fondo de Cultura Económica, 1945.</li>\n<li><i>Vida y poesía</i>. <i>Obras Completas IV. </i>México: Fondo de Cultura Económica, 1945.</li>\n<li><i>Psicología y teoría del conocimiento</i>. <i>Obras Completas VI</i>. México: Fondo de Cultura Económica, 1945.</li>\n<li><i>Teoría de la concepción del mundo</i>. <i>Obras Completas VIII. </i>México: Fondo de Cultura Económica, 1945.</li>\n<li><i>Historia de la Filosofía</i>, tradução, prólogo e bibliografia, Eugenio Ímaz, Fondo de Cultura Económica, México 1951.</li>\n<li><i>Introducción a las ciencias del espíritu: ensayo de una fundamentación del estudio de la sociedad y de la historia</i>, versão espanhola de Julián Marías; prólogo de José Ortega y Gasset, Revista de Occidente, Madrid 1956.</li>\n<li><i>Literatura y fantasía</i>. <i>Obras Completas IX</i>. México: Fondo de Cultura Económica, 1963.</li>\n<li><i>La gran música de Bach</i>, tradução Jesús Aguirre, introdução de Federico Sopeña, Taurus, Madrid, 1963.</li>\n<li><i>Crítica de la razón histórica</i>, antologia compilada e introduzida por Hans-Ulrich Lessing, tradução e introdução da edición espanhola de Carlos Moya-Espí, Península, Barcelona 1986.</li>\n<li><i>Teoría de las concepciones del mundo</i>, tradução e introdução de Julián Marías, Revista de Occidente, Barcelona 1944.</li></ul>",
        "<ul><li>1954, Essence of Philosophy, S.A. Emery and W.T. Emery (trans.), Chapel Hill: University of North Carolina Press.</li>\n<li>1957, Dilthey's Philosophy of Existence, W. Kluback and M. Weinbaum (trans.), New York: Bookman Associates.</li>\n<li>1977, Descriptive Psychology and Historical Understanding, R.M. Zaner and K.L. Heiges (trans.), with an introduction by R.A. Makkreel, The Hague: Martinus Nijhof.</li>\n<li>1985–2002, Selected Works, R.A. Makkreel and F. Rodi (eds.), Princeton, NJ: Princeton University Press.</li>\n<li>Vol. 1, Introduction to the Human Sciences.</li>\n<li>Vol. 2, Understanding the Human World.</li>\n<li>Vol. 3, The Formation of the Historical World in the Human Sciences.</li>\n<li>Vol. 4, Hermeneutics and the Study of History.</li>\n<li>Vol. 5, Poetry and Experience.</li></ul>",
        "<ul><li>AMARAL, Maria Nazaré de Camargo Pacheco. <i>Dilthey: Um conceito de Vida e uma Pedagogia</i>. São Paulo: Perspectiva/EdUSP, 1987.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.scielo.br/pdf/trans/v27n2/v27n2a04.pdf\">AMARAL, Maria Nazaré de Camargo Pacheco. <i>Conceito de Vivencia e os limites da compreensão nas Ciências do Espirito Trans/Form/Ação, São Paulo, 27(2): 51-73, 2004</i></a></li>\n<li>BINS DI NAPOLI, Ricardo. A Hermenêutica de W. Dilthey. <i>Síntese- Revista de Filosofia.</i> Belo Horizonte, 26 (85): 187-204, 1999.</li>\n<li>BINS DI NAPOLI, Ricardo. <i>Ética e Compreensão do Outro.</i> Porto Alegre: EdipucRS, 1999.</li>\n<li>BINS DI NAPOLI, Ricardo. <i>Ética e Compreensão</i>: A Psicologia, a Hermenêutica e a Ética de Wilhem Dilthey. Santa Maria, RS: EdUFSM, 2017. <a href=\"/w/index.php?title=ISBN_9788573912883&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"ISBN 9788573912883 (página não existe)\">ISBN 978-85-7391-288-3</a></li>\n<li>REIS, José Carlos. <i>Wilhelm Dilthey e a Autonomia das Ciências Histórico-Sociais</i>, Eduel 2003. <a href=\"/wiki/Especial:Fontes_de_livros/8572163743\" class=\"internal mw-magiclink-isbn\">ISBN 8572163743</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://portal.dnb.de/opac.htm?method=simpleSearch&amp;cqlMode=true&amp;query=idn%3D118525727\">Literatura de e sobre Wilhelm Dilthey</a> (em alemão) no catálogo da <a href=\"/wiki/Biblioteca_Nacional_da_Alemanha\" title=\"Biblioteca Nacional da Alemanha\">Biblioteca Nacional da Alemanha</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Clio1_-_2.png\" title=\"Portal da teoria da história\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/72/Clio1_-_2.png/40px-Clio1_-_2.png\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/72/Clio1_-_2.png/60px-Clio1_-_2.png 2x\" data-file-width=\"255\" data-file-height=\"249\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Teoria_da_Hist%C3%B3ria\" title=\"Portal:Teoria da História\">Portal da teoria da história</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li>        </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1833\" title=\"Categoria:Nascidos em 1833\">Nascidos em 1833</a><a href=\"/wiki/Categoria:Mortos_em_1911\" title=\"Categoria:Mortos em 1911\">Mortos em 1911</a><a href=\"/wiki/Categoria:Teoria_da_hist%C3%B3ria\" title=\"Categoria:Teoria da história\">Teoria da história</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Psic%C3%B3logos_da_Alemanha\" title=\"Categoria:Psicólogos da Alemanha\">Psicólogos da Alemanha</a><a href=\"/wiki/Categoria:Pedagogos_da_Alemanha\" title=\"Categoria:Pedagogos da Alemanha\">Pedagogos da Alemanha</a><a href=\"/wiki/Categoria:Naturais_de_Wiesbaden\" title=\"Categoria:Naturais de Wiesbaden\">Naturais de Wiesbaden</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos do século XIX\">Filósofos do século XIX</a><a href=\"/wiki/Categoria:Calvinistas_da_Alemanha\" title=\"Categoria:Calvinistas da Alemanha\">Calvinistas da Alemanha</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/d/df/Dilthey1-4.jpg/250px-Dilthey1-4.jpg",
    "view": "wilhelm_dilthey"
}