{
    "url": "https://pt.wikipedia.org/wiki/Wilhelm_von_Humboldt",
    "codigo_http": 200,
    "titulo": [
        "Wilhelm von Humboldt"
    ],
    "conteudo": [
        "Friedrich Wilhelm Christian Karl Ferdinand, Barão von Humboldt (Potsdam, Prússia, 22 de junho de 1767 – Berlim, Prússia, 8 de abril de 1835), foi um funcionário do governo, diplomata, filósofo, fundador da Universidade de Berlim (hoje, Humboldt-Universität), amigo de Goethe e especialmente de Schiller, sendo principalmente conhecido como um linguista prussiano que fez importantes contribuições à filosofia da linguagem, à teoria e prática pedagógicas e influenciou o desenvolvimento da filologia comparativa. É particularmente reconhecido como tendo sido o pai do sistema educacional alemão, que foi usado depois como modelo nos Estados Unidos e Japão. Era irmão mais velho de Alexander von Humboldt (1769-1859), um dos nomes mais influentes da história da Geografia e das Ciências sociais.\n",
        "Humboldt é reconhecido como sendo o primeiro linguista europeu a identificar a linguagem humana como um sistema governado por regras, e não simplesmente uma coleção de palavras e frases acompanhadas de significados. Essa ideia é uma das bases da teoria da Linguagem de Noam Chomsky (gramática transformacional). Chomsky frequentemente cita a descrição de Humboldt da linguagem como um sistema que \"faz infinitos usos de meios finitos\", significando que um número infinito de frases pode ser criado usando um número finito de palavras.\n",
        "Humboldt é um dos pioneiros nas reflexões sobre a Universidade com o texto Sobre a Organização Interna e Externa das Instituições Científicas Superiores em Berlim. Sua argumentação parte do pressuposto de que às Instituições Científicas cabe a responsabilidade pelo \"enriquecimento da cultura moral da Nação.\" Afirma ainda que a organização interna destas instituições é caracterizada \"pela combinação de ciência objetiva e formação subjetiva.\" A organização externa teria uma finalidade pragmática, ao preparar para a saída da escola e o ingresso na Universidade. Apresenta também uma concepção de ciência pura, que assim deve permanecer para não ser deturpada pelas demandas sociais. \n",
        "Humboldt dedicou-se aos estudos linguísticos nos últimos quinze anos ativos de sua vida. Sua morte, em 1835, ceifou sua carreira de pesquisador. Entretanto, suas correspondências substanciaram a análise de sua obra por várias outras gerações.\n",
        "Segundo von Humboldt, existe profunda interdependência entre palavra e pensamento. Deste modo, a língua seria um meio genuíno de encontrar uma verdade previamente desconhecida em pensamento. Assim, tem-se o objeto de estudo dos fundamentos e todas as investigações acerca da linguagem do século XIX até a modernidade.\n",
        "Durante os quinze anos em que Humboldt ficou em Tegel, ocupou-se em estudar Linguística. Utilizou, para isso, seu amplo acervo recolhido em suas viagens, além de captar materiais de estudo de suas correspondências – dadas, em maioria, por missionários da Igreja e padres em colônias ao redor do mundo, bem como os relatos de viagem de seu irmão, Alexander.\n",
        "Wilhelm percebeu que, de forma concomitante aos seus estudos, ele impulsionara uma nova ciência da linguagem, cujas características se assemelhavam a uma visão espiritualista da linguagem, correlacionando uma abordagem humanista à língua. Seus estudos partiam pela seguinte acepção: o mundo, o homem e a língua triangulados, interligados entre si – eis o pensamento holístico humboldtiano. Também foi ele que estudou de forma mais profunda a relação entre todas as línguas e sua influência com a formação da humanidade.\n",
        "Além das línguas aprendidas na juventude, Wilhelm aprendeu também o inglês, o espanhol, o basco, o húngaro, o tcheco, o lituano, e o sânscrito, língua que possibilitou sua maior percepção na visão holística, ligando filosofia à linguagem. Seus estudos se estenderam às línguas indígenas da América, o copto, o egípcio antigo, o chinês e o japonês. A origem de seu interesse linguístico explica-se por seus estudos anteriores ao Direito, na área de Filosofia, onde a corrente antropológica o interessou, de modo a corroborar para sua visão holística já explicitada. Para ele, a linguagem era a chave de tudo. Em suas palavras, a articulação dos elementos da língua representam sua real essência. Em uma publicação sobre o caráter nacional das línguas, diz-se, entre outras coisas, que:\n",
        "\"Ao se considerar a língua em sua função de substantivadora, ela cria sua marca no pensamento. Sendo assim, o espírito é mobilizado, criando, para tanto, muitas novas essências para as coisas. Alguns países estão mais satisfeitos com a imagem de mundo que suas línguas representam o que faz com que olhem com mais harmonia, luz e coerência para suas linguagens nacionais. Outras nações, entretanto, são mais resistentes ao aos conceitos incorporados deste pensamento – desacreditando na real importância do conceito, negligenciando essa ideia como um todo (…).\".\n",
        "Para as pessoas se entenderem completamente, é necessário uma língua em comum; isso é, segundo Humboldt, o impulso e a via do progresso científico:\n",
        "Porque o processo de compreensão não pode ser compartilhado – ele depende de uma interpretação individual. A união de compreensões, entretanto, é como uma onda reverberando numa superfície lisa. Por mais que as interferências sejam construtivas, elas divergem em algum ponto. Assim, torna-se possível o progresso intelectual da humanidade, já que cada expansão de pensamento alcançada pode ser transmitida aos outros, por meio de uma língua comum, em processos de apropriação e suas respectivas extensões de pensamento. A humanidade quer eliminar todas as suas fronteiras causadas pelos preconceitos étnicos, raciais, religiosos. Em vista disso, há a busca de uma comunidade fraterna comum, que vise o desenvolvimento de suas forças interiores. Esta seria, portanto, a última esfera a ser lapidada no desenvolvimento social. Ou seja, o prolongamento do ser é o que pode ser compartilhado em seu meio.\n",
        "Em A Short Story of Linguistics, Robert Henry Robins alega que Wilhelm usava uma linguagem dificilmente compreendida, fator determinante para a pouca disseminação de sua obra. Conforme o mesmo autor, se Humboldt adequasse sua escrita a maneiras mais simples e menos difusas na transmissão de seu fluxo de consciência, certamente emplacaria com Saussure os beneméritos da linguística moderna. “Os textos de Humboldt não são facilmente compreensíveis. Não por causa da estrutura lógica do seu pensamento, expressa em meandros e numa dicção incomum” (Helmunt Gipper). Tilman Borsche também discorre sobre Humboldt: “Ele não escreve com intenções didáticas, mas o fez sim, a fim de adquirir clareza no assunto”. E, por fim, Hans-Werner Scharf, atribui a Wilhelm a “fama ambivalente de ser o mais difícil autor dessa disciplina questionável, a linguística geral.” Além de sua linguagem obscura, o autor supracitado fazia uso de períodos longos, normalmente sem pontos finais, apenas um fluxo perene de pensamento. A exemplo, os próprios livros de Humboldt, que não eram livros, mas escritos infindáveis em raciocínio e escrita – o que determinou, inclusive, uma das alcunhas dele, “homem das introduções”. Oposto à prolixidade de seu texto, a genialidade de sua consciência é inegável.\n",
        "Ainda em Humboldt, tem-se que a fala serve, ainda para o desenvolvimento de pensamentos – isoladamente ou não. Além da função da fala como instrumento de relações interpessoais, o autor define que a língua de uma determinada sociedade diz muito sobre a constituição social da mesma.\n",
        "Num campo mais pragmático, Humboldt arrisca-se a dizer que para se investigar completamente as línguas em seu organismo, é necessário se saber, primeiramente, o seu uso.\n",
        "Em sua obra, menciona que a complexidade de elementos frasais dissipa a real essência da língua, pois as categorias e outros conceitos elementares estimulam outros tecidos de pensamento, de modo a associar outras coisas àquela que seria, a priori, a forma essencial da língua. Quanto mais elementos forem encontrados, mais conceitos assimilados e, por conseguinte, menor será a presença da essência da língua.\n",
        "Além de influências de Goethe, também há a forte presença da filosofia sânscrita, dada na corrente hegeliana, onde o pensamento filosófico de Humboldt teria conseguido superar o dualismo ocidental, visando num direcionamento mais evolucionista, menos bilateral.\n",
        "Ergon-Energeia. A composição humboldtiana para a língua nunca acabada (Ergon), mas em constante andamento (Energeia) relaciona a língua, em seu estudo de gênese, ao fator da língua em articulação ao som, que, enfim, forma o pensamento e edifica, assim, a linguagem como um todo. Dessarte, do mesmo modo que no mundo se fala uma única língua, cada indivíduo também carrega em si sua língua própria.\n",
        "A grande questão de Humboldt foi como ele conseguiu elevar a busca linguística a outros patamares: enquanto a linguística da época procurava a raiz, a origem da língua, Humboldt questionava-se e pesquisava sobre a essência da língua. “A essência da língua consiste em despejar a matéria do mundo visível na forma dos pensamentos”. A substância da língua seria o som, as impressões sensoriais e os conceitos que são construídos para a plena expressão da linguagem. A língua, para tanto, é a parte de um todo. Humboldt faz o uso de muitas metáforas da biologia para explicar os conceitos recém mencionados – esta relação metafórica se faz bastante presente na obra pois a visão científica da época era essencialmente biológica.\n",
        "Bárbara Weedwood, além de tachar Humboldt como um dos maiores linguistas do século XIX, tenta explicar um conceito complicado na obra do autor: a forma interna da língua. A forma externa da língua seria o som, a forma bruta como ela é emitida em diferentes regiões, cada qual com suas peculiaridades de som e expressão; a forma interna, entretanto, seriam todos os outros pormenores da análise linguística: a gramática em si, a estrutura, a construção frasal e textual como um corpo todo. A palavra, para ele, é a parte mais importante da língua.\n",
        "Do ponto de vista filosófico, há a influência de Kant, Hegel, Herder, respectivamente representado em: o ideal nativista, a identidade e a não identidade e a língua perfeita. Humboldt nunca desvincula a especulação filosófica e a pesquisa empírica.\n",
        "Na concepção de Humboldt, as complexidades intelectual e linguística se justapõem, não sendo possível falar sobre linguagem sem recorrer a certa concepção de ser humano/ indivíduo. E a individualidade tanto se remete às nações, com suas particularidades, como aos indivíduos, com suas próprias línguas. Sobre este último aspecto, o autor chega a sugerir que “[…] seria, portanto melhor multiplicar as diferentes línguas, na medida permitida pelo número de seres humanos habitantes do planeta”[1] \n",
        "À individualidade prende-se a noção de liberdade, que existe na relação de cada indivíduo com a língua, e esta, por sua vez, aparece a ele pronta e como produto de gerações anteriores. Assim, liberdade não pode ser entendida como arbitrariedade em relação à língua, mas diz respeito – em função da interdependência entre linguagem e pensamento. Porém, esta liberdade é limitada, pois a língua possui uma tradição que é constitutiva dela, sendo resultado de várias gerações e da relação com outras línguas. \n",
        "O autor defende uma visão inatista da língua, mas não desconsidera o processo de mudança, uma vez que é natural que as línguas se misturem. Tal mistura, por certo, repercute na própria língua, mesmo sendo ela um artefato inato e mental. Além disso, a língua, para Humboldt, apesar de inata, não deve ser considerada “uma obra acabada”, associando-se ao modo do indivíduo perceber o mundo, que também está sempre em construção, uma vez que língua e indivíduo estão vinculados.\n",
        "No caso de se proceder a um estudo comparativo das línguas, Humboldt propõe que deve ser contemplada uma investigação tanto do organismo das línguas (associado ao intelecto humano), servindo-se da comparação entre as línguas; como da formação das línguas (associada ao desenvolvimento histórico), exigindo-se o isolamento da língua para sua análise. \n",
        "No que diz respeito ao estudo da linguagem, Humboldt contempla dois aspectos que devem estar interligados: a forma e a substância. O autor alerta para o fato de que, na investigação minuciosa da forma de cada língua, devem ser levadas em conta as dificuldades em delimitar as fronteiras do que seria uma língua específica e o fato de que a língua, na sua natureza, permanece constantemente em evolução. Salienta ainda que a análise da forma não visa identificar e classificar as diversas partes da linguagem. Já o estudo da substância da língua envolve “de um lado, o som propriamente dito, de outro, a totalidade das impressões sensoriais e dos movimentos autônomos do espírito que antecedem a construção dos conceitos com o auxílio da língua” \n",
        "Percebe-se que para Humboldt a língua deve ser estudada como constituída, simultaneamente, de forma e substância. Não se trata de dicotomizar esses dois aspectos para favorecer um estudo científico da língua; trata-se, sim, de ver no fenômeno linguístico as regras e leis que constituem seu funcionamento, bem como o aspecto semântico (mental) da linguagem. \n",
        "A abordagem holística de Humboldt também pode ser percebida nas noções de objetividade e de subjetividade vinculadas à língua. Segundo o autor, as duas constituem uma realidade só e apenas se diferenciam. Com isso, a objetivação e subjetivação da língua são resultado das ações dos indivíduos sobre elas, sendo que Humboldt defende que as duas ações deveriam estar ligadas em uma única, de forma a se “capturar” o todo da língua. \n",
        "Humboldt concebe a língua como mediadora entre o mundo real e o mundo da consciência. Nesse sentido a linguagem é universal, diferente das línguas que, ao serem passíveis de alteração de acordo com o meio, moldam e modificam a percepção do mundo; assim, línguas diferentes oferecem diferentes olhares sobre o mundo e, portanto, diferentes respostas à vida. Devido a essa definição de língua, o interesse principal de Humboldt teria sido a relação dinâmica existente entre língua, cultura e pensamento. Com isso, culturas mais desenvolvidas teriam línguas mais complexas e sofisticadas e vice-versa – crença que teria conferido ao filósofo alemão uma mente chauvinista, o que era comum no contexto cultural nacionalista em que vivia. \n",
        "Ainda sobre a interdependência entre linguagem e pensamento, ambos se desenvolveriam, segundo Humboldt, paralelamente, não havendo hierarquia ou causalidade de um em relação ao outro: os dois teriam uma origem comum. Assim, o padrão mental de um povo é retratado pela linguagem, e vice-versa, sendo que diferentes línguas possuem diferentes modos de interpretar e compreender o mundo. A inter-relação entre linguagem e pensamento fica clara na seguinte colocação de Humboldt: “[…] objetividade e subjetividade – em si uma só e a mesma coisa – só se tornam diferentes porque a ação autônoma da reflexão as opõe uma à outra”; ou ainda quando o autor menciona que “a língua consiste no esforço permanentemente reiterado do espírito de capacitar o som articulado para a expressão do pensamento”.\n",
        "HUMBOLDT, Wilhelm von. Sobre a Organização Interna e Externa das Instituições Científicas Superiores em Berlim. In.: CASPER, Gerhard &amp; HUMBOLDT, Wilhelm von. Um mundo sem Universidades?. Rio de Janeiro: EdUERJ, 1997.\n",
        "HUMBOLDT, Wilhelm von. Sobre a Organização Interna e Externa das Instituições Científicas Superiores em Berlim. In.: CASTILHO, F.; SOARES, A. G. T. O Conceito de Universidade no projeto da Unicamp. Editora da Unicamp, 2008. (Tradução de Fausto Castilho)\n",
        "BAKHTIN, Mikhail/VOLOSHINOV, Valentin Nikolaevich. Marxismo e Filosofia da Linguagem (1929). São Paulo: Editora Hucitec, 1988.\n",
        "CASSIRER, Ernst. Linguagem e mito. São Paulo: Perspectiva, 1972.\n",
        "FARACO, Carlos Alberto. Estudos pré-saussurianos. In: MUSSALIN, F.; BENTES, A. C. (orgs). Introdução à Lingüística – fundamentos epistemológicos. São Paulo: Cortez, 2004.\n",
        "HEIDERMANN, Werner; WEININGER, Markus J. (orgs). Wilhem von Humboldt – Linguagem, Literatura, Bildung. Florianópolis: UFSC, 2006.\n",
        "Wilhelm von Humboldt (1960): Werke IV.Darmstadt: Wissenschaftliche Buchgesellschaft​.\n",
        "Adam Schaff (1974[1964]): Sprache und Erkenntnis (Język a Poznanie/Szkice z filozofii języka) Reinbek: Rowohlt​.\n",
        " Helmut Gipper (1972): Gibt es ein sprachliches Relativitätsprinzip? Frankfurt am Main: S. Fischer​\n",
        "A. Farinelli: Guillermo de Humboldt y el País Vasco. Impr. de la Diputación de Guipúzcoa, 1925.\n",
        "Siegfried August Kaehler: Wilhelm von Humboldt und der Staat. München/Berlin 1927.\n",
        "Paul Ortwin Rave: Wilhelm von Humboldt und das Schloß zu Tegel. Berlin 1952.\n",
        "Eberhard Kessel: Wilhelm von Humboldt: Idee und Wirklichkeit. Stuttgart 1967.\n",
        "Peter Berglar: Wilhelm von Humboldt. Rowohlt, Reinbek 1970.\n",
        "Tilman Borsche: Wilhelm von Humboldt. Beck, München 1990, ISBN 3-406-33218-8.\n",
        "Rudolf Haym: Wilhelm von Humboldt: Lebensbild und Charakteristik. Gaertner, Berlin 1856.\n",
        "Paul Robinson Sweet: Wilhelm von Humboldt: A biography. Ohio State University Press, Columbus 1978–1980.\n",
        "Underhill, James W. \"Ethnolinguistics and Cultural Concepts: truth, love, hate &amp; war\", Cambridge, Cambridge University Press, 2012.\n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li><i>Sokrates und Platon über die Gottheit</i> (<i>Sócrates e Platão sore a divindade</i>), 1787‒1790</li>\n<li><i>Ideen zu einem Versuch, die Gränzen der Wirksamkeit des Staates zu bestimmen</i> (<i>Ideias para um projeto de delimitação da ação do Estado</i>), 1791-1792</li>\n<li><i>Über den Geschlechtsunterschied</i> (<i>Sobre a diferença dos sexos</i>), 1794</li>\n<li><i>Über männliche und weibliche Form</i> (<i>Sobre a forma masculina e feminina</i>), 1795</li>\n<li><i>Plan einer vergleichenden Anthropologie</i> (<i>Plan para una antropología comparativa</i>), 1797</li>\n<li><i>Das achtzehnte Jahrhundert</i> , 1797</li>\n<li><i>Ästhetische Versuche I.: Über Goethe's Hermann und Dorothea</i> (<i>Estudos estéticos I: sobre Hermann e Dorothea de Goethe)</i>, 1799</li>\n<li><i>Latium und Hellas</i> (<i>Lacio e Hellas</i>), 1806</li>\n<li><i>Geschichte des Verfalls und Untergangs der griechischen Freistaaten</i> (Distória da decadência e ruína dos estados livres gregos), 1807‒1808</li>\n<li><i>Pindars \"Olympische Oden\"</i> (<i>Odas olímpicas</i> de Píndaro), 1816</li>\n<li><i>Aischylos’ „Agamemnon“</i> (<i>Agamenón</i> de Esquilo, tradução do grego), 1816</li>\n<li><i>Berichtigungen und Zusaetze zu Adelungs Mithridates über die kantabrische oder baskische Sprache</i>, 1817.</li>\n<li><i>Über das vergleichende Sprachstudium in Beziehung auf die verschiedenen Epochen der Sprachentwicklung</i>, 1820</li>\n<li><i>Über die Aufgabe des Geschichtsschreibers</i> , 1821</li>\n<li><i>Prüfung der Untersuchungen über die Urbewohner Hispaniens vermittelst der Baskischen Sprache</i>, 1821</li>\n<li><i>Über die Entstehung der grammatischen Formen und ihren Einfluss auf die Ideenentwicklung</i>, 1822</li>\n<li><i>Über die Buchstabenschrift und ihren Zusammenhang mit dem Sprachbau</i> , 1824</li>\n<li><i>Bhagavad-Gitá</i> , 1826</li>\n<li><i>Über die unter den Namen Bhagavad-Gitá bekannte Episode des Maha Bharata</i> , 1826</li>\n<li><i>Über den Dualis</i>, 1827</li>\n<li><i>Über die Sprache der Südseeinseln</i>, 1828</li>\n<li><i>Über die Verwandschaft der Orisadverbien mit dem Pronomen in einigen Sprachen</i>, 1830</li>\n<li><i>Über Schiller und den Gang seiner Geistesentwicklung</i>, 1830</li>\n<li><i>Rezension von Goethes Zweitem römischem Aufenthalt</i>, 1830</li>\n<li><i>Über die Verschiedenheit des menschlichen Sprachbaus und seinen Einfluss auf die geistige Entwicklung des Menschengeschlechts</i>, 1836</li>\n<li><i>Über die Kawisprache auf der Insel Java</i> , 1836–1840</li>\n<li><i>Gesammelte Schriften</i> (<i>Escritos reunidos</i>), Berlin 1903-1936, 1968</li>\n<li><i>Werke in fünf Bänden</i>, Darmstadt 2002</li>\n<li><i>Über die Verschiedenheit des menschlichen Sprachbaues und ihren Einfluß auf die geistige Entwicklung des Menschengeschlechts</i> (, Paderborn 1998</li>\n<li><i>Über die Sprache. Reden vor der Akademie,</i> Tübingen 1994</li>\n<li><i>Bildung und Sprache</i>, 5.ª edição revisada, Paderborn 1997</li>\n<li><i>Ideen zu einem Versuch, die Grenzen der Wirksamkeit des Staats zu bestimmen</i>, Stuttgart 1986</li></ul>",
        "<ul><li>Joxe Azurmendi, <i>Humboldt. Hizkuntza eta pentsamendua</i>. Bilbo: UEU, 2007. <a href=\"/wiki/Especial:Fontes_de_livros/9788484380993\" class=\"internal mw-magiclink-isbn\">ISBN 978-84-8438-099-3</a>.</li>\n<li><a href=\"/wiki/Antoine_Berman\" title=\"Antoine Berman\">Antoine Berman</a>, <i>L'épreuve de l'étranger. Culture et traduction dans l'Allemagne romantique: Herder, Goethe, Schlegel, Novalis, Humboldt, Schleiermacher, Hölderlin</i>. París, Gallimard, 1984. <a href=\"/wiki/Especial:Fontes_de_livros/9782070700769\" class=\"internal mw-magiclink-isbn\">ISBN 978-2070700769</a>.</li>\n<li>Tilman Borsche, <i>Wilhelm von Humboldt</i>, München, Beck, 1990. <a href=\"/wiki/Especial:Fontes_de_livros/3406332188\" class=\"internal mw-magiclink-isbn\">ISBN 3-406-33218-8</a>.</li>\n<li>Realino Marra, <i>La ragione e il caso. Il processo costituente nel realismo storico di Wilhelm von Humboldt</i>, «Materiali per una storia della cultura giuridica», XXXII-2, 2002, 453-64.</li>\n<li>Marina Lalatta Costerbosa, <i>Ragione e tradizione: il pensiero giuridico ed etico-politico di Wilhelm von Humboldt</i>, Milano, Giuffre, 2000. ISBN, 88-14-08219-7.</li>\n<li>Franz Schultheis, <i>Le cauchemar de Humboldt: les réformes de l’enseignement supérieur européen</i>, Paris, Raisons d’agir éditions, 2008. <a href=\"/wiki/Especial:Fontes_de_livros/9782912107404\" class=\"internal mw-magiclink-isbn\">ISBN 978-2-912107-40-4</a>.</li>\n<li>Trabant (Jürgen), Humboldt ou le sens du langage, Mardaga, 1995.</li>\n<li>Trabant (Jürgen), « Sprachsinn: le sens du langage, de la linguistique et de la philosophie du langage » in La pensée dans la langue. Humboldt et après, P.U.V., 1995.</li>\n<li>Trabant (Jürgen), « Du génie aux gènes des langues » in Et le génie des langues ? Essais et savoirs P.U.V., 2000</li>\n<li>Trabant (Jürgen), Traditions de Humboldt, Éditions de la Maison des Sciences de l'homme, Paris, 1999.</li>\n<li>Trabant, (Jürgen), « Quand l'Europe oublie Herder: Humboldt et les langues », Revue Germanique Internationale, 2003, 20, 153-165 (mise à jour avril 2005)</li>\n<li>Underhill, James W. « Humboldt, Worldview and Language », Edinburgh, Edinburgh University Press, 2009.</li></ul>",
        "<ul><li>Manfred Geier, <i>Die Brüder Humboldt</i>. Rowohlt, Reinbek, 2009. <a href=\"/wiki/Especial:Fontes_de_livros/9783498025113\" class=\"internal mw-magiclink-isbn\">ISBN 978-3-498-02511-3</a>.</li>\n<li>Michael N. Forster, <i>German philosophy of language</i>, Oxford, Oxford University Press, 2011. <a href=\"/wiki/Especial:Fontes_de_livros/9780199604814\" class=\"internal mw-magiclink-isbn\">ISBN 978-0-19-960481-4</a>.</li>\n<li>BAKHTIN, Mikhail/VOLOSHINOV, Valentin Nikolaevich. <i>Marxismo e Filosofia da Linguagem</i> (1929). São Paulo: Editora Hucitec, 1988.</li>\n<li>CASSIRER, Ernst. <i>Linguagem e mito</i>. São Paulo: Perspectiva, 1972.</li>\n<li>FARACO, Carlos Alberto. Estudos pré-saussurianos. In: MUSSALIN, F.; BENTES, A. C. (orgs). <i>Introdução à Lingüística – fundamentos epistemológicos.</i> São Paulo: Cortez, 2004.</li>\n<li>HEIDERMANN, Werner; WEININGER, Markus J. (orgs). <i>Wilhem von Humboldt – Linguagem, Literatura, Bildung.</i> Florianópolis: UFSC, 2006.</li>\n<li>Wilhelm von Humboldt (1960): Werke IV.Darmstadt: Wissenschaftliche Buchgesellschaft​.</li>\n<li>Adam Schaff (1974[1964]): Sprache und Erkenntnis (Język a Poznanie/Szkice z filozofii języka) Reinbek: Rowohlt​.</li>\n<li>Helmut Gipper (1972): Gibt es ein sprachliches Relativitätsprinzip? Frankfurt am Main: S. Fischer​.</li>\n<li>A. Farinelli: Guillermo de Humboldt y el País Vasco. Impr. de la Diputación de Guipúzcoa, 1925.</li>\n<li>Siegfried August Kaehler: Wilhelm von Humboldt und der Staat. München/Berlin 1927.</li>\n<li>Paul Ortwin Rave: Wilhelm von Humboldt und das Schloß zu Tegel. Berlin 1952.</li>\n<li>Eberhard Kessel: Wilhelm von Humboldt: Idee und Wirklichkeit. Stuttgart 1967.</li>\n<li>Peter Berglar: Wilhelm von Humboldt. Rowohlt, Reinbek 1970.</li>\n<li>Tilman Borsche: <i>Wilhelm von Humboldt.</i> Beck, München 1990, ISBN 3-406-33218-8.</li>\n<li>Rudolf Haym: <i>Wilhelm von Humboldt: Lebensbild und Charakteristik.</i> Gaertner, Berlin 1856.</li>\n<li>Paul Robinson Sweet: <i>Wilhelm von Humboldt: A biography.</i> Ohio State University Press, Columbus 1978–1980.</li></ul>",
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.hu-berlin.de/hu/geschichte/wilh_e.html\">«Site da Universidade Humboldt»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AWilhelm+von+Humboldt&amp;rft.btitle=Site+da+Universidade+Humboldt&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.hu-berlin.de%2Fhu%2Fgeschichte%2Fwilh_e.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.acton.org/publicat/randl/liberal.php?id=12\">«Wilhelm v. Humboldt»</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AWilhelm+von+Humboldt&amp;rft.btitle=Wilhelm+v.+Humboldt&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fwww.acton.org%2Fpublicat%2Frandl%2Fliberal.php%3Fid%3D12&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com.br/books?id=Og4PAAAAIAAJ&amp;printsec=frontcover&amp;dq=biography&amp;hl=pt-BR&amp;sa=X&amp;ei=QyI3U6iPO-OzsAT-sYCQBg&amp;ved=0CG4Q6AEwCA#v=onepage&amp;q&amp;f=false\">«Biografia»</a> (em inglês)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AWilhelm+von+Humboldt&amp;rft.btitle=Biografia&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fbooks.google.com.br%2Fbooks%3Fid%3DOg4PAAAAIAAJ%26printsec%3Dfrontcover%26dq%3Dbiography%26hl%3Dpt-BR%26sa%3DX%26ei%3DQyI3U6iPO-OzsAT-sYCQBg%26ved%3D0CG4Q6AEwCA%23v%3Donepage%26q%26f%3Dfalse&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://repositorium.sdum.uminho.pt/handle/1822/48626\">A Parole Violenta e a Política: estudo sobre o poder revolucionário da linguagem, por Ana Patrícia Costa Fernandes, tese de doutoramento em Filosofia (Especialidade em Filosofia Social e Política), Universidade do Minho, 6-Jul-2017</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Clio1_-_2.png\" title=\"Portal da teoria da história\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/72/Clio1_-_2.png/40px-Clio1_-_2.png\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/7/72/Clio1_-_2.png/60px-Clio1_-_2.png 2x\" data-file-width=\"255\" data-file-height=\"249\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Teoria_da_Hist%C3%B3ria\" title=\"Portal:Teoria da História\">Portal da teoria da história</a></span></span></li>         </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1767\" title=\"Categoria:Nascidos em 1767\">Nascidos em 1767</a><a href=\"/wiki/Categoria:Mortos_em_1835\" title=\"Categoria:Mortos em 1835\">Mortos em 1835</a><a href=\"/wiki/Categoria:Linguistas_da_Alemanha\" title=\"Categoria:Linguistas da Alemanha\">Linguistas da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Teoria_da_hist%C3%B3ria\" title=\"Categoria:Teoria da história\">Teoria da história</a><a href=\"/wiki/Categoria:Historiadores_da_Alemanha\" title=\"Categoria:Historiadores da Alemanha\">Historiadores da Alemanha</a><a href=\"/wiki/Categoria:Membros_da_Academia_de_Ci%C3%AAncias_de_G%C3%B6ttingen\" title=\"Categoria:Membros da Academia de Ciências de Göttingen\">Membros da Academia de Ciências de Göttingen</a><a href=\"/wiki/Categoria:Membros_da_Academia_de_Ci%C3%AAncias_da_Baviera\" title=\"Categoria:Membros da Academia de Ciências da Baviera\">Membros da Academia de Ciências da Baviera</a><a href=\"/wiki/Categoria:Membros_da_Academia_de_Ci%C3%AAncias_da_Pr%C3%BAssia\" title=\"Categoria:Membros da Academia de Ciências da Prússia\">Membros da Academia de Ciências da Prússia</a><a href=\"/wiki/Categoria:Membros_da_Academia_de_Ci%C3%AAncias_da_Hungria\" title=\"Categoria:Membros da Academia de Ciências da Hungria\">Membros da Academia de Ciências da Hungria</a><a href=\"/wiki/Categoria:Membros_da_Academia_de_Ci%C3%AAncias_da_R%C3%BAssia\" title=\"Categoria:Membros da Academia de Ciências da Rússia\">Membros da Academia de Ciências da Rússia</a><a href=\"/wiki/Categoria:Membros_da_Academia_de_Artes_e_Ci%C3%AAncias_dos_Estados_Unidos\" title=\"Categoria:Membros da Academia de Artes e Ciências dos Estados Unidos\">Membros da Academia de Artes e Ciências dos Estados Unidos</a><a href=\"/wiki/Categoria:Membros_do_Instituto_Arqueol%C3%B3gico_Alem%C3%A3o\" title=\"Categoria:Membros do Instituto Arqueológico Alemão\">Membros do Instituto Arqueológico Alemão</a><a href=\"/wiki/Categoria:Pedagogistas\" title=\"Categoria:Pedagogistas\">Pedagogistas</a><a href=\"/wiki/Categoria:Naturais_de_Potsdam\" title=\"Categoria:Naturais de Potsdam\">Naturais de Potsdam</a><a href=\"/wiki/Categoria:Alexander_von_Humboldt\" title=\"Categoria:Alexander von Humboldt\">Alexander von Humboldt</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/a/af/WilhelmvonHumboldt.jpg/250px-WilhelmvonHumboldt.jpg",
    "view": "wilhelm_von_humboldt"
}