{
    "url": "https://pt.wikipedia.org/wiki/William_James",
    "codigo_http": 200,
    "titulo": [
        "William James"
    ],
    "conteudo": [
        "William James (Nova Iorque, 11 de janeiro de 1842 – Tamworth, 26 de agosto de 1910) foi um filósofo e psicólogo americano e o primeiro intelectual a oferecer um curso de psicologia nos Estados Unidos. James foi um dos principais pensadores do final do século XIX e é considerado por muitos como um dos filósofos mais influentes da história dos Estados Unidos enquanto outros o rotularam de \"pai da psicologia americana\".[1][2][3]\n",
        "Juntamente com Charles Sanders Peirce e John Dewey, James é considerado uma das principais figuras associadas à escola filosófica conhecida como pragmatismo, e também é citado como um dos fundadores da psicologia funcional. Uma análise da Psicologia Geral, publicada em 2002, classificou James como o 14º mais eminente psicólogo do século XX. Uma pesquisa publicada no American Psychologist em 1991 classificou a reputação de James em segundo lugar, atrás apenas de Wilhelm Wundt, que é amplamente considerado o fundador da psicologia experimental. James também desenvolveu a perspectiva filosófica conhecida como empirismo radical. O trabalho de James influenciou intelectuais como Émile Durkheim, Edmund Husserl, Bertrand Russell, Ludwig Wittgenstein, Hilary Putnam e Richard Rorty, e até presidentes, como Jimmy Carter.[4]\n",
        "Nascido em uma família rica, James era filho do teólogo swedenborgiano Henry James Sr. e irmão do famoso romancista Henry James. James inicialmente estudou medicina, mas nunca exerceu a profissão. Em vez disso, descobriu que seus verdadeiros interesses estavam na filosofia e na psicologia. James escreveu amplamente sobre muitos tópicos, incluindo epistemologia, educação, metafísica, psicologia, religião e misticismo. Entre seus livros mais influentes estão: Os princípios da psicologia, que foi um texto inovador no campo da psicologia; Essays in Radical Empiricism, um importante texto em filosofia; e As Variedades da Experiência Religiosa, onde James investiga diferentes formas de experiência religiosa, incluindo teorias sobre a cura de patologias mentais.[5]\n",
        "William James recebeu educação eclética, desenvolvendo fluência em francês e alemão e um caráter cosmopolita. Sua inclinação artística precoce levou-o a trabalhar no ateliê de William Morris Hunt em Newport. Em 1861, no entanto, James preferiu dedicar-se à ciência na Lawrence Scientific School (Universidade de Harvard). No início de sua vida adulta, James sofreu de uma série de problemas físicos, envolvendo seus olhos, costas, estômago e pele. Ele também apresentou sintomas psicológicos, diagnosticados na época como neurastenia, e que incluíram períodos durante os quais ele contemplou o suicídio por meses.\n",
        "Em 1864, James decidiu ingressar o curso de medicina, na Harvard Medical School. Foi nesse período que ele começou a estudar teologia.  Ele interrompeu seus estudos durante parte de 1865 para se juntar ao zoólogo e geólogo suíço Louis Agassiz numa expedição científica (Expedição Thayer) no Brasil. Permaneceu oito meses no país, principalmente no Rio de Janeiro e na Amazônia, inclusive rascunhou um diário e produziu diversos desenhos de cenas da expedição, que expressam uma consciência crítica e um distanciamento moral da ideia colonialista que a norteava. Teve de interromper sua viagem após sentir forte enjoo e contrair varíola.\n",
        "Seus estudos foram interrompidos mais uma vez devido a doenças em abril de 1867. Ele viajou à Alemanha em busca de uma cura, onde ficou até novembro de 1868. Esse período marcou o início de sua produção literária, com alguns de seus artigos aparecendo em publicações especializadas. James completou o curso de medicina em Junho de 1869, mas nunca praticou essa profissão. Ele se casou com Alice Gibbens em 1878.\n",
        "A diversidade de interesses de William James fez com que ocupasse diferentes postos durante sua carreira em Harvard. Ele foi nomeado instrutor em fisiologia e anatomia em 1873, tornando-se professor-assistente de psicologia em 1876. Em 1881, assumiu o posto de professor-assistente de filosofia, tornando-se professor titular em 1885. Mais tarde, em 1889, retornou à psicologia como diretor, voltando à filosofia em 1897, área em que tornou-se professor emérito em 1907. Em 1902, ele escreveria: “Eu inicialmente estudei medicina para ser um  fisiologista, mas eu acabei direcionado à filosofia e à psicologia como que por fatalidade. Eu nunca havia tido instrução filosófica, e a primeira palestra sobre psicologia que escutei foi a que eu proferi.”\n",
        "James estudou medicina, fisiologia e biologia, tendo como um de seus principais interesses o estudo científico da mente humana em um tempo em que a psicologia estava se constituindo como ciência. A familiaridade de James com o trabalho de figuras como Hermann Helmholtz na Alemanha e Pierre Janet na França facilitou sua introdução de cursos de psicologia científica em Harvard. Ele lecionou sua primeira disciplina em psicologia experimental em Harvard no ano acadêmico de 1875-1876.\n",
        "Durante seus anos em Harvard, James se juntou a discussões filosóficas com Charles Sanders Peirce, Oliver Wendell Holmes e Chauncey Wright, que evoluíram em um animado grupo conhecido como o Clube Metafísico, em 1872. Louis Menand, em seu livro sobre o assunto, especula que o Clube estabeleceu os fundamentos para o pensamento intelectual norte-americano por décadas.\n",
        "Em 1882 ele começou a ser um notório pesquisador científico da paranormalidade, se associando a recém fundada inglesa Society for Psychical Research, organização que o influenciou a fundar em 1885 a American Society for Psychical Research. Durante duas décadas estudou a médium Leonora Piper, junto a cientistas das duas organizações. Em 1896, um discurso no qual ele descreveu Piper como uma paranormal autêntica chegou a ser publicado pela revista Science.[6]\n",
        "Em 1907 participou da Comunidade Helicon Hall, em Englewood, New Jersey.[7][8]\n",
        "Ao longo de sua carreira, James publicou clássicos como Princípios de Psicologia, Imortalidade Humana, As Variedades da Experiência Religiosa, Universo Pluralístico, Pragmatismo e O Significado da Verdade. Em seus últimos anos, foi acometido por problemas cardíacos. Essa condição piorou em 1909, quando ele trabalhava em um texto de filosofia (inacabado mas publicado de forma póstuma como Alguns Problemas em Filosofia). Ele viajou para a Europa em 1910 para tentar tratamentos experimentais, sem sucesso, retornando para os Estados Unidos a seguir. James faleceu em consequência de problemas cardíacos em 26 de Agosto de 1910.\n",
        "O cientista interagiu intelectualmente com uma ampla gama de escritores e acadêmicos proeminentes ao longo de sua vida, incluindo seu padrinho Ralph Waldo Emerson, seu afilhado William James Sidis, e outros como Bertrand Russell, Charles Peirce, Josiah Royce, Ernst Mach, George Santayana, Macedonio Fernández, Edward L. Thorndike, John Dewey, Walter Lippmann,  Mark Twain, Carl Jung, Sigmund Freud, Horatio Alger, Jr, Henri Bergson e Frederic Myers.\n",
        "Entre os seus alunos na Universidade de Harvard, houve muitos intelectuais renomados, como Boris Sidis, Theodore Roosevelt, George Santayana, W. E. B. Du Bois, G. Stanley Hall, Ralph Barton Perry, Gertrude Stein, Horace Kallen, Morris Raphael Cohen, Walter Lippmann, Alain Locke, C. I. Lewis, e Mary Whiton Calkins.\n",
        "Em um estudo empírico por Haggbloom et al., usando critérios como o número de citações, James foi considerado o 14° mais célebre psicólogo do século XX.\n",
        "Em 1890, após 12 anos de escrita, William James publicou o livro Princípios de Psicologia, uma obra pioneira que combinava elementos de filosofia, fisiologia e psicologia. O livro abordou temas diversos como o fluxo de consciência (conceito introduzido por James), a vontade e as emoções. Embora inclua diferentes abordagens e métodos, James (influenciado por contemporâneos como Wilhelm Wundt e Gustav Theodor Fechner) declarou que Princípios de Psicologia é uma obra derivada do método da introspecção. Assim, o autor utiliza diferentes experiências próprias para ilustrar conceitos psicológicos, como a atenção e a consciência.\n",
        "Um dos capítulos mais influentes dessa obra diz respeito às emoções. Nele, James expõe sua teoria – também associada a Carl Lange – que as emoções são consequências, e não causas, das reações fisiológicas associadas a ela: “O senso comum diz, nós perdemos algo, ficamos tristes e choramos; nós encontramos um urso, nos assustamos e corremos; somos insultados por um rival, ficamos bravos e atacamos. A hipótese a ser defendida aqui é que essa sequência está incorreta... que nós nos sentimos tristes porque choramos, bravos porque atacamos, e com medo porque trememos”. James defendia que é conceitualmente impossível imaginar uma emoção como a culpa sem suas claras consequências fisiológicas, como as lágrimas, dores no peito e falta de ar.\n",
        "Uma compilação de palestras de James sobre “Teologia Natural” resultou no livro As Variedades da Experiência Religiosa, publicado em 1902. Essa obra se ocupava de uma discussão sobre o lugar ocupado pelo sentimento religioso, frente ao crescente materialismo científico de sua época. O interesse de James não estava em religiões organizadas ou instituições, mas nos sentimentos e atos que cada um experienciava em sua relação com o que considerava divino. A obra aborda a singularidade das experiências místicas, mencionando que seu significado era pessoal e dificilmente transferível através de linguagem.\n",
        "Para James, a experiência religiosa poderia levar a um estado de satisfação e contentamento, além de promover uma perspectiva mais alegre e otimista do mundo e do futuro. Por essa razão, considerou que o sentimento religioso pode ser útil, sendo mais uma dimensão da experiência humana. James começou a desenvolver nessa obra o sentido de verdade utilitária que seria exposto em mais detalhes em Pragmatismo. A experiência religiosa ou mística seria verdadeira enquanto ferramenta útil para determinados fins. Assim, o autor defende que a religião é um fenômeno real, no sentido que seu simbolismo evoca sentimentos e ações concretas, que não deveriam ser ignorados pela ciência.\n",
        "A perspectiva filosófica exposta em Pragmatismo, de 1907, postula que as teorias científicas e filosóficas devem ser usadas como instrumentos a serem julgados por seus resultados ou fins. James argumenta que todas as teorias são apenas aproximações da realidade, e que portanto seria um erro considerá-las apenas por sua própria coerência interna. O autor argumenta que essa busca por coerência seria a posição racionalista, em que a busca de princípios e categorias platônicas se sobrepõe aos fatos e aos resultados. Em contraponto, James sugere que a veracidade de uma ideia deve ser considerada em um sentido instrumental, analisando os resultados produzidos por sua adoção.\n",
        "Uma das consequências dessa visão utilitária da verdade é que fenômenos como a religião, que para James são ideias úteis, deveriam ser considerados verdadeiros se mostrassem bons resultados: “em princípios pragmáticos, se a hipótese de Deus funciona satisfatoriamente no sentido mais amplo da palavra, ela é verdadeira”. A filosofia do pragmatismo é, para James, um meio-termo entre o racionalismo e o empiricismo, sendo uma perspectiva aberta à investigação de qualquer hipótese, desde que essa seja capaz de se mostrar concretamente útil. A perspectiva pragmatista de James teve grande influência para o movimento funcionalista da psicologia.\n",
        "William James propôs uma teoria das emoções ao mesmo tempo que o fisiologista dinamarquês Carl Lange. Ambos trabalharam independentemente e, de acordo com esta teoria, conhecida por teoria emocional de James-Lange, os sentimentos, isto é, as sensações subjetivas das emoções são um produto do reconhecimento do cérebro cortical das demais reações fisiológicas e comportamentais desencadeadas no corpo por determinado evento ambiental (o estímulo emocional).[9]\n"
    ],
    "ligacoes": [
        "<ul><li><i>The Subjective Effects of Nitrous Oxide</i> (1882).</li>\n<li><i><a href=\"/wiki/Os_Princ%C3%ADpios_da_Psicologia\" title=\"Os Princípios da Psicologia\">The Principles of Psychology</a></i>, 2 vols. (1890) Dover Publications, 1950, vol. 1: <a href=\"/wiki/Especial:Fontes_de_livros/0486203816\" class=\"internal mw-magiclink-isbn\">ISBN 0-486-20381-6</a>, vol. 2: <a href=\"/wiki/Especial:Fontes_de_livros/0486203824\" class=\"internal mw-magiclink-isbn\">ISBN 0-486-20382-4</a>.</li>\n<li><i>Psychology (Briefer Course)</i> (1892) University of Notre Dame Press, 1985: <a href=\"/wiki/Especial:Fontes_de_livros/0268015570\" class=\"internal mw-magiclink-isbn\">ISBN 0-268-01557-0</a>; Dover Publications, 2001: <a href=\"/wiki/Especial:Fontes_de_livros/0486416046\" class=\"internal mw-magiclink-isbn\">ISBN 0-486-41604-6</a>.</li>\n<li><i>The Will to Believe, and Other Essays in Popular Philosophy</i> (1897).</li>\n<li><i>A vontade de crer</i> (1897) (tradução por Cecília Camargo Bartalotti) Loyola, 2001: <a href=\"/wiki/Especial:Fontes_de_livros/8515022524\" class=\"internal mw-magiclink-isbn\">ISBN 85-15-02252-4</a>.</li>\n<li><i>Human Immortality: Two Supposed Objections to the Doctrine</i> (the Ingersoll Lecture, 1897).</li>\n<li><i>Talks to Teachers on Psychology: and to Students on Some of Life's Ideals</i> (1899), Dover Publications 2001: <a href=\"/wiki/Especial:Fontes_de_livros/0486419649\" class=\"internal mw-magiclink-isbn\">ISBN 0-486-41964-9</a>, IndyPublish.com 2005: <a href=\"/wiki/Especial:Fontes_de_livros/1421958066\" class=\"internal mw-magiclink-isbn\">ISBN 1-4219-5806-6</a>.</li>\n<li><i><a href=\"/wiki/As_Variedades_da_Experi%C3%AAncia_Religiosa\" title=\"As Variedades da Experiência Religiosa\">The Varieties of Religious Experience: A Study in Human Nature</a></i> (1902): <a href=\"/wiki/Especial:Fontes_de_livros/0140390340\" class=\"internal mw-magiclink-isbn\">ISBN 0-14-039034-0</a>.</li>\n<li><i>The Moral Equivalent of War</i> (1906)</li>\n<li><i>Pragmatism: A New Name for Some Old Ways of Thinking</i> (1907), Hackett Publishing, 1981: <a href=\"/wiki/Especial:Fontes_de_livros/0915145057\" class=\"internal mw-magiclink-isbn\">ISBN 0-915145-05-7</a>, Dover 1995: <a href=\"/wiki/Especial:Fontes_de_livros/0486282708\" class=\"internal mw-magiclink-isbn\">ISBN 0-486-28270-8</a>.</li>\n<li><i>A Pluralistic Universe</i> (1909), Hibbert Lectures, University of Nebraska Press, 1996: <a href=\"/wiki/Especial:Fontes_de_livros/0803275919\" class=\"internal mw-magiclink-isbn\">ISBN 0-8032-7591-9</a>.</li>\n<li><i>The Meaning of Truth: A Sequel to \"Pragmatism\"</i> (1909) Prometheus Books, 1997: <a href=\"/wiki/Especial:Fontes_de_livros/1573921386\" class=\"internal mw-magiclink-isbn\">ISBN 1-57392-138-6</a>.</li>\n<li><i>Some Problems of Philosophy: A Beginning of an Introduction to Philosophy</i> (1911), University of Nebraska Press, 1996: <a href=\"/wiki/Especial:Fontes_de_livros/0803275870\" class=\"internal mw-magiclink-isbn\">ISBN 0-8032-7587-0</a></li>\n<li><i>Memories and Studies</i> (1911) Reprint Services Corp, 1992: <a href=\"/wiki/Especial:Fontes_de_livros/0781234816\" class=\"internal mw-magiclink-isbn\">ISBN 0-7812-3481-6</a>.</li>\n<li><i>Essays in Radical Empiricism</i> (1912) Dover Publications, 2003: <a href=\"/wiki/Especial:Fontes_de_livros/0486430944\" class=\"internal mw-magiclink-isbn\">ISBN 0-486-43094-4</a>.</li>\n<li><i>Letters of William James</i>, 2 vols. (1920).</li>\n<li><i>Collected Essays and Reviews</i> (1920).</li>\n<li>Ralph Barton Perry, <i>The Thought and Character of William James</i>, 2 vols. (1935) Vanderbilt University Press, 1996 reprint: <a href=\"/wiki/Especial:Fontes_de_livros/0826512798\" class=\"internal mw-magiclink-isbn\">ISBN 0-8265-1279-8</a> (contém cerca de 500 cartas não encontradas em edições anteriores de <i>Letters of William James</i>).</li>\n<li><i>William James on Psychical Research</i> (1960).</li>\n<li><i>The Correspondence of William James</i>, 12 vols. (1992-2004) University of Virginia Press: <a href=\"/wiki/Especial:Fontes_de_livros/0813923182\" class=\"internal mw-magiclink-isbn\">ISBN 0-8139-2318-2</a>.</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.gutenberg.org/author/William+James+(1842-1910)\">Obras de William James</a> (em inglês) no <a href=\"/wiki/Projeto_Gutenberg\" title=\"Projeto Gutenberg\">Projeto Gutenberg</a></li></ul>",
        "<ul><li>Os Pensadores - William James. <a href=\"/wiki/Editora_Abril\" title=\"Editora Abril\">Editora Abril</a> Cultural, 1979 (Pragmatismo, O Significado da Verdade, Princípios de Psicologia, Ensaios em Empirismo Radical).</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://ebooks.adelaide.edu.au/j/james/william/\">Obras de William James</a> na <a rel=\"nofollow\" class=\"external text\" href=\"http://ebooks.adelaide.edu.au/\">Biblioteca da Universidade de Adelaide</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://psychclassics.yorku.ca/James/Principles/\">Princípios de Psicologia</a> -</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.brocku.ca/MeadProject/James/James_1912/James_1912_toc.html\">Ensaios sobre Empiricismo Radical</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20090808052945/http://www.philosophyarchive.com/text.php?era=1800-1899&amp;author=William%20James&amp;text=The%20Will%20to%20Believe\">A Vontade de Crer</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20110920085437/http://csunx4.bsc.edu/bmyers/WJ1.htm\">O Dilema do Determinismo</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20070618135353/http://xroads.virginia.edu/~HYPER/WJAMES/toc.html\">As Variedades da Experiência Religiosa</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.constitution.org/wj/meow.htm\">O Equivalente Moral da Guerra</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://des.emory.edu/mfp/ttpreface.html\">Palestras a Professores</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.erowid.org/chemicals/nitrous/nitrous_article1.shtml\">Os Efeitos Subjetivos do Óxido Nítrico</a></li></ul>",
        "<ul><li><a href=\"/wiki/Pragmatismo\" title=\"Pragmatismo\">Pragmatismo</a></li>\n<li><a href=\"/wiki/Psicologia_fisiol%C3%B3gica\" title=\"Psicologia fisiológica\">Psicologia fisiológica</a></li>\n<li><a href=\"/wiki/Funcionalismo\" class=\"mw-disambig\" title=\"Funcionalismo\">Funcionalismo</a></li>\n<li><a href=\"/wiki/George_Herbert_Mead\" title=\"George Herbert Mead\">George Herbert Mead</a></li>\n<li><a href=\"/wiki/Charles_Sanders_Peirce\" title=\"Charles Sanders Peirce\">Charles Sanders Peirce</a></li>\n<li><a href=\"/wiki/John_Dewey\" title=\"John Dewey\">John Dewey</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://mathgenealogy.org/id.php?id=29244&amp;fChrono=1\">William James</a> (em inglês) no <a href=\"/wiki/Mathematics_Genealogy_Project\" title=\"Mathematics Genealogy Project\">Mathematics Genealogy Project</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.des.emory.edu/mfp/james.html\">Emory University: William James</a> – Coleção de ensaios e obras completas (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://wjsociety.org/\">William James Society</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://plato.stanford.edu/entries/james/\">Stanford Encyclopedia of Philosophy: William James</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&amp;GRid=540\">Túmulo de William James</a></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://artigos.psicologado.com/psicologia-geral/historia-da-psicologia/william-james\">«Biografia de William James»</a>. Psicologado Artigos</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AWilliam+James&amp;rft.btitle=Biografia+de+William+James&amp;rft.genre=unknown&amp;rft_id=http%3A%2F%2Fartigos.psicologado.com%2Fpsicologia-geral%2Fhistoria-da-psicologia%2Fwilliam-james&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20111121192540/http://hcl.harvard.edu/libraries/houghton/exhibits/james/\">Site em inglês sobre William James - Harvard</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.brocku.ca/MeadProject/James/documents2.html\">William James source page</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.uky.edu/~eushe2/Pajares/james.html\">Universidade de Kentucky - site criado pelo Professor Frank Pajares</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_States.svg\" title=\"Portal dos Estados Unidos\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/40px-Flag_of_the_United_States.svg.png\" decoding=\"async\" width=\"25\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/60px-Flag_of_the_United_States.svg.png 2x\" data-file-width=\"1235\" data-file-height=\"650\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Estados_Unidos\" title=\"Portal:Estados Unidos\">Portal dos Estados Unidos</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_kalzium.svg\" title=\"Portal da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Nuvola_apps_kalzium.svg/40px-Nuvola_apps_kalzium.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Nuvola_apps_kalzium.svg/60px-Nuvola_apps_kalzium.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Ci%C3%AAncia\" title=\"Portal:Ciência\">Portal da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_edu_miscellaneous.svg\" title=\"Portal da educação\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/40px-Nuvola_apps_edu_miscellaneous.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Nuvola_apps_edu_miscellaneous.svg/60px-Nuvola_apps_edu_miscellaneous.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Educa%C3%A7%C3%A3o\" title=\"Portal:Educação\">Portal da educação</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Psi2.png\" title=\"Portal da psicologia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Psi2.png/40px-Psi2.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Psi2.png/60px-Psi2.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Psicologia\" title=\"Portal:Psicologia\">Portal da psicologia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1842\" title=\"Categoria:Nascidos em 1842\">Nascidos em 1842</a><a href=\"/wiki/Categoria:Mortos_em_1910\" title=\"Categoria:Mortos em 1910\">Mortos em 1910</a><a href=\"/wiki/Categoria:Cientistas_do_s%C3%A9culo_XIX\" title=\"Categoria:Cientistas do século XIX\">Cientistas do século XIX</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIX\" title=\"Categoria:Filósofos do século XIX\">Filósofos do século XIX</a><a href=\"/wiki/Categoria:Professores_da_Universidade_Harvard\" title=\"Categoria:Professores da Universidade Harvard\">Professores da Universidade Harvard</a><a href=\"/wiki/Categoria:Cientistas_dos_Estados_Unidos\" title=\"Categoria:Cientistas dos Estados Unidos\">Cientistas dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Psic%C3%B3logos_dos_Estados_Unidos\" title=\"Categoria:Psicólogos dos Estados Unidos\">Psicólogos dos Estados Unidos</a><a href=\"/wiki/Categoria:M%C3%A9dicos_dos_Estados_Unidos\" title=\"Categoria:Médicos dos Estados Unidos\">Médicos dos Estados Unidos</a><a href=\"/wiki/Categoria:Parapsic%C3%B3logos\" title=\"Categoria:Parapsicólogos\">Parapsicólogos</a><a href=\"/wiki/Categoria:Pragmatistas\" title=\"Categoria:Pragmatistas\">Pragmatistas</a><a href=\"/wiki/Categoria:Henry_James\" title=\"Categoria:Henry James\">Henry James</a><a href=\"/wiki/Categoria:Naturais_de_Nova_Iorque_(cidade)\" title=\"Categoria:Naturais de Nova Iorque (cidade)\">Naturais de Nova Iorque (cidade)</a><a href=\"/wiki/Categoria:Hist%C3%B3ria_da_psiquiatria\" title=\"Categoria:História da psiquiatria\">História da psiquiatria</a><a href=\"/wiki/Categoria:Te%C3%ADsmo_finito\" title=\"Categoria:Teísmo finito\">Teísmo finito</a><a href=\"/wiki/Categoria:Presidentes_da_Associa%C3%A7%C3%A3o_Americana_de_Psicologia\" title=\"Categoria:Presidentes da Associação Americana de Psicologia\">Presidentes da Associação Americana de Psicologia</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/9/9c/William_James_b1842c.jpg/250px-William_James_b1842c.jpg",
    "view": "william_james"
}