{
    "url": "https://pt.wikipedia.org/wiki/Willard_Van_Orman_Quine",
    "codigo_http": 200,
    "titulo": [
        "Willard van Orman Quine"
    ],
    "conteudo": [
        "Willard Van Orman Quine (Akron, 25 de junho de 1908 — Boston, 25 de dezembro de 2000), usualmente citado como Quine, mas conhecido por seus amigos e familiares como Van, foi um dos mais influentes matemáticos, filósofos e lógicos norte-americanos do século XX, considerado o maior lógico e filósofo analítico da segunda metade desse século.  \n",
        "Quine pertenceu à tradição da filosofia analítica ao mesmo tempo que foi um dos principais proponentes da visão que a filosofia não é análise conceitual. Quine lecionou filosofia e matemática durante toda a vida na Universidade Harvard, onde foi titular da Cadeira de Filosofia Edgar Pierce de 1956 a 1978. Entre seus principais escritos encontra-se \"Dois dogmas do empirismo\", o qual ataca a distinção entre juízos analíticos e sintéticos e defende um holismo epistêmico, quiçá semântico, e Word and Object, o qual aprofundou tais posições e introduziu a famosa tese da indeterminação da tradução. \nQuine mostrou que a distinção entre juízos sintéticos e juízos analíticos não estava apoiada em nada firme, era um dogma que era aceito sem nenhuma justificação, apenas pela necessidade dos empiristas de isolar a convenção dos juízos testáveis. Sem este dogma, este princípio do atomismo na verificação também não se sustenta e portanto é aceito apenas como um outro artigo de fé, um segundo dogma.\nQuine então conclama os empiristas a se livrarem dos dois dogmas e, sem distinção entre juízos sintéticos e juízos analíticos e aderindo a um holismo quanto à verificação, a endossarem um empirismo sem dogmas.\n",
        "Quine nasceu em 25 de junho de 1908 nos Estados Unidos, educado no Oberlain Colege, tendo obtido o título de doutor em Harvard, sob orientação de Alfred North Whitehead. Inicialmente tendo a lógica como seu principal campo de interesse e objetivando e aperfeiçoar em tal campo visitou Viena, Praga e estudou Lógica com Rudolf Carnap. Em 1936 tornou-se professor em Harvard. Morreu a 25 de dezembro de 2000, em seu país natal.\n",
        "\n"
    ],
    "ligacoes": [
        "<ul><li>1932. A Note on Nicod's Postulate in Mind (July 1932), 41(163): 345-350</li>\n<li>1933. A Theorem in the Calculus of Classes in Journal of the London Mathematical Society (April 1933), 8(30):89-95</li>\n<li>1933. The Logic of Sequences in (Summaries of Theses, Harvard (1932), 335 - 338</li>\n<li>1934. Ontological Remarks on the Propositional Calculus in Mind (October 1934), 43(172): 472-476 [reprinted in W. V. Quine's Ways of Paradox]</li>\n<li>1934.+ Report on Whitehead's Logical Definitions of Extension, Class, and Number in American Mathematics Monthly 41: 129 - 131</li>\n<li>1934. A Method of Generating Part of Arithmetic without Use of Intuitive Logic in Bulletin of the American Mathematical Monthly (October 1934), 40(10): 753-761 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1935.+ A unified calculus of propositions, classes, and relations (abstract) in Bulletin American Mathematical Society 41: 338</li>\n<li>1936. Concepts of Negative Degree. in Proceedings of the National Academy of Sciences of the United States of America (January 15, 1936), 22(1): 40-45</li>\n<li>1936. A Theory of Classes Presupposing No Canons of Type. in Proceedings of the National Academy of Sciences of the United States of America (May 15, 1936), 22(5): 320-326</li>\n<li>1936. A Reinterpretation of Schönfinkel's Logical Operators. in Bulletin of the American Mathematical Society (February 1936), 42: 87-89</li>\n<li>1936. Definition of Substitution. in Bulletin of the American Mathematical Society (August 1936), 42: 561-569 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1936. On the Axiom of Reducibility. in Mind (October 1936), 45(180): 498-500</li>\n<li>1936. Toward a Calculus of Concepts. in Journal of Symbolic Logic (March 1936), 1(1): 2-25</li>\n<li>1936. Set-Theoretic Foundations for Logic. in Journal of Symbolic Logic (June 1936), 1(2): 45-57 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1936. Truth By Convention in Philosophical Essays for A. N. Whitehead, O. H. Lee (editor), New York: Longmans, pp. 90 - 124 [reprinted in W. V. Quine's Ways of Paradox and Quintessence]</li>\n<li>1937. New Foundations for Mathematical Logic. in The American Monthly (February 1937), 44(2): 70-80 [reprinted in W. V. Quine's From A Logical Point of View]</li>\n<li>1937. On Derivability. in Journal of Symbolic Logic (September 1937), 2(3): 113-119</li>\n<li>1937. On Cantor's Theorem. in Journal of Symbolic Logic (September 1937), 2(3): 120-124</li>\n<li>1937. Logic Based on Inclusion and Abstraction. in Journal of Symbolic Logic (December 1937), 2(4): 145-152 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1937.+ Is logic a matter of words? (abstract) in Journal of Philosophy 34: 674</li>\n<li>1938. Completeness of the Propositional Calculus. in Journal of Symbolic Logic (March 1938), 3(1): 37-40 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1938. On the Theory of Types. in Journal of Symbolic Logic (December 1938), 3(4): 125-139 [reprinted in Klemke, 1970]]</li>\n<li>1939. Designation and Existence. Journal of Philosophy (December 21, 1939), 36(26): 701-709 [reprinted partially in W. V. Quine's From A Logical Point of View]</li>\n<li>1939. Relations and Reason. Technology Review (1939), 41: 299-301, 324-327 [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1939. A Logistical Approach to the Ontological Problem. in Journal of Unified Science = Erkenntnis (1939), 9: 84-89. [Preprints only (German invasion)] ; [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1940. (with Nelson Goodman.) Elimination of Extra-Logical Postulates. in Journal of Symbolic Logic (September 1940), 5(3): 104-109 [reprinted in Goodman, 1972]</li>\n<li>1940.+ Mathematical Logic (report of book completed with the support of a Penrose Fund grant) in Year Book of American Philosophical Society (1940): pp. 230-231</li>\n<li>1941. Element and Number. Journal of Symbolic Logic (December 1941), 6(4): 135-149 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1941. Whitehead and the Rise of Modern Logic. in Philosophy of A. N. Whitehead, P. A. Schilpp (editor), LaSalle: Open Court, pp. 125 - 163 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1941-1942. Russell's Paradox and Others. in Technology Review (1941-42), 44: 16-17</li>\n<li>1942. Reply to Professor Ushenko. Journal of Philosophy (January 25, 1942), 39(3): 68-71. Reply to Professor Ushenko's Dr. Quine's Theory of Truth-Functions, pp. 64-67.</li>\n<li>1942. On Existence Conditions for Elements and Classes. Journal of Symbolic Logic (December 1942), 7(4): 157-159</li>\n<li>1943. Notes on Existence and Necessity. in Journal of Philosophy (March 4, 1943), 40(5): 113-127. [Translation from W. V. Quine's original Portuguese O sentido da nova lógica ( São Paulo: Livraria Martins editora, 1944)], pp. 140-144, 146-158, 179-183 [partially reprinted in W. V. Quine's From A Logical Point of View]</li>\n<li>1945. On the Logic of Quantification. in Journal of Symbolic Logic (March 1945), 10(1): 1-12 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1945. On Ordered Pairs. Journal of Symbolic Logic (September 1945), 10(3): 95-96 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1946. On Relations as Coextensive with Classes. in Journal of Symbolic Logic (September 1946), 11(3): 71-72 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1946. Concatenation as a Basis for Arithmetic. in Journal of Symbolic Logic (December 1946), 11(4): 105-114 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1946.+ Translation (with introduction) of Löwenheim's manuscript On Making Indirect Proofs Direct, Class, and Number in Script and Mathematica 12: 125 - 134</li>\n<li>1946. Os Estados Unidos e o ressurgimento da logica in Vida Intellectual nos Estados Unidos , R. Amorim (editor), São Paulo: U.C.B.E.U. pp. 267 - 286</li>\n<li>1947.* The Problem of Interpreting Modal Logic. in Journal of Symbolic Logic (June 1947), 12(2): 43-48 [partially reprinted in W. V. Quine's From a Logical Point of View] [reprinted in 1967. Contemporary Readings in Logical Theory, Irving M. Copi and James A. Gould (editors)]</li>\n<li>1947.+ On the problem of universals (abstract) in Journal of Symbolic Logic 12: 31</li>\n<li>1947. On Universals. in Journal of Symbolic Logic (September 1947), 12(3): 74-84 [partially reprinted in W. V. Quine's From a Logical Point of View]</li>\n<li>1947. (with Nelson Goodman.) Steps toward a Constructive Nominalism. in Journal of Symbolic Logic (December 1947), 12(4): 105-122 [reprinted in Goodman, 1972]</li>\n<li>1947.+ Letter in Carnap's Meaning and Necessity, Chicago, pp. 196f</li>\n<li>1948. On What There Is. Review of Metaphysics (September 1948), 2(5): 21-38 [reprinted in W. V. Quine's From a Logical Point of View and Quintessence]</li>\n<li>1949. On Decidability and Completeness. in Synthese (1948-49), 7: 441-446</li>\n<li>1950. On Natural Deduction. Journal of Symbolic Logic (June 1950), 15(2): 93-102</li>\n<li>1950. Identity, Ostension, and Hypostasis. in Journal of Philosophy (October 26, 1950), 47(22): 621-633 [reprinted in W. V. Quine's From a Logical Point of View]</li>\n<li>1950.+ Information patterns for games in extensive form (abstract with W. D. Krentel and J. C. C. McKinsey) in Proceedings of International Congress of Mathematics 1 [see published paper in 1951]</li>\n<li>1951.* The Ordered Pair in Number Theory. pp. 84 - 87 in Structure Method and Meaning: Essays in Honor of Henry M. Sheffer, Paul Henle, Horace M. Kallen, Susanne K. Langer (editors), The Liberal Arts Press, New York</li>\n<li>1951. Ontology and Ideology. Philosophical Studies (1951), 2: 11-15 [partially reprinted in W. V. Quine's From a Logical Point of View]</li>\n<li>1951. On Carnap's Views on Ontology. in Philosophical Studies (October 1951), 2(5): 65-72 [reprinted in W. V. Quine's The Ways of Paradox and Quintessence]</li>\n<li>1951. Semantics and Abstract Objects. in Proceedings of the American Academy of Arts and Sciences (July 1951), 80(1): 90-96 [partially reprinted in W. V. Quine's From a Logical Point of View]</li>\n<li>1951.* [Rejoinder to Mr. Geach] On What There Is. III in Aristotelian Society Supplementary Volume (1951), 25: 149-160. Third part of Freedom, Reality, and Language: Aristotelian Society and The Mind Association joint session at Edinburgh, July 6 - 8, 1951 symposium on On What There Is with Peter Geach (pp. 125-136) and A.J. Ayer (pp. 137-148).</li>\n<li>1951. (with J.C.C. McKinsey and W.D. Krentel.) A Simplification of Games in Extensive Form. in Duke Mathematical Journal (1951), 18: 885-900.</li>\n<li>1951. On the Consistency of `New Foundations'. in Proceedings of the National Academy of Sciences (August 15, 1951), 37(8): 538-540</li>\n<li>1951. Two Dogmas of Empiricism. Philosophical Review (January 1951), 60(1): 20-43 [reprinted in W. V. Quine's From A Logical point of View and Quintessence]</li>\n<li>1951.+ Some theorems on definability and decidability (abstract with Alonzo Church) in Journal of Symbolic Logic 16: 239 - 240 [see paper in 1952]</li>\n<li>1951. It Tastes Like Chicken in Furioso: Winter 1951 37 - 39; REPRINTED 1989. It Tastes Like Chicken in Delos: Spring 1989 pp. 139 - 141</li>\n<li>1952. On an Application of Tarski's Theory of Truth. in Proceedings of the National Academy of Science (May 15, 1952), 38(5):430-433 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1952.+ Preface to Joseph Clark Conventional Logic and Modern Logic.., Woodstock, pp. v - vii [reprinted in Bynum, 1971]</li>\n<li>1952. The Problem of Simplifying Truth Functions. in American Mathematical Monthly (October 1952), 59:521-531 [reprinted in Swartzlander, 1973]</li>\n<li>1952. (with Alonzo Church.) Some Theorems of Definability and Decidability. in Journal of Symbolic Logic (September 1952), 17(3): 179-187.</li>\n<li>1952. (with William Craig.) On Reduction to a Symmetric Relation. in Journal of Symbolic Logic (September 1952), 17(3): 188</li>\n<li>1952.+ The problem of simplifying truth functions (abstract) in Journal of Symbolic Logic 17: 156 [see papers in later years]</li>\n<li>1953. On w-Inconsistency and a so-called Axiom of Infinity. in Journal of Symbolic Logic (June 1953), 18(2): 119-124 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1953. On a so-called Paradox. Mind (January 1953), 62(245): 65-67 [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1953. Mr. Strawson on Logical Theory. in Mind (October 1953), 62(248): 433-451 [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1953. On Mental Entities. Proceedings of the American Academy of Arts and Sciences (1953), 80(3): 198-203 [reprinted in W. V. Quine's The Ways of Paradox and Quintessence]</li>\n<li>1953.+ Two Theorems About Truth Functions. in Boletin de la Sociedad Matemática Mexicana (1953), 10: 64-70. [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1953. Dos teremas sobre funciones de verdad. in Boletin de la Sociedad Matemática Mexicana (1953), 10: 64-70. Spanish translation by Gonzalo Zubieta of Two Theorems about Truth Functions.</li>\n<li>1953.+ Three Grades of Modal Involvement. in Proc. XI International Congress of Philosophy (1953), 14: pp. 65 - 81 [reprinted in W. V. Quine's The Ways of Paradox and Quintessence]</li>\n<li>1954. Interpretations of Sets of Conditions. Journal of Symbolic Logic (June 1954), 19(2): 97-102. [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1954. Quantification and the Empty Domain. in Journal of Symbolic Logic (September 1954), 19(3): 177-179 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1954.+ Letter on Griggs in Atlantic Monthly 194: 21</li>\n<li>1954. Reduction to a Dyadic Predicate. in Journal of Symbolic Logic (September 1954), 19(3): 180-182 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1955. A Proof Procedure for Quantification Theory. in Journal of Symbolic Logic (June 1955), 20(2): 141-149 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1955. A Way to Simplify Truth Functions. in American Mathematical Monthly (November 1955), 62: 627-631 [reprinted in Swartzlander, 1973]</li>\n<li>1955. On Frege's Way Out. in Mind (April 1955), 64(254): 145-159 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1956. On Formulas with Valid Cases. in Journal of Symbolic Logic (June 1956), 21(2): 148</li>\n<li>1956. Unification of Universes in Set Theory. in Journal of Symbolic Logic (September 1956), 21(3): 267-279.</li>\n<li>1956. Quantifiers and Propositional Attitudes. in Journal of Philosophy (March 1, 1956), 53(5): 177-187 [reprinted in W. V. Quine's The Ways of Paradox and Quintessence]</li>\n<li>1956.+ Unification of universes in set theory (abstract) in Journal of Symbolic Logic 21: 216</li>\n<li>1957.+ Logic, Symbolic. in Encyclopedia Americana [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1957. The Scope and Language of Science. in British Journal for the Philosophy of Science (May 1957), 8(29): 1-17 [reprinted in W. V. Quine's The Ways of Paradox and Quintessence]</li>\n<li>1958. Speaking of Objects. in Proceedings and Addresses of the American Philosophical Association (1958), 31: 5-22 [partially reprinted in W. V. Quine's Word and Object]; [reprinted in W. V. Quine's Ontological Relativity and Other Essays and Quintessence]</li>\n<li>1958.+ The Philosophical Bearing of Modern Logic. in Philosophy in the Mid-Century, R. Klibansky (editor), Florence: Nuova Italia, 3f</li>\n<li>1959.+ Meaning and Translation. in 1972 On Translation, Reuben A. Brower, editor, Harvard University Press, Cambridge MA [reprinted pp. 70 - 95 in Challenges to Empiricism, Harold Morick (editor), Wadsworth Publishing Company [early version of material published in W. V. Quine's Word and Object]</li>\n<li>1959.* Willard Van Orman Quine (resume and professional biography for Harvard University's Society of Fellows). in The Society of Fellows, Crane Brinton (editor), Cambridge: Harvard University Press, pp. 214 - 216</li>\n<li>1959. On Cores and Prime Implicants of Truth Functions. in American Mathematical Monthly (November 1959), 66:755-760 [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1960.+ Posits and Reality. in Basis of the Contemporary Philosophy 5, S. Uyeda (editor), Tokyo, pp. 391 - 400 [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1960. Variables Explained Away. in Proceedings of the American Philosophical Society (June 1960), 104(3): 343-347. [reprinted in W. V. Quine's Selected Logic Papers]</li>\n<li>1960. Carnap and Logical Truth. in Synthese (December 1960), 12(4): 350-374 [reprinted in W. V. Quine's The Ways of Paradox and Quintessence]</li>\n<li>1961. Reply to Professor Marcus. in Synthese (December 1961), 13(4): 323-330. Comments on Ruth Barcan Marcus' Modalities and Intensional Languages, in the same issue, pp. 303-322. [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1961. Logic as a Source of Syntactical Insights. in Proceedings of Symposia in Applied Mathematics (1961), 12:1-5 [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1961. A Basis for Number Theory in Finite Classes. in Bulletin of the American Mathematical Society (July 1961), 67: 391-392</li>\n<li>1962. Le Mythe de la Signification in La Philosophie Analytique (Cahiers de Royaumont IV, Paris: Minuit), pp. 139-169</li>\n<li>1962. Paradox. in Scientific American (April 1962), 206(4): 84-95 [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1963. On Simple Theories of a Complex World. in Synthese (1963), 15: 103-106 [reprinted in W. V. Quine's The Ways of Paradox and Quintessence]</li>\n<li>1964. (with Hao Wang.) On Ordinals. in Bulletin of the American Mathematical Society (March 1964), 70: 297-298</li>\n<li>1964. Implicit Definition Sustained. in Journal of Philosophy (January 16, 1964), 61(2): 71-74 [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1964.+ Necessary Truth. in Voice of America Forum Letters, Philosophy of Science Series, no. 7 7 pages [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1964. Ontological Reduction and the World of Numbers. in Journal of Philosophy (March 26, 1964), 61(7): 209-216 [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1964. The Foundations of Mathematics. in Scientific American (September 1964), 211(3): 113-116, 118, 120, 122, 124, 127 [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1964. (with Henry D. Aiken, Burton S. Dreben, Hao Wang and Harry A. Wolfson.) Henry Maurice Sheffer. in Harvard University Gazette (December 26, 1964), 60(14): 87-88 [reprinted in Proc. and Addresses of the American Philosophical Association, 1965]</li>\n<li>1964. Les Frontières de la théorie logique / Frontieres dans la theorie logique. in Études Philosophiques (April-June 1964), 19(2): 191-208. French translation by Jacques Derrida and Roger Martin.</li>\n<li>1965.* Universals. pp. 78 - 85 in Metaphysics, Charles Baylis (editor), MacMillan Company, New York [reprinted from W. V. Quine's From A Logical Point of View pages 9 - 18]</li>\n<li>1965.+ J. L. Austin, comment. in Journal of Philosophy (November 10, 1966), 62: 509 - 510</li>\n<li>1966. Russell's Ontological Development. in Journal of Philosophy (November 10, 1966), 63(21): 657, 667. Part of an APA Symposium on The Philosophy of Bertrand Russell with Carl Hempel and Hao Wang. [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1967. On a Suggestion of Katz. in Journal of Philosophy (February 2, 1967), 64(2): 52-54 [reprinted in Woods and Sumner, 1970]</li>\n<li>1967.+ Thoughts on Reading Father Owens. in Proceedings VII Inter-American Congress of Philosophy 1 pp. 60 - 63 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1967.+ Introductory Notes, From Frege to Gödel., J. van Heijenoort (editor), Harvard, pp. 150-152, 216f, 355-357</li>\n<li>1968.+ Comment on \"Maxwell's Paper\" By W. V. Quine (London Colloquium, 1965) in Problems in Philosophy of Science, Lakatos and Musgrave (editors) [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1968.+ Comment on \"Yourgrau's Paper\" By W. V. Quine (London Colloquium, 1965) in Problems in Philosophy of Science, Lakatos and Musgrave (editors) [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1968. Replies. in Synthese (December 1968), 19(1-2): 264-322. Includes: [Reply] to Smart, pp. 264-266; [Reply] to Harman, pp. 267-269; [Reply] to Stenius, pp. 270-273; [Reply] to Chomsky, pp. 274-283; [Reply] to Hintikka, pp. 284-287; [Reply] to Stroud, pp. 288-291; [Reply] to Strawson, pp. 292-297; [Reply] to Geach, pp. 298-302; [Reply] to Davidson, pp. 303-305; [Reply] to Føllesdal, p. 306; [Reply] to Sellars, pp. 307-310; [Reply] to Kaplan, pp. 311-315; [Reply] to Berry, pp. 316-318; [Reply] to Jensen, pp. 319-322. [reprinted in Davidson and Hintikka, 1969]</li>\n<li>1968. Ontological Relativity. in Journal of Philosophy (April 4, 1968), 65(7): 185-212. The Dewey lectures 1968. [reprinted in W. V. Quine's Ontological Relativity and Other Essays]</li>\n<li>1968. Propositional Objects. in Critica (May 1968), 2(5): 3-22 [reprinted in W. V. Quine's Ontological Relativity and Other Essays]</li>\n<li>1968. Existence and Quantification. in L'Age de la Science (1968), 1: 151-164</li>\n<li>[also printed in the original conference proceedings: Fact and Existence: Proceedings of the University of Western Ontario Philosophy Colloquium 1966, Joseph Margolis (editor) (1969), 1-17]</li>\n<li>[reprinted in W. V. Quine's book Ontological Relativity and Other Essays]</li>\n<li>1968.* Implication and the Conditional. pp. 60 - 67 in Logic and Philosophy: Selected Readings, Gary Iseminger (editor), Appleton-Century-Crofts, New York [reprinted from W. V. Quine's Mathematical Logic]</li>\n<li>1968.* Aims and Claims of Regimentation. pp. 240 - 244 in Logic and Philosophy: Selected Readings, Gary Iseminger (editor), Appleton-Century-Crofts, New York [reprinted from W. V. Quine's Word and Object]</li>\n<li>1969.+ Natural Kinds. in Essays in Honor of Carl G. Hempel, N. Rescher et al (editors), Dordrecht: Reidel, pp. 5 - 23 [reprinted in W. V. Quine's Ontological Relativity and Other Essays]</li>\n<li>1969.* Stimulus and Meaning. in The Isenberg Memorial Lecture Series 1965-1966, 39-61 [reprinted partially in Epistemology Naturalized reprinted in Ontological Relativity and Other Essays]</li>\n<li>1969.+ Linguistics and Philosophy. in Language and Philosophy, Sidney Hook (editor) 95 - 98 [reprinted in W. V. Quine The Ways of Paradox, 2nd edition]</li>\n<li>1969.+ On Austin's Method. in Symposium on J. L. Austin, K. T. Fann (editor), Routledge, pp. 86 - 90 [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1969.+ Foreward pp. ix - x in Convention by D. K. Lewis, Harvard, Cambridge</li>\n<li>1969.+ The Limits of Decision. in Akten des XIV. Internationalen Kongresses für Philosophie, 3: 57 - 62 [expanded and reprinted in W. V. Quine's Theories and Things]</li>\n<li>1970. Philosophical Progress in Language Theory. in Metaphilosophy (January 1970), 1(1): 2-19 [reprinted in Kiefer, 1970] ; [reprinted in W. V. Quine's Saggi Filosofici]</li>\n<li>1970.+ Existence. pp. 89 - 103 in Physics, Logic, and History, Wolfgang Yourgrau and Allen D. Breck (editors), Plenum Press, New York [partially reprinted in W. V. Quine's The Ways of Paradox, 2nd edition]</li>\n<li>1970. Methodological Reflections on Current Linguistic Theory. in Synthese (October 1970), 21(3-4) &amp; 22(1-2): 386-398 [reprinted in Davidson and Harman, 1972] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1970. Sur la tâche de la grammaire. in L'Age de la Science (1970), 3: 3-15. [Translation by Quine of part of a draft of Philosophy of Logic]</li>\n<li>1970. On the Reasons for Indeterminacy of Translation. in Journal of Philosophy (March 26, 1970), 67(6): 178-183. Comments on B.M. Humphries' Indeterminacy of Translation and Theory, in the same issue, pp. 167-178. [reprinted in Davis, 1976] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1970.+ Grades of Theoreticity. in Experience and Theory, L. Foster and J. W. Swanson (editors), Amherst: University of Massachusetts, pp. 1 - 17 [reprinted partially in W. V. Quine's The Ways of Paradox]</li>\n<li>1970.+ Reply to Mr. Flexner in New York Review of Books 13(12): 38</li>\n<li>1970. Reply to D.A. Martin. in Journal of Philosophy (April 23, 1970), 67(8): 247-248. Concerns Donald A. Martin's review of W. V. Quine's book: . Set Theory and Its Logic in Journal of Philosophy (February 26, 1970), 67(4): 111-114.</li>\n<li>1970.+ Comments on Belnap (abstract) in Nous 4: 12</li>\n<li>1971.+ Predicate-functor logic (abstract) in Journal of Symbolic Logic 36: 382 [see paper in 1971]</li>\n<li>1971.+ Predicate-functor logic. pp. 309 - 315 in Proceedings of the Second Scandinavian Logic Symposium: Studies in logic and the Foundation of Mathematics volume 63, J. Fenstad (editor), North-Holland Publishing Co, Amsterdam [condensed from W. V. Quine's Algebraic Logic and Predicate Functors which was reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1971.* Epistemology Naturalized. in Akten des XIV. Internationalen Kongresses für Philosophie, 6: 87 - 103 [preprinted in W. V. Quine's Ontological Relativity and Other Essays and reprinted in Quintessence]</li>\n<li>1971.+ Homage to Carnap. in Boston Studies in Philosophy of Science 8, pp. xxii - xxv [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1972.+ Remarks for a Memorial Symposium. in Bertrand Russell, D. Pear (editor), New York: Doubleday, pp. 1 - 5</li>\n<li>1972. Reflexiones sobre el apprendizaje del lenguaje. in Teorema (1972), 6: 5-23. Quine's translation of part of a draft of his book: The Roots of Reference.</li>\n<li>1972.* Meaning and Translation. pp. 70 - 95 in Challenges to Empiricism, Harold Morick (editor), Wadsworth Publishing Company [originally published 1959; this work was an adaptation of material from W. V. Quine's Word and Object which was in preparation]</li>\n<li>1972.* On the Role of Logic in Explanation. pp. 150 - 157 in the Problem of Scientific Realism, Edward A. MacKinnon (editor), Appleton-Century-Crofts, New York [reprinted from W. V. Quine's Introduction pp. xi - xvii to Methods of Logic]</li>\n<li>1972.+ Levels of Abstraction presented at First International Conference on Unified Science, New York, November, 1972. [10 page typewritten manuscript preserved by Dr. Rolfe Leary]; being presented by Douglas Quine at the December 2014 University of Glasgow, Scotland conference on Quine and His Place In History and in press 2015 in the proceedings]</li>\n<li>1973. Vagaries of Definition. in Annals of the New York Academy of Sciences (1973), 211: 247-250 [reprinted in W. V. Quine's The Ways of Paradox without the discussion between Mathiot, Quine, Gleason, Hanks, and Kuhn]</li>\n<li>1974. Paradoxes of Plenty. in Daedalus (1974), 103(4): 38-40 [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1974.+ On Popper's Negative Methodology. in The Philosophy of Karl Popper, P. A. Schilpp (editor), La Salle, IL: Open Court, pp. 218 - 220</li>\n<li>1974.* Use Versus Mention. pp. 89 - 94 in Readings in Semantics, Farhang Zabeeh, E. D. Klemke, Arthur Jacobson (editors), University of Illinois Press, Urbana [reprinted from W. V. Quine's Mathematical Logic]</li>\n<li>1974. Comments on Donald Davidson. in Synthese (July-August 1974), 27: 325-329. Comments on Donald Davidson's Belief and the Basis of Meaning, pp. 309-323.</li>\n<li>1974. Truth and Disquotation. in Proceedings 1971 Tarski Symposium, Providence: American Mathematical Society, pp. 373 - 384 [reprinted in W. V. Quine's The Ways of Paradox]</li>\n<li>1974.* Truth. pp. 83 - 93 in Logic and Philosophy for Linguists: A Book of Readings J. M. E. Moravcsik (editor), Mouton &amp; Co, The Hague [originally published as chapter 3 in W. V. Quine's The Philosophy of Logic]</li>\n<li>1974. Comments on Michael Dummett. in Synthese (July-August 1974), 27: 399. Comments on Michael Dummett's The Significance of Quine's Indeterminacy Thesis, pp. 351-397.</li>\n<li>1975. On Empirically Equivalent Systems of the World. in Erkenntnis (November 1975), 9: 313-328 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist; translated into Italian by Bruno Garofalo and reprinted as Sistemi equivalent del mondo in Bruno Garofalo (editor) Lezioni di filosofia del linguaggio (Napoli: Casa Editrice Didasco: 1980)]</li>\n<li>1975.+ Mind and Verbal Dispositions. in Mind and Language: Wolfson College Lectures, Samuel Guttenplan (editor), Oxford: Clarendon Press, pp. 83 - 95 [translated and reprinted in W. V. Quine's Saggi Filosofici and Quintessence] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1975.+ The Nature of Natural Knowledge. in Mind and Language: Wolfson College Lectures, Samuel Guttenplan (editor), Oxford: Clarendon Press, pp. 67 - 81 [translated and reprinted in W. V. Quine's Saggi Filosofici and Quintessence] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1975.+ The Variable. in Lecture Notes in Mathematics 453, Logic Colloquium, Springer-Verlag 155 - 168 (reprinted in W. V. Quine's The Ways of Paradox, 2nd edition)</li>\n<li>1975.+ A Letter to Mr. Ostermann. (advice to philosophers) pp. 227 - 230 in The Owl of Minerva: Philosophers on Philosophy, Charles J. Bontempo and S. Jack Odell (editors), McGraw Hill, New York ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1975.* The Nature of Natural Knowledge. pp. 441 - 450 in Mind &amp; Language: Wolfson College Lectures 1974, Samuel Guttenplan (editor), Oxford University Press, London [reprinted in 1993. --&gt;Foundations of Philosophy of Science: Recent Developments]</li>\n<li>1975.+ On the Individuation of Attributes. in The Logical Enterprise, R. Martin (editor), New Haven: Yale, pp. 3 - 13 [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1975.+ Respuestas. in Aspectos de la Filosofia de Quine, M. Garrido (editor), Valencia: Teorema, pp. 149 - 168</li>\n<li>1976.+ Letter to Grünbaum in Harding in Erkenntnis 10: 132</li>\n<li>1976.+ Comment on Croddy in Erkenntnis 10: 103</li>\n<li>1976. Grades of Discriminability. in Journal of Philosophy (March 1976), 73(5): 113-116 [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1976. Worlds Away. in Journal of Philosophy (December 1976), 22(12): 859-864. [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1976.* Comment on W. S. Croddy's Paper. in Erkenntnis (April 1976), 13: 103.</li>\n<li>1976.+ Comments. in Norbert Wiener: Collected Works , volume 1, P. Masani (editor), Cambridge: MIT, pp. 225, 233</li>\n<li>1976.+ Whither Physical Objects? in Essays in Memory of Imre Lakatos: Boston Studies in the Philosophy of Science 39; Synthese Library volume 99, Robert S. Cohen and Marx W. Wartofsky (editors), pp. 497 - 504 [partially preprinted in W. V. Quine's The Ways of Paradox ; translated into Italian by Bruno Garofalo and reprinted as Oggetti fisici in Bruno Garofalo (editor) Lezioni di filosofia del linguaggio (Napoli: Casa Editrice Didasco: 1980)]</li>\n<li>1976.* Homage to Yehoshua Bar Hillel. page XVIII in Language in Focus: Foundations, Methods and Systems: Essays in Memory of Yehoshua Bar-Hillel. Boston Studies in the Philosophy of Science Volume XLIII, Synthese Library volume 89, Asa Kasher (editor)</li>\n<li>1977. A Closer Look. in Journal of Philosophy (July 1977), 74(7): 415-416</li>\n<li>1977.+ Facts of the Matter. in American Philosophy: from Edwards to Quine, R. Shahan (editor), Normal: University of Oklahoma Press, pp. 176 - 196 [reprinted in 1979. Southwestern Journal of Philosophy IX (2): 155-169; translated and reprinted in W. V. Quine's Saggi Filosofici] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1977.+ Intensions Revisited. pp. 5- 11 in Midwest Studies in Philosophy Volume II: Studies in the Philosophy of Language, Peter A. French, Theodore E. Uehling Jr, Howard K. Wettstein (editors), University of Minnesota (publisher), Morris [reprinted in W. V. Quine's Theories and Things an d Quintessence]</li>\n<li>1977.* Quine and His Replies. in Revue Internationale de Philosophie Volume 51, number 202, part 4 567 - 582 Includes: [Reply] to Hintikka, pp. 567 - 568; [Reply] to Smart, pp. 569 - 570; [Reply] to Haack, pp. 571 - 572; [Reply] to Orenstein, pp. 573 - 574; [Reply] to Lewis and Holdcroft, pp. 575 - 577; [Reply] to Laugier, pp. 579 - 580; [Reply] to Lauener, pp. 581 - 582.</li>\n<li>1978. Reply to Lycan and Pappas. in Philosophia (July 1978), 7(3-4): 637-638. Reply to William G. Lycan's and George S. Pappas's Quine's Materialism. in Philosophia (1976), 6: 101-130. [translated and reprinted in W. V. Quine's Saggi Filosofici]</li>\n<li>1978. Use and Its Place in Meaning. in Erkenntnis (July 1978), 13: 1-8. [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1978.+ The Ideas of Quine. in Men of Ideas, B. Magee (editor), London, pp. 168 - 179 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1978. Postscript on Metaphor. in Critical Inquiry (Autumn 1978), 5(1): 161-162. [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1978.+ On the Nature of Moral Values. in Values and Morals., A. I. Goldman and J. Kim (editors), Reidel, pp. 37 - 45 [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1979.+ Comments (on Davidson) in Meaning and Use, A. Margalit (editor), Reidel, 21 - 22</li>\n<li>1979. Comments on W. Newton-Smith. in Analysis (March 1979), 39(2): 66-67. Comments on W. Newton Smith's The Underdetermination of Theory by Data. in Proceedings of the Aristotelian Society Supplementary Volume (1978), 52: 71-91.</li>\n<li>1979. On Not Learning to Quantify. in Journal of Philosophy (August 1979), 76(8): 429-430.</li>\n<li>1979. Cognitive Meaning. in Monist (April 1979), 62(2): 129-142 [translated and reprinted in W. V. Quine's Saggi Filosofici] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1979.* Clauses and Classes. in Bulletin d'Information, Société Française de Logique, Methodologie et Philosophie des Sciences (1979), 6: 23-39</li>\n<li>1979.+ Kurt Gödel. in American Philosophical Association Yearbook, pp. 81 - 84 [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1979. Has Philosophy Lost Contact with People? in Newsday (November 18, 1979), Part 1, Section 2: 5, 13. Rewritten by editor of Newsday. [original text printed in W. V. Quine's Theories and Things]</li>\n<li>1979.+ Reply to Prof. Seidel New York Review of Books 1979), 25 (22): 49</li>\n<li>1979.+ Word of advice Boston Herald American (newspaper), January 22, 1979: 15</li>\n<li>1980. Sellars on Behaviorism, Language, and Meaning. in Pacific Philosophical Quarterly (January-April 1980), 61(1-2): 26-30. Comments on Wilfrid Sellars' Behaviorism, Language and Meaning, pp. 3-25. [partially reprinted in W. V. Quine's Theories and Things]</li>\n<li>1980. Soft Impeachment Disowned. in Pacific Philosophical Quarterly (October 1980), 61(4): 450-451 [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1980. What Is It All About? American Scholar (Winter 1980-81), 50(1): 43-54. [Revised and expanded as Things and Their Place in Theories, in W. V. Quine's Theories and Things [given as the Gail Caldwell Stine Memorial Lecturer - with brief memorial comments - at Mt. Holyoke College in Massachusetts in April 1980 and soon afterward at Oakland University in Michigan, Uppsala University in Sweden, and the University of Iceland]</li>\n<li>1980.+ The Variable and Its Place In Reference. in Philosophical Subjects: Essays on the Work of P. F. Strawson, Z. van Straaten (editor), Oxford, pp. 164 - 173 [partially reprinted in W. V. Quine's Theories and Things]</li>\n<li>1980. Preface to Bruno Garofalo (editor) Lezioni di filosofia del linguaggio (Napoli: Casa Editrice Didasco: 1980) with Italian Traduzione by Bruno Garofalo</li>\n<li>1981. What Price Bivalence? Journal of Philosophy (February 1981), 78(2): 90-95 [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1981. Predicate Functors Revisited. in Journal of Symbolic Logic649-652 [reprinted in W. V. Quine's Theories and Things]</li>\n<li>1981.* Grammar, Truth, and Logic. pp. 17 - 28 in Philosophy and Grammar: Papers on the Occasion of the Quincentennial of Uppsala University., S. Kanger and S. Ohman (editors), D. Reidel Publishing ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1981.* The Pragmatists' Place in Empiricism. pp. 21-39 in Pragmatism: Its Sources and Prospects, Robert J. Mulvaney and Philip M. Zeltner (editors), University of South Carolina Press [partially reprinted in W. V. Quine's Theories and Things and Quintessence as Five Milestones of Empiricism]</li>\n<li>1981.* Reply to Chihara. in Midwestern Studies in Philosophy VI, 1981: the Foundations of Analytic Philosophy 6: 453 - 454</li>\n<li>1981.* Reply to Stroud. in Midwestern Studies in Philosophy VI, 1981: the Foundations of Analytic Philosophy 6: 473 - 475</li>\n<li>1981. Replies to Eleven Essays. in Philosophical Topics [formerly: Southwestern Journal of Philosophy] (Spring 1981), 12(1): 227-244. Replies to the eleven essays (by Gilbert Harmon, J. N. Mohanty, Michael E. Levin, Richard E. Grandy, Dale Gottlieb, Stephen Leeds, M. J. Cresswell, Mark Pastin, Mark Steiner, Diana Ackerman, and Donald Davidson) that appeared in the Quine issue of the Southwestern Journal of Philosophy (Summer 1978), 9(2)</li>\n<li>1982.* Volumen especial: Dedicado a la filosofia de W. V. O. Quine (Special Volume dedicated to the Philosophy of W. V. O. Quine in Analisis Filosofico (Philosophical Analysis), Volumen II, Numeros 1-2, Mayo - Noviembre 1982 1982), Includes (Quine replies in Spanish and English): [Reply] to Corsi, pp. 22 - 23 and 159 - 160; [Reply] to Church, pp. 32 - 34 and 160 - 161; [Reply] to Dalla Chiara and Toralso Di Francia, pp. 43 - 46 and 162 - 164; [Reply] to Orayen, pp. 72 - 76 and 165 - 167; [Reply] to Ros, pp. 103 - 104 and 168 - 169; [Reply] to Schuldenfrei, p. 122 - 124 and 169 - 171; [Reply] to Simpson, pp. 136 - 137 and 171 - 172; [Reply] to Zuleta, pp. 155 - 157 and 172 - 173.</li>\n<li>1982. Burdick's Attitudes. in Synthese (August 1982), 52(2): 231-232. Comments on Howard Burdick's A Logical Form for the Propositional Attitudes, pp. 185-230.</li>\n<li>1982. Respuestas. in Analisis Filosófico (Buenos Aires) (1982), 2: 159-173</li>\n<li>1983. Ontology and Ideology Revisited. in Journal of Philosophy (September 1983), 80(9): 499-502 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1983. Donald Cary Williams. in Proceedings and Addresses of the American Philosophical Association (1983), 57: 245-248. [reprinted in Harvard University Gazette, 1983]</li>\n<li>1983.+ Gegenstand und Beobachtung. in Kant oder Hegel? , D. Henrich (editor), Stuttgart: Klein-Cotta, pp. 412 - 422</li>\n<li>1984.+ Sticks and Stones; or, the Ins and Outs of Existence. pp. 13 - 26 in On Nature LeRoy S. Rouner (Editor), Boston University Studies in Philosophy and Religion, volume 6 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1984. What I Believe. in What I Believe Mark Booth (Editor) pages 70-75 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1984. Relativism and Absolutism. in Monist (July 1984), 67(3): 293-296 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1984. Carnap's Positivistic Travail. in Fundamenta Scientiae (1984), 5: 325-333 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1985. States of Mind. in Journal of Philosophy (January 1985), 82(1): 5-8 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1985.+ Events and Reification. pp. 162 - 171 in Actions and Events: Perspectives on the Philosophy of Donald Davidson, Ernest LePore and Brian McLaughlin (editors), Basil Blackwell (publisher), New York ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1985. The Interview: Willard Van Orman Quine by D. C. Denison in Boston Sunday Globe Magazine (July 14, 1985): 2 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1986.+ Peano as Logician. in Celebrazione in Memoria di Giuseppe Peano, A. Conte (editor), Tornio: Universita, pp. 33 - 43 [reprinted in W. V. Quine's Selected Logic Papers, 2nd edition]</li>\n<li>1986.+ The Sensory Support of Science. in Discursos , Granada: Universidad, pp. 31 - 59 [translated and reprinted in Symposium Quine (Granada) as El soporte sensorial de la ciencia, 1987] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1986.+ Books That Mattered. in Harvard Guide to Influential Books, C. M. Devine et al (editors), New York: Harper, pp. 204 - 205 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1986.+ Autobiography, Replies, and Autobibliography. in The Philosophy of W. V. Quine, L. E. Hahn and P. A. Schilpp (editors), La Salle: Open Court, passim (many pages throughout)</li>\n<li>1986.+ Panel on Reference. in Philosophie et culture , Montreal: Beffroi, pp. 225 - 227 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1987.+ Symbols. in Oxford Companion to the Mind , R. L. Gregory (editor), Oxford, pp. 763 - 765</li>\n<li>1987.+ Respuestas. in Symposium Quine, T. Calvo and J. J. Acero (editors), Granada: Universidad, passim (throughout)</li>\n<li>1987.* Belief. pp. 371 - 372 in ETC. A Review of General Semantics (A journal devoted to the role of symbols in human behavior) Volume 44: number 4, Winter 1987 [article reprinted from W. V. Quine's Quiddities]</li>\n<li>1987. Carnap. in Yale Review (Winter 1987), 76(2): 226-230 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1987. Indeterminacy of Translation Again. in Journal of Philosophy (January 1987), 84(1): 5-10 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1987.* An Ode to Antipodes. in The Sciences (The New York Academy of Sciences), September 1987, pp. 20 - 21 [published in a revised version in W. V. Quine's Quiddities]</li>\n<li>1988. A Comment on Agassi's Remarks. in Zeitschrift für Allgemeine Wissenschaftstheories: Journal for General Philosophy of Science (1988), 19: 117-118. On Joseph Agassi's Ixmann and the Gavagai, pp. 103-116.</li>\n<li>1988. Logical Correspondence with Russell. in Russell: the Journal of the Bertrand Russell Archives (Summer-Winter 1988), new series 8(1-2): 225-231. Reprinted as a monograph by McMaster University Library Press, Hamilton Ont, Canada, in 1989. Reprinted in Ian Winchester, Kenneth Blackwell, eds., Antinomies and Paradoxes: Studies in Russell's Early Philosophy (Hamilton: McMaster University Library Press, 1989) 225-231 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1988.+ The Tenability of Russell's Early Philosophy a panel discussion of A. J. Ayer (moderator), I. Grattan-Guinness, Nicholas Griffin, Robert Tully, and W. V. O. Quine in Russell: the Journal of Bertrand Russell Studies 8, issue 1: 232-246</li>\n<li>1988. To a Graduate Student in Philosophy. in Proceedings and Addresses of the American Philosophical Association (September 1988), Supplement, 62(1): 258-259 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1988.+ Meaning, Truth, and Reference. in Les Formes actuelles du vrai., N. Incardona (editor), Paris: Institute International de Philosophie [year not confirmed, page numbers unknown]</li>\n<li>1988.* Lines On Life For Mr. Moorhead is best known as Life is agid. Life is fulgid. and was renamed (by the editor) Methods of Logic when published in Hugh S. Moorhead (editor) The Meaning of Life: According To Our Century's Greatest Writers and Thinkers. (Chicago: Chicago Review Press): 154-155 (handwritten and printed versions) ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1988. Quine Speaks His Mind. in Cogito (Bristol) (1988), 2(2): 1-5. Edo Pivcevic interviews Quine ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1988. Wayward Passages. in Grand Street (Autumn) 8: 86-90 [favorite one line quotes and phrases by Quine]</li>\n<li>1989.* Mind, Brain, and Behavior. pp. 1 - 6 in Progress in Behavioral Studies Volume 1, Aaron J. Brownstein (editor), Cambridge Center for Behavioral Studies, Cambridge MA ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1989. Fermat's last theorem in combinatorial form in American Mathematical Monthly, vol. 95, p. 626.</li>\n<li>1990.* Let Me Accentuate the Positive. pp. 117 - 119 in Reading Rorty, Alan Malachowski (editor), Basil Blackwell, Cambridge, MA ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1990.* The Elusiveness of Reference. pp. 13 - 24 in Sprache, Theorie und Wirklichkeit: Studia Philosophica et Historica, Michael Sukale (editor), Peter Lang, Frankfurt am Main [English chapter in an otherwise 90% German book] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1990. Elementary Proof That Some Angles Cannot be Trisected by Ruler and Compass. in Mathematics Magazine (April 1990), 63(2): 95-105</li>\n<li>1990.+ Three Indeterminacies. in Perspectives on Quine , R. B. Barrett and R. F. Gibson (editors), Oxford: Blackwell, pp. 1 - 16 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1990.+ The Phoneme's Long Shadow. in Emics and Etics: The Insider / Outsider Debate (Frontiers of Anthropology), T.N. Headland, K.L. Pike, M. Harris, eds. (Newbury Park, OR: Sage Publishing) pp. 164-167 [citation corrected Nov. 11, 2007] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1990.+ Frege, Gottlob. in Colliers Encyclopedia, NY: MacMillan, volume 10: 362 - 363</li>\n<li>1990.* Selected Correspondence with Geach. pp 27 - 43 in Peter Geach: Philosophical Encounters, Synthese Library volume 213, Harry A. Lewis (editor), Kluwer Academic Publishers</li>\n<li>1991. Two Dogmas in Retrospect. in Canadian Journal of Philosophy (September 1991), 21(3): 265-274 ; [reprinted in W. V. Quine's Quintessence] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1992. Structure and Nature. in Journal of Philosophy (January 1992), 89(1): 6-9 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1992. Immanence and Validity. in Dialectica (1992), 45(2-3): 219-230 [reprinted in W. V. Quine's Selected Logic Papers, 2nd edition ]</li>\n<li>1992.+ Hobbling the Hawkers. in Common Knowledge (Spring 1992), 1(1): 17-18 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1992.* On Philosopher's Concern with Language (renamed by the editor as) Words are All We Have to Go On. in TLS [Times Literary Supplement] (July 3, 1992), 4657: 8 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1992. Commensurability and the Alien Mind. in Common Knowledge (Winter 1992), 1(3): 1-2 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1992. Replies to Professor Riska's Eight Questions. Filozofia (1992), 47(8): 501-503. In Slovak. ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1993. Dews PB; Estes WK; Morse WH; Quine WVO; Herrnstein RJ. Memorial Minute for B. F. Skinner. in Harvard Gazette (March 26, 1993), 88 (28) [reprinted in 1994]</li>\n<li>1993.* The Nature of Natural Knowledge. pp. 441 - 450 in Foundations of Philosophy of Science: Recent Developments, James H. Fetzer (editor), Paragon House, New York [earlier printing in 1975. Mind &amp; Language]</li>\n<li>1993.* Philosophy. by Steven Vita (interview on books, art, journalism) pp. 19 - 27 in Veery (the first journazine) ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1993.* Life and Logic. in Falling in Love with Wisdom: American Philosophers Talk About Their Calling., David D. Karnos and Robert G. Shoemaker (editors), New York: Oxford University Press, pp. 195 - 198 [excerpted from W. V. Quine's The Time of My Life: An Autobiography]</li>\n<li>1993. In Praise of Observation Sentences. With Appendix on Neural Intake. in Journal of Philosophy (March 1993), 90(3): 107-116 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1993. The Inception of 'New Foundations'. in Bulletin de la Société Mathématique de Belgique (1993), 45: 325-328 [reprinted in W. V. Quine's Selected Logic Papers, 2nd edition]</li>\n<li>1994.* W. V. Quine: Perspectives on Logic, Science and Philosophy (1994 interview by Bradley Edmister and Michael O'Shea) in The Harvard Review of Philosophy Spring 1994: Volume IV, Number 1, pp. 47 - 57 [reprinted in 2002. Philosophers in Conversation: Interviews from the Harvard Review of Philosophy, S. Phineas Upham (Editor)] ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1994.* Twentieth-Century Logic pp. 27 - 39 in The American Philosopher: Conversations with Quine, Davidson, Putnam, Nozick, Danto, Rorty, Cavell, MacIntyre, and Kuhn, Giovanna Borradori, University of Chicago Press, Chicago ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1994.* Comment on \"Carnap and Quine by Neil Tennant\" pp. 345 - 351 in Logic, Language, and the Structure of Scientific Theories: Proceedings of the Carnap - Reichenbach Centennial, University of Konstanz, 21-24 May 1991, Wesley Salmon and Gereon Wolters (editors), University of Pittsburg Press, Pittsburgh ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1994. Promoting Extensionality. in Synthese (January 1994), 98(1): 143-151 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1994. Indeterminacy Without Tears. in Il Cannocchiale (1994), 1/2: 57-58 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1994. Responses. in Inquiry special issue entitled Symposium on Quine's Philosophy, D. Føllesdal and A. Hannay (editors), (December 1994), 37(4): 495-505. [Quine responds to articles by Günter Abel, Lars Bergström, Donald Davidson, Burton Dreben, Roger F. Gibson, Christopher Hookway and Dag Prawitz] ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1994. Assuming Objects. in Theoria (1994), 60(3): 226-231 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1994.+ Interview of Quine by L. Bergstrom and D. Føllesdal in Theoria (1994), 60: 193 - 206 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1994.+ Prologo in Kurt Gödel, Ensayos ineditos, Barcelona: Mondadori, pp. 9 - 10 [see: 1995. \"Foreward\" for English language version]</li>\n<li>1994. Une journee avec Quine ... Les points principaux de ma position philosophique ... Discussion [?? in :] A. Soulez, F. Schitz, M. Sebestik, Grammaire, sujet et Signification, Cahiers de philosophie ancienne et du langage de l'Université de Paris XII-Val-de-Marne. Série Philosophie du langage n°1. L'Harmattan, Paris, p.9-35.</li>\n<li>1994.+ Truth. pp. 1 - 20 in Philosophical Problems Today, Volume 1 G. Floistad (editor), Kluwer Academic Publishers [adapted from W. V. Quine's Philosophy of Logic pp. 36 - 46] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1994. Exchange between Donald Davidson and W.V. Quine following Davidson's Lecture. in Theoria (1994), 60(3): 226-231 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1994. Dews PB; Estes WK; Morse WH; Quine WVO; Herrnstein RJ. Memorial Minute for B. F. Skinner. in The Behavior Analyst (1994), 17 (1): 3-5 ; [originally published in 1993]</li>\n<li>1995.+ Foreward in Kurt Gödel: Unpublished Philosophical Essays, Basel-Boston-Berlin: Birkhauser Verlag, pp. 7 - 8 [originally published in Spanish as \"Prologo\" in 1994] ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1995. Naturalism; Or, Living Within One's Means. in Dialectica (1995), 49(2-4): 251-261 [reprinted in W. V. Quine's Quintessence] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1995.+ Reactions. in On Quine, P. Leonardi and M. Santambrogio (editors), Cambridge University Press, pp. 347 - 361 ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1995.+ Peirce's Logic. in Peirce and Contemporary Thought, K. L. Ketner (editor), NY: Fordham, pp. 23 - 31 [preprinted in W. V. Quine's Selected Logic Papers, 2nd edition]</li>\n<li>1996. Progress on Two Fronts. in Journal of Philosophy (April 1996), 93(4): 159-163 ; [reprinted in W. V. Quine's Quintessence] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1996. Quine /'kwain/, Willard Van Orman (b. 1908) in Thomas Mautner, ed., Dictionary of Philosophy (Oxford: Blackwell Publishers) ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1997. Free Logic, Description, and Virtual Classes. in Dialogue (Winter 1997), 36(1): 101-108 [preprinted in W. V. Quine's Selected Logic Papers, 2nd edition]</li>\n<li>1997. Responses to seven papers: Response to Hintikka, Response to Smart, Response to Haack, Response to Orenstein, Response to Lewis and Holdcroft, Response to Laugier, Response to Lauener, Revue Internationale de Philosophie (December 1997), 51(4) [202]: 567-582 ; [partial reprint in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1997. Mission To Brazil -- In Logique &amp; Analyse (1997), 5-8 [ based in major portion upon Quine's autobiography pp. 170-175]</li>\n<li>1997. Response to Leemon McHenry, Process Studies, The Forum 26: 26, 1997, pp. 13-14 [response to: Leemon McHenry, \"Quine and Whitehead: Ontology and Methodology,\" Process Studies, The Forum, 26, 1997, pp. 2-12.] [Reprinted in Process and Analysis: Whitehead, Hartshorne and the Analytic Tradition, edited by George Shields, Albany: State University of New York Press, 2003, pp. 171-173.] ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1997.* The Flowering of Thought in Language in Thought and Language. John Preston, Editor; Cambridge University Press [presented at annual conference of the Royal Institute of Philosophy, University of Reading (UK), Sept. 1996] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>1997.* Acceptance Speech in Kyoto Prizes &amp; Inamori Foundation Grants 1996. The Inamori Foundation. Kyoto: pp. 50-51 [even numbered pages in Japanese; odd numbered pages in English] ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1997.* Tidy Parsimony in Kyoto Prizes &amp; Inamori Foundation Grants 1996. The Inamori Foundation. Kyoto: pp. 140-153 [even numbered pages in Japanese; odd numbered pages in English] ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1998. DIE ENTWICKLUNG VON BEWUßTSEIN UND SPRACHE (Karl Jaspers Lectures given at Oldenburg on 5-6 1997) -- In LOGOS, 5, 1998 pp. 23-35</li>\n<li>1999. Where Do We Disagree? in Philosophy of Donald Davidson, The Library of Living Philosophers XXVII, Open Court, 1999 Book details, price, and availability from Amazon.com ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>1999. A Tribute from the National Academy of Sciences (presented at the Memorial Meeting of The Charles S. Peirce Sesquicentennial International Congress, Harvard University, 10 September 1989) in Peirce Studies Number Six: Charles Sanders Peirce Memorial Appreciation, The Press of Arisbe Associates, Elsah, Illinois, 1999 pp. 15 - 22 (10 years in press) ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2000. I, You, and It: An Epistemological Triangle pp. 1-6 in Orenstein, Alex and Kotatko, Petr (editors) Knowledge, Language And Logic: Questions For Quine (Boston Studies In The Philosophy Of Science): This book includes papers presented by Quine and other leading figures in their fields at a conference in the Czech Republic in 1995 on Quine's work. Book details, price, and availability from Amazon.com ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2000. Response to Anthony, Response to Bergstrom, Response to George, Response to Gibson, Response to Gjelsvik, Response to Grayling, Response to Horwich, Response to Lehrer, Response to Miscevic, Response to Neale, Response to Orenstein, Response to Pagin, Response to Parsons, Response to Ray, Response to Recanati Response to Segal, Response to Stoutland, Response to Szubka, and Response to Woodruff pp. 407-430 in Orenstein, Alex and Kotatko, Petr (editors) Knowledge, Language And Logic: Questions For Quine (Boston Studies In The Philosophy Of Science):This book includes papers presented by Quine and other leading figures in their fields at a conference in the Czech Republic in 1995 on Quine's work. It also includes Quine's replies to each of the papers presented. Essays concern Quine's views on knowledge: observation, holism, truth, naturalized epistemology; about language: meaning, the indeterminacy of translation, conjecture; and about the philosophy of logic: ontology, singular terms, vagueness, identity, and intensional contexts. Book details, price, and availability from Amazon.com ; [partial reprint in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2000. Three Networks: Similarity, Implication, and Membership [listed in the original program as The Pre-Established Harmony of Subjective Perceptual Similarity] in Proceedings of the Twentieth World Congress of Philosophy, Volume 6, (Boston, August, 1998) Book details, price, and availability from Amazon.com also the complete Proceedings of the Twentieth World Congress of Philosophy - Volumes 1-12 ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2001. Confessions of a Confirmed Extensionalist in Floyd, Juliet and Shieh, Sanford (editors). Future Pasts: Perspectives On Analytic Philosophy In The Twentieth Century, Oxford University Press, 2000. Book details, price, and availability from Amazon.com [reprinted in W. V. Quine's Quintessence] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2001. Truth pp 473 - 481 in Lynch, Michael P. (editor). The Nature of Truth: Classic and Contemporary Perspectives, The MIT Press, 2001. Book details, price, and availability from Amazon.com</li>\n<li>2002. Advice to the Next Generation in Harmon, James L (editor). Take My Advice: Letters To The Next Generation. Simon and Schuster. (written April 8, 1989; published in April 2002) Book details, price, and availability from Amazon.com ; [reprinted in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2002. W. V. Quine: Perspectives on Logic, Science and Philosophy (1994 interview by Bradley Edmister and Michael O'Shea) in Philosophers in Conversation: Interviews from the Harvard Review of Philosophy by S. Phineas Upham (Editor) Book details, price, and availability from Amazon.com</li>\n<li>2003. Ohlédnutí za dvěma dogmaty. in Filosofický ( 2003), 70 - 83 (Two Dogmas in Retrospect translated by Jaroslav Peregrin into Czech) [lecture notecard]</li>\n<li>2003. 1946 Lectures on David Hume's Philosophy (James G. Buickerood, editor) in Eighteenth-Century Thought 1: 171-254 [full text from the original lecture note cards of W. V. Quine's course on Hume, Philosophy 14C, Harvard University, summer 1946] The first lecture note card is illustrated here [2003 and 2004 papers combined and published in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2004. Buickerood, James G. Addenda to Quine on Hume in Eighteenth-Century Thought 2: 153-163 [14 additional notes cards and sheets of paper from the original materials for W. V. Quine's course on Hume, Philosophy 14C, Harvard University, summer 1946] [2003 and 2004 papers combined and published in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1946). Nominalism in Dean W. Zimmerman. Ed., Oxford Studies in Metaphysics, vol. 4 (Oxford: Oxford University Press), 3-21 [\"Nominalism\" was presented at the Harvard Philosophical Colloquium in Emerson B, Cambridge, Massachusetts on March 11, 1946. The 86 unpublished 3x5 note cards were transcribed by Paolo Mancosu.] ; [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1946). On the Notion of an Analytic Statement for University of Pennsylvania, December 18, 1946 at 3 pm. [75 verbatim lecture note cards] [first published in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1947). The Importance of Logic for Philosophy for Harvard Philosophy Club, Public Meeting, December 2, 1947 at 8 pm. [62 verbatim lecture note cards] [first published in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1947). Where is Logic Going? for Visiting Committee Dinner, December 13, 1947. [22 verbatim lecture note cards] [first published in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1949). Animadversions on the Notion of Meaning for Philosophy Colloquium, University of Pennsylvania, December 6, 1949 [18 verbatim lecture note cards = also December 9, 1949 as Logical Aspect of the Problem of Meaning] [first published in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1950). The Entangled Philosophies of Mathematics for Harvard Philosophy Club, Public Meeting, October 11, 1950 at 8 pm. [29 verbatim lecture note cards and clipping of announcement; 52 minutes as of card 26] [first published in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1959). Meaning at Center for Advanced Studies in Behavioral Sciences, Stanford University, March 1959. [verbatim lecture notes on 11 pages of a 2 inch by 3 inch note pad Misc. talks] [first published in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1960). Introducing Piaget April 27, 1960. [8 verbatim lecture note cards] ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1963). Mind-Body Problem informal remarks at Harvard Health Services weekly lunch, January 9, 1963. [4 verbatim lecture note cards] ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1974). W. V. Quine's Remarks [start 11:50 minutes into the recording] in RealAudio at B. F. Skinner's Harvard University Retirement Party, October 17, 1974 is a wonderful description of parallels between Skinner and Quine's lives with connection to Alice in Wonderland. A transcript of the original 11 note cards is available at www.wvquine.org/wvq-about.html#AIINTERV ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1975). Farewell Thanks at Villa Serbelloni, Italy (?), September 17, 1975. [1/2 page verbatim lecture notes] ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1975). Introducing Church at annual Alfred North Whitehead memorial lecture, March 18, 1975. [4 verbatim lecture note cards] ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1976). Introducing Dummett at ??, February 25, 1976. [3 verbatim lecture note cards] ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1977). Introducing Campbell at ??, April 13, 1977. [4 verbatim lecture note cards] ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1978). Farewell Department Dinner for Me at Harvard University, May 4, 1978. [3 verbatim lecture note cards] ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1980). Acceptance being honored as first Gail Caldwell Stine (memorial) lecturer as introduction to \"What Is It All About?\" [4 inch by 7 inch air letter flap verbatim lecture note] ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1984). Saul Kripke introduction at Kaplan Festival at Stanford, March 19, 1984. [6 verbatim lecture note cards] ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1986). Jean van Heijenoort Memorial at Harvard University, April 28, 1986. [5 verbatim lecture note cards - Misc. talks] (there were memorials at both Harvard University and Stanford University; I've corrected this listing to indicate that Quine's talk was at Harvard based on Irving H. Anellis' \"Jean van Heijenoort, the revolutionary, the scholar, and man (1912-1986)\" in Studies in East European Thought (1988) 35(2): 147-178) ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1986). The Way The World Is was presented at Harvard's 350th celebration, Cambridge, MA in March 1986 [verbatim lecture 8.5 by 11 typescript] [first published in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1990). Preface to The Logic of Sequences: A Generalization of Principia Mathematica (Harvard Dissertations in Philosophy).: Garland, x + 290 pp. [reprinted in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1992). Pressing Extensionality, Føllesdal Festival, Oslo, June 13, 1992 [verbatim notecards 4 inch x 6 inch] [first published in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1994). Introducing Roger Shepard, November 16, 1994 [verbatim notecards 4 inch x 6 inch] ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1995). In Memory of John Finley, Eliot House, October 26, 1995 [verbatim notecards 4 inch x 6 inch] ; [first published in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2008 (1996). The Innate Foundational Endowments (draft in W. V. Quine archives dated March and May 1996) [first published in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1998). The Growth of Mind and Language originally published in German as DIE ENTWICKLUNG VON BEWUßTSEIN UND SPRACHE (Karl Jaspers Lectures given at Oldenburg on 5-6 1997) -- In LOGOS, 5, 1998 pp. 23-35 [first English language publication in W. V. Quine. 2008. Confessions of a Confirmed Extensionalist]</li>\n<li>2008 (1998). There is Always a Further Step originally published in German as Es gibt immer einen weiteren Schritt -- In Dagmar Bouchers, Olaf Brill, and Uwe Czaniera, eds., Einladung zum Denken: Ein kleiner Streifzug durch die analytische Philosophie (Vienna: Verlag Hölder-Pinchler-Tempsky, 1998), 30-45 ; [first English language publication in W. V. Quine. 2008. Quine in Dialogue]</li>\n<li>2015 in press (1972) Levels of Abstraction originally presented at First International Conference on Unified Science, New York, November, 1972. [10 page typewritten manuscript preserved by Dr. Rolfe Leary]; being presented by Douglas Quine at the December 2014 University of Glasgow, Scotland conference on Quine and His Place In History and in press 2015 in the proceedings</li></ul>",
        "<ul><li><a href=\"/wiki/Quine_(inform%C3%A1tica)\" title=\"Quine (informática)\">Quine</a>, programa de computador inventado por influência de Willard Quine.</li>\n<li><a href=\"/wiki/%C3%81tomo_de_Quine\" title=\"Átomo de Quine\">Átomo de Quine</a>, o hiperconjunto <i>Q = { Q }</i></li>\n<li><a href=\"/wiki/Metaontologia\" title=\"Metaontologia\">Metaontologia</a></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.wvquine.org/\">Bibliografia completa de Quine</a>, em inglês.</li>\n<li>Texto original de \"<a rel=\"nofollow\" class=\"external text\" href=\"http://www.ditext.com/quine/quine.html\">Two Dogmas of Empiricism</a>\", em inglês.</li>\n<li>Texto original de \"<a rel=\"nofollow\" class=\"external text\" href=\"http://sveinbjorn.org/simple_theories_of_a_complex_world\">On Simple Theories Of A Complex World</a>\", em inglês.</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_States.svg\" title=\"Portal dos Estados Unidos\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/40px-Flag_of_the_United_States.svg.png\" decoding=\"async\" width=\"25\" height=\"13\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/60px-Flag_of_the_United_States.svg.png 2x\" data-file-width=\"1235\" data-file-height=\"650\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Estados_Unidos\" title=\"Portal:Estados Unidos\">Portal dos Estados Unidos</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1908\" title=\"Categoria:Nascidos em 1908\">Nascidos em 1908</a><a href=\"/wiki/Categoria:Mortos_em_2000\" title=\"Categoria:Mortos em 2000\">Mortos em 2000</a><a href=\"/wiki/Categoria:Pr%C3%AAmio_Kyoto\" title=\"Categoria:Prêmio Kyoto\">Prêmio Kyoto</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_anal%C3%ADticos\" title=\"Categoria:Filósofos analíticos\">Filósofos analíticos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_dos_Estados_Unidos\" title=\"Categoria:Filósofos dos Estados Unidos\">Filósofos dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_ateus\" title=\"Categoria:Filósofos ateus\">Filósofos ateus</a><a href=\"/wiki/Categoria:Ateus_dos_Estados_Unidos\" title=\"Categoria:Ateus dos Estados Unidos\">Ateus dos Estados Unidos</a><a href=\"/wiki/Categoria:Matem%C3%A1ticos_dos_Estados_Unidos\" title=\"Categoria:Matemáticos dos Estados Unidos\">Matemáticos dos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_matem%C3%A1tica\" title=\"Categoria:Filósofos da matemática\">Filósofos da matemática</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:L%C3%B3gicos_dos_Estados_Unidos\" title=\"Categoria:Lógicos dos Estados Unidos\">Lógicos dos Estados Unidos</a><a href=\"/wiki/Categoria:Epistemologistas\" title=\"Categoria:Epistemologistas\">Epistemologistas</a><a href=\"/wiki/Categoria:Pragmatistas\" title=\"Categoria:Pragmatistas\">Pragmatistas</a><a href=\"/wiki/Categoria:Fellows_do_Comit%C3%AA_para_a_Investiga%C3%A7%C3%A3o_C%C3%A9tica\" title=\"Categoria:Fellows do Comitê para a Investigação Cética\">Fellows do Comitê para a Investigação Cética</a><a href=\"/wiki/Categoria:Professores_da_Universidade_Wesleyan\" title=\"Categoria:Professores da Universidade Wesleyan\">Professores da Universidade Wesleyan</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/c/cd/Willard_Van_Orman_Quine_on_Bluenose_II_in_Halifax_NS_harbor_1980.jpg/250px-Willard_Van_Orman_Quine_on_Bluenose_II_in_Halifax_NS_harbor_1980.jpg",
    "view": "willard_van_orman_quine"
}