{
    "url": "https://pt.wikipedia.org/wiki/William_Stanley_Jevons",
    "codigo_http": 200,
    "titulo": [
        "William Stanley Jevons"
    ],
    "conteudo": [
        "William Stanley Jevons (Liverpool, 1 de setembro de 1835 — Bexhill, 13 de agosto de 1882) foi um economista britânico.\n",
        "Foi um dos fundadores da Economia Neoclássica e formulador da teoria da utilidade marginal, que imprimiu novo rumo ao pensamento econômico mundial, especialmente no que se refere à questão da determinação do valor, solucionando o paradoxo utilidade na determinação dos valores das coisas (por que o pão, tão útil, é barato, e o brilhante, quase inútil, é caro?) que até então confundia os economistas.\n",
        "Inicialmente estudou química e botânica, e depois lógica e economia no University College de Londres onde assumiria a cadeira de economia política na University College, até se aposentar (1880) e tornou-se conhecido pela originalidade de suas teorias.\n",
        "Brilhante escritor, e que teve ampla influência, sua obra capital foi Theory of Political Economy (1871), livro de importância relevante na história do pensamento econômico, em que expôs de forma definitiva a teoria da utilidade marginal, desenvolvida paralelamente por Carl Menger em Viena e Léon Walras na França.\n",
        "Estudou as relações entre as necessidades materiais e o estímulo ao trabalho, tendo chegado a conclusões que - embora hoje pareçam curiosas - estavam alinhadas com o mainstream do pensamento econômico liberal e dos marginalistas de sua época:\n",
        "Morreu em Bexhill, Inglaterra, com apenas 46 anos, vítima de um afogamento acidental. Tinha, também, conhecimentos práticos de Física, Metalurgia e Meteorologia e deixou inacabados um ensaio sobre religião e ciência, um estudo sobre a filosofia de John Stuart Mill e a obra Principles of Economy.\n",
        "Jevons chegou bem cedo em sua carreira às doutrinas que constituíram suas contribuições mais características e originais para a economia e a lógica. A teoria da utilidade, que se tornou a tônica de sua teoria geral da economia política, foi praticamente formulada em uma carta escrita em 1860; e o germe de seus princípios lógicos da substituição de semelhantes pode ser encontrado na visão que ele propôs em outra carta escrita em 1861, de que \"a filosofia consistiria unicamente em apontar a semelhança das coisas\". A teoria da utilidade acima referido, a saber, que o grau de utilidade de uma mercadoria é alguma função matemática contínua da quantidade da mercadoria disponível, juntamente com a doutrina implícita de que a economia é essencialmente uma ciência matemática, assumiu uma forma mais definida em um artigo sobre \"A General Mathematical Theory of Political Economy\", escrito para a British Association em 1862. Este artigo não parece ter atraído muita atenção, nem em 1862, nem em sua publicação quatro anos depois no Journal of the Statistical Society; e foi somente em 1871, quando a Teoria da Economia Política apareceu, que Jevons apresentou suas doutrinas em uma forma totalmente desenvolvida.[2]\n",
        "Não foi, entretanto, como um teórico lidando com os dados fundamentais da ciência econômica, mas como um escritor sobre questões econômicas práticas, que Jevons recebeu primeiro reconhecimento geral. Uma Séria Queda no Valor do Ouro (1863) e A Questão do Carvão (1865) colocaram-no na primeira fila como escritor de economia aplicada e estatística; e ele seria lembrado como um dos principais economistas do século 19, mesmo que sua Teoria da Economia Política nunca tivesse sido escrita. Suas obras econômicas incluem Money and the Mechanism of Exchange (1875), escrito em um estilo popular e mais descritivo do que teórico; uma cartilha sobre economia política (1878); O Estado em Relação ao Trabalho (1882), e duas obras publicadas após sua morte, Métodos de Reforma Social \"e\" Investigações em Moeda e Finanças , contendo papéis que apareceram separadamente durante sua vida. O último volume mencionado contém as especulações de Jevons sobre a conexão entre crises comerciais e manchas solares. Na época de sua morte, ele estava empenhado na preparação de um grande tratado de economia e havia redigido um índice e concluído alguns capítulos e partes de capítulos. Este fragmento foi publicado em 1905 sob o título de The Principles of Economics: um fragmento de um tratado sobre o mecanismo industrial da sociedade, e outros artigos .[3]\n",
        "Em The Coal Question, Jevons cobriu uma série de conceitos sobre esgotamento de energia que foram recentemente revisados ​​por escritores que tratam do assunto do pico petrolífero. Por exemplo, Jevons explicou que melhorar a eficiência energética normalmente reduzia os custos de energia e, portanto, aumentava em vez de diminuir o uso de energia, um efeito agora conhecido como paradoxo de Jevons. A Questão do Carvão continua a ser um estudo paradigmático da teoria do esgotamento de recursos. O filho de Jevons, H. Stanley Jevons, publicou um estudo de acompanhamento de 800 páginas em 1915 no qual as dificuldades de estimar as reservas recuperáveis ​​de um recurso teoricamente finito são discutidas em detalhes.[4]\n",
        "Em 1875, Jevons leu um artigo sobre a influência do período das manchas solares no preço do milho em uma reunião da Associação Britânica para o Avanço da Ciência. Isso chamou a atenção da mídia e levou à criação da palavra manchas solares para alegações de ligações entre vários eventos cíclicos e manchas solares. Em um trabalho posterior, \"Commercial Crises and Sun-Spots\",[5] Jevons analisou os ciclos de negócios, propondo que as crises na economia podem não ser eventos aleatórios, mas podem ser baseadas em causas anteriores discerníveis. Para esclarecer o conceito, ele apresentou um estudo estatístico relacionando ciclos de negócios com manchas solares. Seu raciocínio era que as manchas solares afetavam o clima, o que, por sua vez, afetava as colheitas. Pode-se então esperar que as mudanças nas safras causem mudanças econômicas. Estudos subsequentes descobriram que o tempo ensolarado tem um impacto positivo pequeno, mas significativo, nos retornos das ações, provavelmente devido ao seu impacto no humor dos investidores.[6]\n",
        "Jevons escreveu em seu livro Principles of Science de 1874: \"O leitor pode dizer que dois números multiplicados juntos produzirão o número 8 616 460 799? Acho improvável que alguém além de mim venha a saber\".[7]  Isso ficou conhecido como o número de Jevons e foi fatorado por Charles J. Busk em 1889,[8] Derrick Norman Lehmer  em 1903, e mais tarde em uma calculadora de bolso de Solomon W. Golomb.[9][10]  É o produto de dois números primos, 89 681 e 96 079.\n",
        "Um dos contemporâneos de Jevons, Hermann von Helmholtz, que estava interessado em geometria não euclidiana,[11] discutiu dois grupos de criaturas bidimensionais com um grupo vivendo no plano enquanto o outro vivendo na superfície de uma esfera. Ele afirmou que, como essas criaturas estavam inseridas em duas dimensões, elas desenvolveriam uma versão plana da geometria euclidiana , mas que, como a natureza dessas superfícies era diferente, elas chegariam a versões muito diferentes dessa geometria. Ele então estendeu esse argumento em três dimensões, observando que isso levanta questões fundamentais da relação entre a percepção espacial e a verdade matemática.[12][13][14]\n",
        "Jevons deu uma resposta quase imediata a este artigo. Enquanto Helmholtz se concentrava em como os humanos percebiam o espaço, Jevons se concentrava na questão da verdade na geometria. Jevons concordou que, embora o argumento de Helmholtz fosse convincente na construção de uma situação em que os axiomas euclidianos da geometria não se aplicassem, ele acreditava que eles não tinham efeito sobre a verdade desses axiomas. Jevons, portanto, faz a distinção entre verdade e aplicabilidade ou percepção, sugerindo que esses conceitos eram independentes no domínio da geometria.\n",
        "Jevons não afirmou que a geometria foi desenvolvida sem qualquer consideração para a realidade espacial. Em vez disso, ele sugeriu que seus sistemas geométricos eram representações da realidade,[15] mas de uma forma mais fundamental que transcende o que se pode perceber sobre a realidade. Jevons afirmou que havia uma falha no argumento de Helmholtz em relação ao conceito de infinitesimalmente pequeno. Esse conceito envolve como essas criaturas raciocinam sobre a geometria e o espaço em uma escala muito pequena, o que não é necessariamente o mesmo que o raciocínio que Helmholtz assumiu em uma escala mais global. Jevons afirmou que as relações euclidianas poderiam ser reduzidas localmente nos diferentes cenários que Helmholtz criou e, portanto, as criaturas deveriam ter sido capazes de experimentar as propriedades euclidianas, apenas em uma representação diferente. Por exemplo, Jevons afirmou que as criaturas bidimensionais que vivem na superfície de uma esfera devem ser capazes de construir o plano e até mesmo construir sistemas de dimensões superiores e que, embora possam não ser capazes de perceber tais situações na realidade, revelaria verdades matemáticas fundamentais em sua existência teórica.[16]\n",
        "Em 1872, Helmholtz deu uma resposta a Jevons, que afirmou que Helmholtz falhou em mostrar por que a verdade geométrica deveria ser separada da realidade da percepção espacial. Helmholtz criticou a definição de verdade de Jevons e, em particular, a verdade experiencial. Helmholtz afirma que deve haver uma diferença entre a verdade experiencial e a verdade matemática e que essas versões da verdade não são necessariamente consistentes. Essa conversa entre Helmholtz e Jevons foi um microcosmo de um debate contínuo entre a verdade e a percepção na esteira da introdução da geometria não-euclidiana no final do século XIX.[17]\n",
        "Jevons foi um escritor prolífico e, na época de sua morte, era um líder no Reino Unido tanto como lógico quanto como economista. Alfred Marshall disse, sobre seu trabalho em economia, que \"provavelmente se descobrirá que tem mais força construtiva do que qualquer outra, exceto a de Ricardo, que foi feita nos últimos cem anos\".[3]\n",
        "A teoria da indução de Jevons continuou a ser influente: \"A visão geral de indução de Jevons recebeu uma formulação poderosa e original na obra de um filósofo moderno, o professor K. R. Popper ...\".[18]\n"
    ],
    "ligacoes": [
        "<ul><li>1862. <i>A General Mathematical Theory of Political Economy</i></li>\n<li>1863. <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/aseriousfallinv00jevogoog\"><i>A Serious Fall in the Value of Gold</i></a>, Edward Stanford.</li>\n<li>1864. <a href=\"//archive.org/details/purelogicorlogi00jevogoog\" class=\"extiw\" title=\"iarchive:purelogicorlogi00jevogoog\"><i>Pure Logic; or, the Logic of Quality apart from Quantity</i></a>, Edward Stanford, London</li>\n<li>1865. <i>The Coal Question</i>, Macmillan and Co.<sup id=\"cite_ref-19\" class=\"reference\"><a href=\"#cite_note-19\"><span class=\"cite-bracket\">[</span>19<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1869. <a href=\"//archive.org/details/substitutionofsi00jevorich\" class=\"extiw\" title=\"iarchive:substitutionofsi00jevorich\"><i>The Substitution of Similars, The True Principle of Reasoning</i></a>, Macmillan &amp; Co.<sup id=\"cite_ref-20\" class=\"reference\"><a href=\"#cite_note-20\"><span class=\"cite-bracket\">[</span>20<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1870. <a href=\"//archive.org/details/elementarylesso00goog\" class=\"extiw\" title=\"iarchive:elementarylesso00goog\"><i>Elementary Lessons on Logic</i></a>, Macmillan &amp; Co., London</li>\n<li>1871. <i>The Match Tax: A Problem in Finance</i>, Edward Stanford.</li>\n<li>1871. <i><a href=\"//archive.org/details/theoryofpolitica00jevouoft\" class=\"extiw\" title=\"iarchive:theoryofpolitica00jevouoft\">The Theory of Political Economy</a></i>, Macmillan &amp; Co.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\"><span class=\"cite-bracket\">[</span>21<span class=\"cite-bracket\">]</span></a></sup>\n<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.unz.com/print/NewmanJames-1957v02-01217/\">\"Theory of Political Economy\"</a>. In James R. Newman, ed., <i>The World of Mathematics</i>, Vol. 2, Part IV, 1956.</li></ul></li>\n<li>1874. <i>Principles of Science</i>, Macmillan &amp; Co.</li>\n<li>1875. <i>Money and the Mechanism of Exchange</i>, D. Appleton and Co.</li>\n<li>1878. <i><a rel=\"nofollow\" class=\"external text\" href=\"https://www.gutenberg.org/files/33219/33219-h/33219-h.htm\">A Primer on Political Economy</a></i></li>\n<li>1880. <i>Studies in Deductive Logic</i> – <a href=\"//archive.org/details/studiesindeduct00jevouoft\" class=\"extiw\" title=\"iarchive:studiesindeduct00jevouoft\">1884 edition</a> (Macmillan &amp; Co., London)</li>\n<li>1882. <i>The State in Relation to Labour</i></li>\n<li>1883. <i>Methods of Social Reform and Other Papers</i>, Macmillan and Co.\n<ul><li><i>Methods of Social Reform, and Other Papers</i>, Kelley, 1965.</li></ul></li>\n<li>1884. <a rel=\"nofollow\" class=\"external text\" href=\"https://catalog.hathitrust.org/Record/001126115\"><i>Investigations in Currency and Finance</i></a>, Macmillan and Co. 1884.<sup id=\"cite_ref-22\" class=\"reference\"><a href=\"#cite_note-22\"><span class=\"cite-bracket\">[</span>22<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>1886. <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/lettersjournalof00jevoiala#page/n7/mode/2up\"><i>Letters and Journal of W. Stanley Jevons</i></a>, Ed. by Harriet A. Jevons, Macmillan &amp; Co.</li>\n<li>1972–81. <i>Papers and Correspondence</i>, edited by R. D. Collison Black, Macmillan &amp; the Royal Economic Society (7 vol.)</li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/stable/2338419\">\"On the Variation of Prices and the Value of the Currency since 1782\"</a>, <i>Journal of the Statistical Society of London</i>, Vol. 28, No. 2, Junho 1865.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/stable/2338585\">\"On the Frequent Autumnal Pressure in the Money Market, and the Action of the Bank of England\"</a>, <i>Journal of the Statistical Society of London</i>, Vol. 29, No. 2, Junho 1866.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://www.jstor.org/stable/2338797\">\"On the Condition of the Metallic Currency of the United Kingdom, with Reference to the Question of International Coinage\"</a>, <i>Journal of the Statistical Society of London</i>, Vol. 31, No. 4, Dezembro 1868.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/contemporaryrev45unkngoog#page/n830/mode/2up\">\"Who Discovered the Quantification of the Predicate?\"</a>, <i>The Contemporary Review</i>, Vol. XXI, Dezembro 1872/Maio 1873.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://babel.hathitrust.org/cgi/pt?id=umn.31951002150405y;view=1up;seq=467\">\"The Philosophy of Inductive Inference\"</a>, <i>Fortnightly Review</i>, Vol. XIV, New Series, 1873.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://babel.hathitrust.org/cgi/pt?id=umn.31951002150405y&amp;view=1up&amp;seq=788\">\"The Use of Hypothesis\"</a>, <i>Fortnightly Review</i>, Vol. XIV, New Series, 1873.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/essaysaddresses00oweniala#page/464/mode/2up\">\"The Railways and the State\"</a>. In: <i>Essays and Addresses</i>, Macmillan &amp; Co., 1874.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/fortnightly03unkngoog#page/n628/mode/2up\">\"The Future of Political Economy\"</a>, <i>Fortnightly Review</i>, Vol. XX, New Series, 1876.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/fortnightly00unkngoog#page/n678/mode/2up\">\"Cruelty to Animals: A Study in Sociology\"</a>, <i>Fortnightly Review</i>, Vol. XIX, New Series, 1876.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/journalsocialsc03russgoog#page/n38/mode/2up\">\"The Silver Question\"</a>, <i>Journal of Social Science</i>, No. IX, Janeiro 1878.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/contemporaryrev00unkngoog#page/n186/mode/2up\">\"John Stuart Mill's Philosophy Tested\"</a>, <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/contemporaryrev00unkngoog#page/n276/mode/2up\">Part II</a>, <i>The Contemporary Review</i>, Vol. XXXI, Dezembro1877/Janeiro 1878; <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/contemporaryrev33unkngoog#page/n98/mode/2up\">Part III</a>, Vol. XXXII, Abril 1878.<sup id=\"cite_ref-23\" class=\"reference\"><a href=\"#cite_note-23\"><span class=\"cite-bracket\">[</span>23<span class=\"cite-bracket\">]</span></a></sup><sup id=\"cite_ref-24\" class=\"reference\"><a href=\"#cite_note-24\"><span class=\"cite-bracket\">[</span>24<span class=\"cite-bracket\">]</span></a></sup></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/contemporaryrev36unkngoog#page/n510/mode/2up\">\"Methods of Social Reform, I: Amusements of the People\"</a>, <i>The Contemporary Review</i>, Vol. XXXIII, Outubro 1878.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/contemporaryrev56unkngoog#page/n218/mode/2up\">\"Methods of Social Reform, II: A State Parcel Post\"</a>, <i>The Contemporary Review</i>, Vol. XXXIV, Janeiro 1879.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.tara.tcd.ie/bitstream/handle/2262/8261/jssisiVolVIIPartLIV_334342.pdf\">\"The Periodicity of Commercial Crises, and its Physical Explanation,\"</a> <i>Journal of The Statistical and Social Inquiry Society of Ireland</i>, Vol. VII, Part 54, 1878/1879.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/contemporaryrev24unkngoog#page/n188/mode/2up\">\"Experimental Legislation and the Drink Traffic\"</a>, <i>The Contemporary Review</i>, Vol. XXXVII, Janeiro/Junho 1880.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/nature01grougoog#page/n640/mode/2up\">\"Recent Mathematico-Logical Memoirs\"</a>, <i>Nature</i>, Vol. XXIII, 24 Março 1881.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/contemporaryrev58unkngoog#page/n62/mode/2up\">\"Richard Cantillon and the Nationality of Political Economy\"</a>, <i>The Contemporary Review</i>, Vol. XXXIX, Janeiro/Junho 1881.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/contemporaryrev58unkngoog#page/n384/mode/2up\">\"The Rationale of Free Public Libraries\"</a>, <i>The Contemporary Review</i>, Vol. XXXIX, Janeiro/Junho 1881.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/contemporaryrev58unkngoog#page/n750/mode/2up\">\"Bimetallism\"</a>, <i>The Contemporary Review</i>, Vol. XXXIX, Janeiro/Junho 1881.</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/contemporaryrev15unkngoog#page/n46/mode/2up\">\"Married Women in Factories\"</a>, <i>The Contemporary Review</i>, Vol. XLI, Janeiro/Junho 1882.</li></ul>",
        "<ul><li><a href=\"/wiki/Revolu%C3%A7%C3%A3o_marginalista\" title=\"Revolução marginalista\">Revolução marginalista</a></li>\n<li><a href=\"/wiki/Escola_Austr%C3%ADaca\" title=\"Escola Austríaca\">Escola Austríaca</a></li>\n<li><a href=\"/wiki/Escola_historicista_alem%C3%A3\" class=\"mw-redirect\" title=\"Escola historicista alemã\">Escola historicista alemã</a></li>\n<li><a href=\"/wiki/Teoria_do_Equil%C3%ADbrio_Geral\" class=\"mw-redirect\" title=\"Teoria do Equilíbrio Geral\">Teoria do Equilíbrio Geral</a></li></ul>",
        "<ul><li>Este artigo incorpora texto  (em inglês) da <i><a href=\"/wiki/Encyclop%C3%A6dia_Britannica_(edi%C3%A7%C3%A3o_de_1911)\" title=\"Encyclopædia Britannica (edição de 1911)\">Encyclopædia Britannica</a></i> (11.ª edição), publicação em <a href=\"/wiki/Dom%C3%ADnio_p%C3%BAblico\" title=\"Domínio público\">domínio público</a>.</li>\n<li>R.D. Collison Black (1987). \"Jevons, William Stanley\", <i><a href=\"/wiki/The_New_Palgrave:_A_Dictionary_of_Economics\" title=\"The New Palgrave: A Dictionary of Economics\">The New Palgrave: A Dictionary of Economics</a></i>, v. 2, pp. 1008–14.</li>\n<li><a href=\"/wiki/Ivor_Grattan-Guinness\" title=\"Ivor Grattan-Guinness\">Ivor Grattan-Guinness</a>, 2000. <i>The Search for Mathematical Roots 1870–1940</i>. Princeton University Press.</li>\n<li>Terry Peach (1987). \"Jevons as an economic theorist\", <i>The New Palgrave: A Dictionary of Economics</i>, v. 2, pp. 1014–19.</li>\n<li>The first part of this article was based on an article in the <a href=\"/wiki/Marxists_Internet_Archive#Encyclopedia_of_Marxism\" title=\"Marxists Internet Archive\">Encyclopedia of Marxism</a> at <a rel=\"nofollow\" class=\"external text\" href=\"https://www.marxists.org/\">www.marxists.org</a>.</li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1835\" title=\"Categoria:Nascidos em 1835\">Nascidos em 1835</a><a href=\"/wiki/Categoria:Mortos_em_1882\" title=\"Categoria:Mortos em 1882\">Mortos em 1882</a><a href=\"/wiki/Categoria:Economistas_do_Reino_Unido\" title=\"Categoria:Economistas do Reino Unido\">Economistas do Reino Unido</a><a href=\"/wiki/Categoria:Escola_neocl%C3%A1ssica\" title=\"Categoria:Escola neoclássica\">Escola neoclássica</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/0/01/Picture_of_jevons.jpg/250px-Picture_of_jevons.jpg",
    "view": "william_stanley_jevons"
}