{
    "url": "https://pt.wikipedia.org/wiki/William_Whewell",
    "codigo_http": 200,
    "titulo": [
        "William Whewell"
    ],
    "conteudo": [
        "William Whewell (Lancaster, 24 de maio de 1794 — Cambridge, 6 de março de 1866)[1] foi um inglês polímata, cientista, padre anglicano, filósofo, teólogo e historiador da ciência. Ele foi mestre do Trinity College, Cambridge. Em seu tempo como estudante lá, ele alcançou distinção tanto em poesia quanto em matemática.\n",
        "O que é mais frequentemente observado sobre Whewell é a amplitude de seus esforços. Em uma época de crescente especialização, Whewell parece um retrocesso a uma era anterior, quando os filósofos naturais se envolviam em um pouco de tudo. Ele publicou trabalhos nas disciplinas de mecânica, física, geologia, astronomia e economia, enquanto também encontrava tempo para compor poesia, escrever um Tratado de Bridgewater, traduzir as obras de Goethe e escrever sermões e tratados teológicos. Na matemática, Whewell introduziu o que agora é chamado de equação de Whewell, uma equação que define a forma de uma curva sem referência a um sistema de coordenadas escolhido arbitrariamente. Ele também organizou milhares de voluntários internacionalmente para estudar as marés oceânicas, no que hoje é considerado um dos primeiros projetos de ciência cidadã. Ele recebeu a Medalha Real por este trabalho em 1837.[2]\n",
        "Um dos maiores dons de Whewell para a ciência foi a arte de escrever. Ele frequentemente se correspondia com muitos em seu campo e os ajudava a encontrar novos termos para suas descobertas. Whewell cunhou os termos cientista,[3] físico, linguística, consiliência, catastrofismo, uniformitarismo e astigmatismo[4] entre outros; Whewell sugeriu os termos eletrodo, íon, dielétrico, ânodo e cátodo para Michael Faraday.[5][6]\n",
        "Whewell morreu em Cambridge em 1866 como resultado de uma queda de seu cavalo.\n",
        "Whewell nasceu em Lancaster, filho de John Whewell e sua esposa, Elizabeth Bennison.[7] Seu pai era um mestre carpinteiro e desejava que ele seguisse seu ofício, mas o sucesso de William em matemática na Lancaster Royal Grammar School e na Heversham grammar school rendeu-lhe uma exposição (um tipo de bolsa de estudos) no Trinity College, Cambridge (1812). Em 1814, ele foi premiado com a Medalha de Ouro do Chanceler pela poesia.[8] Ele foi o segundo lutador em 1816, presidente da Cambridge Union Society em 1817, tornou-se companheiro e tutor de sua faculdade e, em 1841, sucedeu a Christopher Wordsworth como mestre. Ele foi professor de mineralogia de 1828 a 1832 e Professor de Filosofia Knightbridge (então chamado de \"teologia moral e divindade casuística\") de 1838 a 1855.[9]\n",
        "Whewell casou-se, primeiramente, em 1841, com Cordelia Marshall, filha de John Marshall; ela morreu em 1855. Em 1858 ele se casou novamente, para Everina Frances (née Ellis), viúva de Sir Gilbert Affleck, 5ª Baronet que morreu em 1865. Whewell morreu em Cambridge em 1866, como resultado de uma queda de seu cavalo;[10][11] ele está enterrado na capela do Trinity College, Cambridge, enquanto suas esposas são enterradas juntas no Mill Road Cemetery, Cambridge. Uma janela dedicada a Lady Affleck, sua segunda esposa, foi instalada em sua memória na capela-mor da Igreja de Todos os Santos, Cambridge e feita por Morris &amp; Co.\n",
        "Em 1826 e 1828, Whewell se envolveu com George Airy na realização de experimentos na mina Dolcoath na Cornualha, a fim de determinar a densidade da Terra. Seus trabalhos unidos foram malsucedidos e Whewell fez pouco mais no caminho da ciência experimental. Ele foi o autor, no entanto, de um Ensaio sobre Classificação Mineralógica, publicado em 1828, e contribuiu com várias memórias sobre as marés para as Transações Filosóficas da Sociedade Real entre 1833 e 1850.[9]\n",
        "Suas obras mais conhecidas são dois livros volumosos que tentam sistematizar o desenvolvimento das ciências, História das Ciências Indutivas (1837) e A Filosofia das Ciências Indutivas, Fundada em Sua História (1840, 1847, 1858-60). Enquanto a História traçou como cada ramo das ciências evoluiu desde a antiguidade, Whewell viu a Filosofia como a \"Moral\" do trabalho anterior, pois buscava extrair uma teoria universal do conhecimento através da história.\n",
        "Neste último, ele tentou seguir o plano de descoberta de Francis Bacon. Ele examinou ideias (\"explicação de concepções\") e pela \"coligação de fatos\" se esforçou para unir essas ideias com os fatos e assim construir a ciência.[9] Esta coligação é um \"ato de pensamento\", uma operação mental que consiste em reunir uma série de fatos empíricos por \"superinduzir\" sobre eles uma concepção que une os fatos e os torna capazes de serem expressos em leis gerais.[12] Whewell refere-se como um exemplo de Kepler e a descoberta da órbita elíptica: os pontos da órbita foram coligados pela concepção da elipse, não pela descoberta de novos fatos. Essas concepções não são \"inatas\" (como em Kant), mas sendo frutos do \"progresso do pensamento científico (história) se desdobram com clareza e distinção\".[13]\n",
        "Whewell analisou o raciocínio indutivo em três etapas:\n",
        "Sobre estes seguem métodos especiais de indução aplicáveis ​​à quantidade: o método das curvas, o método dos meios, o método dos mínimos quadrados e o método dos resíduos, e métodos especiais dependendo da semelhança (para os quais a transição é feita através da lei da continuidade ), como o método de gradação e o método de classificação natural.[9] Em Filosofia das Ciências Indutivas, Whewell foi o primeiro a usar o termo \"consiliência\" para discutir a unificação do conhecimento entre os diferentes ramos da aprendizagem.\n",
        "Aqui, como em sua doutrina ética, Whewell foi movido pela oposição ao empirismo inglês contemporâneo. Seguindo Immanuel Kant, ele afirmou contra John Stuart Mill a natureza a priori da verdade necessária, e por suas regras para a construção de concepções ele dispensou os métodos indutivos de Mill. No entanto, de acordo com Laura J. Snyder, \"surpreendentemente, a visão aceita da metodologia de Whewell no século XX tende a descrevê-lo como um antiindutivista nos moldes popperianos, isto é, afirma-se que Whewell endossa uma visão de 'conjecturas e refutações' da descoberta científica. Whewell explicitamente rejeita a afirmação hipotético-dedutiva de que hipóteses descobertas por suposições não racionais podem ser confirmadas por testes consequencialistas. Whewell explicou que novas hipóteses são 'coletadas dos fatos' (Filosofia das Ciências Indutivas, 1849, 17)\".[14] Em suma, a descoberta científica é um processo parcialmente empírica e parcialmente racional; a \"descoberta das concepções não é conjectura nem mera questão de observações\", inferimos mais do que vemos.[15]\n",
        "Um dos maiores dons de Whewell para a ciência foi a arte de escrever. Ele frequentemente se correspondia com muitos em seu campo e os ajudava a encontrar novos termos para suas descobertas. Na verdade, Whewell criou o próprio termo cientista em 1833, e foi publicado pela primeira vez na revisão anônima de Whewell de 1834 de Mary Somerville, On the Connexion ofthe Physical Sciences, publicada na Quarterly Review. (Eles eram anteriormente conhecidos como \"filósofos naturais\" ou \"homens da ciência\").\n",
        "Whewell era proeminente não apenas em pesquisa científica e filosofia, mas também em administração de universidades e faculdades. Seu primeiro trabalho, An Elementary Treatise on Mechanics (1819), cooperou com os de George Peacock e John Herschel na reforma do método de Cambridge de ensino matemático. Seu trabalho e publicações também ajudaram a influenciar o reconhecimento das ciências morais e naturais como parte integrante do currículo de Cambridge.[9]\n",
        "Em geral, porém, especialmente nos anos posteriores, ele se opôs à reforma: ele defendeu o sistema tutorial e, em uma controvérsia com Connop Thirlwall (1834), se opôs à admissão de dissidentes; ele defendia o sistema de comunhão clerical, a classe privilegiada de \"companheiros plebeus\" e a autoridade dos chefes de faculdades em assuntos universitários.[9]\n",
        "Ele se opôs à nomeação da Comissão Universitária (1850) e escreveu dois panfletos (Observações) contra a reforma da universidade (1855). Ele se opôs ao esquema de confiar as eleições aos membros do Senado e, em vez disso, defendeu o uso de fundos da faculdade e a subvenção de trabalhos científicos e professores.[9]\n",
        "Ele foi eleito Mestre do Trinity College, Cambridge em 1841, e manteve essa posição até sua morte em 1866.\n",
        "A Whewell Professorship of International Law e as Whewell Scholarships foram estabelecidas por meio das disposições de seu testamento.[16][17]\n",
        "Além da ciência, Whewell também se interessou pela história da arquitetura ao longo de sua vida. Ele é mais conhecido por seus escritos sobre arquitetura gótica, especificamente seu livro Architectural Notes on German Churches (publicado pela primeira vez em 1830). Neste trabalho, Whewell estabeleceu uma nomenclatura estrita para as igrejas góticas alemãs e propôs uma teoria do desenvolvimento estilístico. Seu trabalho está associado à \"tendência científica\" dos escritores arquitetônicos, junto com Thomas Rickman e Robert Willis.\n",
        "Ele pagou com seus próprios recursos a construção de dois novos pátios de quartos no Trinity College, Cambridge, construídos em estilo gótico. Os dois tribunais foram concluídos em 1860 e (postumamente) em 1868, e agora são chamados coletivamente de Corte de Whewell (no singular).\n",
        "Entre 1835 e 1861 Whewell produziu vários trabalhos sobre a filosofia da moral e da política, o principal dos quais, Elements of Morality, incluindo Polity, foi publicado em 1845. A peculiaridade deste trabalho - escrito do que é conhecido como o ponto de vista intuitivo - é a sua divisão quíntupla das fontes de ação e de seus objetos, dos direitos primários e universais do homem (segurança pessoal, propriedade, contrato, direitos familiares e governo) e das virtudes cardeais (benevolência, justiça, verdade, pureza e ordem).[9]\n",
        "Entre as outras obras de Whewell - numerosas demais para mencionar - estavam escritos populares, como o terceiro Tratado de Bridgewater Astronomy and General Physics considerado com referência à Teologia Natural (1833), e o ensaio Of the Plurality of Worlds (1853), no qual ele argumentou contra a probabilidade de vida em outros planetas, e também os Diálogos Platônicos para Leitores Ingleses (1850-1861), as Lectures on the History of Moral Philosophy in England (1852), o ensaio Of a Liberal Education in General, com referência particular aos Estudos Principais da Universidade de Cambridge (1845), a importante edição e tradução resumida de Hugo Grotius, De Jure Belli Ac Pacis (1853), e a edição das Obras Matemáticas de Isaac Barrow (1860).[9][18][19]\n",
        "\nWhewell foi um dos dons de Cambridge que Charles Darwin conheceu durante sua educação lá, e quando Darwin voltou da viagem do Beagle, ele foi diretamente influenciado por Whewell, que persuadiu Darwin a se tornar secretário da Sociedade Geológica de Londres. As páginas de título de A Origem das Espécies abrem com uma citação do Bridgewater Treatise de Whewell sobre ciência fundada em uma teologia natural de um criador que estabelece leis:[20].mw-parser-output .flexquote{display:flex;flex-direction:column;background-color:#F1F1F1;border-left:3px solid #C7C7C7;font-size:100%;margin:1em 4em;padding:.4em .8em}.mw-parser-output .flexquote>.flex{display:flex;flex-direction:row}.mw-parser-output .flexquote>.flex>.quote{width:100%}.mw-parser-output .flexquote>.flex>.separator{border-left:1px solid #C7C7C7;border-top:1px solid #C7C7C7;margin:.4em .8em}.mw-parser-output .flexquote>.cite{text-align:right}@media all and (max-width:600px){.mw-parser-output .flexquote>.flex{flex-direction:column}}@media screen{html.skin-theme-clientpref-night .mw-parser-output .flexquote{background-color:transparent}}@media screen and (prefers-color-scheme:dark){html.skin-theme-clientpref-os .mw-parser-output .flexquote{background-color:transparent}}",
        " \n"
    ],
    "ligacoes": [
        "<ul><li>A seleção da ideia (fundamental), como espaço, número, causa ou semelhança (semelhança);</li>\n<li>A formação da concepção, ou modificação mais especial dessas ideias, como um círculo, uma força uniforme, etc.; e,</li>\n<li>A determinação das magnitudes.</li></ul>",
        "<ul><li>(1830) <cite class=\"citation book\"><a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/details/whewell-1830-architectural-notes-on-german-churches\"><i>Architectural Notes on German Churches: With Remarks on the Origin of Gothic Architecture</i></a>. Cambridge: J. &amp; J.J. Deighton</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AWilliam+Whewell&amp;rft.btitle=Architectural+Notes+on+German+Churches%3A+With+Remarks+on+the+Origin+of+Gothic+Architecture&amp;rft.genre=book&amp;rft.place=Cambridge&amp;rft.pub=J.+%26+J.J.+Deighton&amp;rft_id=https%3A%2F%2Farchive.org%2Fdetails%2Fwhewell-1830-architectural-notes-on-german-churches&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span> <a href=\"//archive.org/details/architecturalnot00whewrich\" class=\"extiw\" title=\"iarchive:architecturalnot00whewrich\">New edition 1835.</a> <a href=\"//archive.org/details/architecturalnot00whew_0\" class=\"extiw\" title=\"iarchive:architecturalnot00whew 0\">Third edition 1842.</a></li>\n<li>(1831) <cite class=\"citation journal\"><a rel=\"nofollow\" class=\"external text\" href=\"https://babel.hathitrust.org/cgi/pt?id=uiug.30112067688009;view=1up;seq=330\">«Review of J. Herschel's <i>Preliminary discourse on the study of Natural Philosophy</i>»</a>. <i>The Quarterly Review</i>. <b>45</b> (90): 374–407. Julho de 1831</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AWilliam+Whewell&amp;rft.atitle=Review+of+J.+Herschel%27s+Preliminary+discourse+on+the+study+of+Natural+Philosophy&amp;rft.date=1831-07&amp;rft.genre=article&amp;rft.issue=90&amp;rft.jtitle=The+Quarterly+Review&amp;rft.pages=374-407&amp;rft.volume=45&amp;rft_id=https%3A%2F%2Fbabel.hathitrust.org%2Fcgi%2Fpt%3Fid%3Duiug.30112067688009%3Bview%3D1up%3Bseq%3D330&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li>(1833) <a href=\"//archive.org/details/bridgewatertreat03whewuoft\" class=\"extiw\" title=\"iarchive:bridgewatertreat03whewuoft\"><i>Astronomy and general physics considered with reference to Natural Theology</i></a> (Bridgewater Treatise). Cambridge.</li>\n<li>(1836) <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/elementarytreati00whew#page/n5/mode/2up\">Elementary Treatise on Mechanics, 5th edition</a>, first edition 1819.</li>\n<li>(1837) <a rel=\"nofollow\" class=\"external text\" href=\"https://catalog.hathitrust.org/Record/009728861\"><i>History of the Inductive Sciences, from the Earliest to the Present Times</i></a>. 3 vols, Londres. <a href=\"//archive.org/details/historyinductiv24whewgoog\" class=\"extiw\" title=\"iarchive:historyinductiv24whewgoog\">Volume 1</a>, <a href=\"//archive.org/details/historyinductiv31whewgoog/page/\" class=\"extiw\" title=\"iarchive:historyinductiv31whewgoog/page/\">volume 2</a>, <a href=\"//archive.org/details/historyinductiv22whewgoog\" class=\"extiw\" title=\"iarchive:historyinductiv22whewgoog\">volume 3</a>. 2nd ed 1847 (2 vols). 3rd ed 1857 (2 vols). 1st German ed 1840–41.</li>\n<li>(1837) <a rel=\"nofollow\" class=\"external text\" href=\"https://catalog.hathitrust.org/Record/001733760\"><i>On the Principles of English University Education</i></a>. Londres, 1837.<sup id=\"cite_ref-21\" class=\"reference\"><a href=\"#cite_note-21\"><span class=\"cite-bracket\">[</span>21<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>(1840) <i><a href=\"//archive.org/details/philosophyinduc00goog\" class=\"extiw\" title=\"iarchive:philosophyinduc00goog\">The Philosophy of the Inductive Sciences, founded upon their history</a></i>. 2 vols, Londres. 2nd ed 1847. <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=um85AAAAcAAJ\">Volume 1</a>. <a href=\"//archive.org/details/philosophyinduc02whewgoog\" class=\"extiw\" title=\"iarchive:philosophyinduc02whewgoog\">Volume 2</a>.</li>\n<li>(1845) <i>The Elements of Morality, including polity</i>. 2 vols, Londres. <a href=\"//archive.org/details/elementsofmorali01whewuoft\" class=\"extiw\" title=\"iarchive:elementsofmorali01whewuoft\">Volume 1</a>  <a href=\"//archive.org/details/elementsofmorali02whewuoft\" class=\"extiw\" title=\"iarchive:elementsofmorali02whewuoft\">Volume 2</a>.</li>\n<li>(1846) <i>Lectures on systematic Morality</i>. Londres.</li>\n<li>(1849) <a href=\"//archive.org/details/inductionwithes00whewgoog\" class=\"extiw\" title=\"iarchive:inductionwithes00whewgoog\"><i>Of Induction, with especial reference to Mr. J. Stuart Mill's System of Logic</i>. Londres.</a></li>\n<li>(1850) Mathematical exposition of some doctrines of political economy: a second memoir. <i>Transactions of the Cambridge Philosophical Society</i> <b>9</b>:128–49.</li>\n<li>(1852) <a href=\"//archive.org/details/lecturesonhisto00whewgoog\" class=\"extiw\" title=\"iarchive:lecturesonhisto00whewgoog\"><i>Lectures on the history of Moral Philosophy</i></a>. Cambridge: Cambridge University Press.</li>\n<li>(1853) <i>Hugonis Grotii de jure belli et pacis libri tres: accompanied by an abridged translation by William Whewell</i>, Londres: John W. Parker, <a href=\"//archive.org/details/hugonisgrotiide00barbgoog\" class=\"extiw\" title=\"iarchive:hugonisgrotiide00barbgoog\">volume 1</a>, <a href=\"//archive.org/details/dejurebellietpac02grotuoft\" class=\"extiw\" title=\"iarchive:dejurebellietpac02grotuoft\">volume 2</a>, <a href=\"//archive.org/details/dejurebellietpac03grotuoft\" class=\"extiw\" title=\"iarchive:dejurebellietpac03grotuoft\">volume 3</a>.</li>\n<li>(1853) <i>Of the Plurality of Worlds.</i> Londres.</li>\n<li>(1857) Spedding's complete edition of the works of Bacon. <i>Edinburgh Review</i> <b>106</b>:287–322.</li>\n<li>(1858a) <i>The history of scientific ideas</i>. 2 vols, Londres.</li>\n<li>(1858b) <i>Novum Organon renovatum</i>, Londres.</li>\n<li>(1860a) <a href=\"//archive.org/details/in.ernet.dli.2015.96365\" class=\"extiw\" title=\"iarchive:in.ernet.dli.2015.96365\"><i>On the philosophy of discovery: chapters historical and critical</i></a>. Londres.</li>\n<li>(1861) <i>Plato's Republic</i> (translation). Cambridge.</li>\n<li>(1862) <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/stream/sixlecturesonpol00whewuoft#page/n5/mode/2up\"><i>Six Lectures on Political Economy</i>, Cambridge.</a></li>\n<li>(1862) <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com/books?id=PM4GAAAAcAAJ\"><i>Additional Lectures on the History of Moral Philosophy</i></a>, Cambridge.</li>\n<li>(1866) Comte and Positivism. <a href=\"//archive.org/details/macmillansmagazi13macmuoft\" class=\"extiw\" title=\"iarchive:macmillansmagazi13macmuoft\"><i>Macmillan's Magazine</i> <b>13</b></a>:353–62.</li></ul>",
        "<ul><li><cite id=\"CITEREFO'ConnorRobertson\" class=\"citation\">O'Connor, John J.; <a href=\"/wiki/Edmund_Robertson\" title=\"Edmund Robertson\">Robertson, Edmund F.</a>, <a rel=\"nofollow\" class=\"external text\" href=\"https://mathshistory.st-andrews.ac.uk/Biographies/Whewell.html\">«William Whewell»</a>, <i><a href=\"/wiki/MacTutor_History_of_Mathematics_archive\" title=\"MacTutor History of Mathematics archive\">MacTutor History of Mathematics archive</a></i> (em inglês), <a href=\"/wiki/Universidade_de_St._Andrews\" title=\"Universidade de St. Andrews\">Universidade de St. Andrews</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AWilliam+Whewell&amp;rft.atitle=William+Whewell&amp;rft.au=Robertson%2C+Edmund+F.&amp;rft.aufirst=John+J.&amp;rft.aulast=O%27Connor&amp;rft.btitle=MacTutor+History+of+Mathematics+archive&amp;rft.genre=bookitem&amp;rft.pub=Universidade+de+St.+Andrews&amp;rft_id=https%3A%2F%2Fmathshistory.st-andrews.ac.uk%2FBiographies%2FWhewell.html&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://mathgenealogy.org/id.php?id=112601\">William Whewell</a> (em inglês) no <a href=\"/wiki/Mathematics_Genealogy_Project\" title=\"Mathematics Genealogy Project\">Mathematics Genealogy Project</a></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Wikipedia-pt-hist-cien-logo.png\" title=\"Portal da história da ciência\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/40px-Wikipedia-pt-hist-cien-logo.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wikipedia-pt-hist-cien-logo.png/60px-Wikipedia-pt-hist-cien-logo.png 2x\" data-file-width=\"300\" data-file-height=\"300\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Hist%C3%B3ria_da_ci%C3%AAncia\" title=\"Portal:História da ciência\">Portal da história da ciência</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_the_United_Kingdom_(3-5).svg\" title=\"Portal do Reino Unido\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/40px-Flag_of_the_United_Kingdom_%283-5%29.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Flag_of_the_United_Kingdom_%283-5%29.svg/60px-Flag_of_the_United_Kingdom_%283-5%29.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Reino_Unido\" title=\"Portal:Reino Unido\">Portal do Reino Unido</a></span></span></li>       </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1794\" title=\"Categoria:Nascidos em 1794\">Nascidos em 1794</a><a href=\"/wiki/Categoria:Mortos_em_1866\" title=\"Categoria:Mortos em 1866\">Mortos em 1866</a><a href=\"/wiki/Categoria:Medalha_Real\" title=\"Categoria:Medalha Real\">Medalha Real</a><a href=\"/wiki/Categoria:Membros_da_Royal_Society\" title=\"Categoria:Membros da Royal Society\">Membros da Royal Society</a><a href=\"/wiki/Categoria:Presidentes_da_Sociedade_Geol%C3%B3gica_de_Londres\" title=\"Categoria:Presidentes da Sociedade Geológica de Londres\">Presidentes da Sociedade Geológica de Londres</a><a href=\"/wiki/Categoria:Professores_da_Universidade_de_Cambridge\" title=\"Categoria:Professores da Universidade de Cambridge\">Professores da Universidade de Cambridge</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Inglaterra\" title=\"Categoria:Filósofos da Inglaterra\">Filósofos da Inglaterra</a><a href=\"/wiki/Categoria:Cientistas_da_Inglaterra\" title=\"Categoria:Cientistas da Inglaterra\">Cientistas da Inglaterra</a><a href=\"/wiki/Categoria:Te%C3%B3logos_da_Inglaterra\" title=\"Categoria:Teólogos da Inglaterra\">Teólogos da Inglaterra</a><a href=\"/wiki/Categoria:Historiadores_da_ci%C3%AAncia\" title=\"Categoria:Historiadores da ciência\">Historiadores da ciência</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_ci%C3%AAncia\" title=\"Categoria:Filósofos da ciência\">Filósofos da ciência</a><a href=\"/wiki/Categoria:Alunos_do_Trinity_College\" title=\"Categoria:Alunos do Trinity College\">Alunos do Trinity College</a><a href=\"/wiki/Categoria:Pastores_da_Inglaterra\" title=\"Categoria:Pastores da Inglaterra\">Pastores da Inglaterra</a><a href=\"/wiki/Categoria:Igreja_Anglicana\" title=\"Categoria:Igreja Anglicana\">Igreja Anglicana</a><a href=\"/wiki/Categoria:Pol%C3%ADmatas\" title=\"Categoria:Polímatas\">Polímatas</a><a href=\"/wiki/Categoria:Naturais_de_Lancaster_(Lancashire)\" title=\"Categoria:Naturais de Lancaster (Lancashire)\">Naturais de Lancaster (Lancashire)</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/4/44/Whewell_William_signature.jpg/250px-Whewell_William_signature.jpg",
    "view": "william_whewell"
}