{
    "url": "https://pt.wikipedia.org/wiki/Judah_Halevi",
    "codigo_http": 200,
    "titulo": [
        "Yehudah Halevi"
    ],
    "conteudo": [
        "Yehudah ben Samuel Halevi   (em árabe transl. Abu-I-Hasan ibn Levi; Tudela, Navarra, c. 1070/75 -  Jerusalém, c. 1141) foi um filósofo e médico judeu do Alandalus e, sobretudo, junto com Ibn Gabirol e Samuel ibn Nagrela, um dos poetas judeus mais excelsos da literatura hebraico-espanhola, inventor do gênero \"sionida\", no qual exprimia o amor pela lonjana Jerusalém; a sua obra poética foi tanto religiosa como profana.[1]\n",
        "Os dados sobre a sua vida são difusos. Nascido em Toledo ou em Tudela;[2] muito jovem, receberia o influxo da vida cultural da taifa de Saragoça, regida então pelos Banu Hude, e em cuja corte literária se encontravam intelectuais judeus, como Ibn Gabirol, ibn Yannah, Bahya ibn Paquda, Levi ibne Tabã, poetas e pensadores, e o botânico ibn Buklaris. A isso se tem de acrescentar que, simultaneamente a Ibn Nagrella em Granada, em Saragoça o cargo de vizir foi ocupado por judeus: Yekutiel ben Isaq (sob Almondir II) e Abu Alfadle ibne Hasdai (sob Amade Almoctadir, Iúçufe Almutamã e Almostaim II).\n",
        "Rapaz ainda, para chegar à Andaluzia teve de atravessar  Castela, donde lhe veio o amor pela língua castelhana. De Córdova deslocou-se a Granada, onde Moisés ibne Esdras ocupava um posto importante e mandou-o chamar. Os distúrbios políticos do Alandalus obrigaram-no a voltar à Castela cristã, assentando-se em Toledo, onde travou amizade com o magnata de Afonso VI, Yosef ibn Ferrusel, funcionário público de Afonso VI, que o protegeram; dessa época é a kharxa em romance escrita por ocasião da reconquista de Guadalajara em 1080. O emprego de versos da língua popular terminando uma composição literária era frequente no Alandalus entre os poetas arábigo-andaluzes.\n",
        "Tendo sido discípulo de Isaque Alfaci, um dos mais famosos talmudistas do Alandalus,[3] conhecia em profundidade o Talmude, a literatura rabínica, a poesia árabe, a filosofia grega e a medicina[carece de fontes?].\n",
        "Na sua estadia em Toledo escreveu um Divã, uma coleção de poemas profanos escritos em hebraico, nos quais fez um canto à amizade, ao amor e à natureza. Nesta obra incluiu também poemas religiosos, os quais posteriormente seriam empregues na liturgia judaica, nos quais expressa o seu anseio de Deus e Sião e a sua esperança na redenção messiânica do povo judeu. Escreveu também o Livro do Kazar, diálogo em árabe no que explica o judaísmo a um converso.\n",
        "Após 1108 parece ter voltado para Córdova, quando o poderio almorávida se desmoronava. Apesar da situação pouco segura dos judeus, não quis regressar a Toledo, onde exercera a medicina entre os cristãos[carece de fontes?], e decidiu seguir a rota que marcara numa obra composta entre 1130 e 1145 na defesa do judaísmo; assim, partiu para a Terra Santa (1135-45?). Não é seguro, porém, que o autor de tantos suspiros por Sião chegasse ao seu destino. Vários anos ficou perto, no Cairo, festejado pelos notáveis judeus da cidade. A ideia de Yehudah assaltado e morto por um bandido às portas de Jerusalém enquanto recitava uma \"sionida\" não é mais que uma bela lenda; a sua morte foi datada entre 1161 e 1178.\n",
        "É considerado como o melhor poeta medieval em língua hebraica. A sua obra poética é muito extensa, inspirando-se nos temas mais variados: o amor, a amizade e o mar. Do Divã escrito em Toledo conservam-se panegíricos, cantos de casamento, elegias e composições autobiográficas.\n",
        "Poeta culto, autor duma poesia lírica rica em metáforas e descrições, na qual abundam as reflexões filosóficas e religiosas. Utiliza diversas métricas e estrofes. São famosas algumas das suas kharxas profanas escritas no nascente romance, no final das muwashshahas e de gueulot e ahavot de temática religiosa, entre as que se destaca Quesudá ou Hino da criação.\n",
        "Também é famosa a sua descrição de uma tempestade no mar, quando viajava para o Egito. Foi o criador do gênero poético-religioso das \"sionidas\".\n",
        "No seu pensamento confluem as civilizações hebraica, árabe e cristã, e representa a posição judaica ortodoxa frente às religiões cristã e muçulmana, mas também frente ao pensamento filosófico-teológico de origem grega.\n",
        "A sua principal obra é o chamado Kuzari ou, no seu texto árabe original, Kitab alhuyya wa-l-dalil fi nusr al-din al-dalil, ou seja, Livro da prova e do fundamento sobre a defesa da religião menospreciada, escrito entre 1130-1140, e composto de cinco discursos. O nome dado ao livro, Kuzarí, é devido a que o autor apresenta na sua obra um rei pagão —o rei dos Cazares— que quer conhecer a verdadeira religião e que, após ter acudido a filósofos aristotélicos, a cristãos e a muçulmanos, apenas encontra a verdade nas fontes bíblicas do judaísmo, das quais já tinha ouvido, mas que somente um sábio judeu ortodoxo lhe revela em toda a sua verdade e integridade. Assim, faz uma apologia do judaísmo e do que chama \"a verdadeira revelação\" e, ainda sendo uma obra de caráter nomeadamente edificante e apologético, abundam nela os conceitos teológicos e filosóficos. Constitui um extraordinário compêndio de tradições orais e costumes semitas.\n",
        "A facilidade de improvisação poética, a fundura do pensamento e do acendrado amor pelo judaísmo são as notas mais características de Yehudah.\n",
        "Homem de caráter amável, destacava-se sua facilidade para compor versos de tema ou rima forçada; esta era uma habilidade estimada entre os árabes, que gostavam de organizar competições de improvisação nas suas tertúlias literárias, e igualmente o foi entre os judeus espanhóis, fortemente arabizados.\n",
        "Durante o califado de Córdova, Dunas ben Labrat introduzira na poesia hebraica a métrica árabe e a temática profana, anacreôntica, da escola de Bagdade, chamada \"moderna\" para a distinguir da antiga beduína pré-islâmica. Nesta poesia \"moderna\" cantava-se a formosura masculina e feminina, a beleza das flores, a alegria do vinho e do prazer dos banquetes, e tem numerosas poesias hebraicas deste gênero, embora sem chegar à procacidade de alguns autores árabes, regra de moderação que em geral seguiram todos os poetas hispano-hebraicos.\n",
        "Com o passar do tempo começam a abundar em Yehudah as elegias pelos amigos que falecem e impõem-se os temas filosóficos e religiosos. O gênero zuhd dos árabes, carregado de tópicos sobre o desprezo do mundo e do elogio do ascetismo, está em frase de Millás Vallicrosa, \"entonado por uma emoção bíblica\" e não falta a influência da poesia moral de Ibn Gabirol. O tema messiânico torna-se mais presente com a ocupação pelos cruzados de Jerusalém e a aparição em Córdova do falso messias Moseh Drai, em 1130, a data precisamente que sonhara Yehudah como a do começo da Idade messiânica, provavelmente influenciado pelo cientista Abraham bar Hiyya que a calculara para 1135. Um século depois, Nacmânides faria outro cálculo semelhante.\n",
        "O amor a Sião levou a Yehudah a dirigir-se a Terra Santa e na sua viagem marítima compôs uma série de poesias sobre o mar. Chegado a Alexandria, encontrou excelente acolhida e, embora ao cabo de muito tempo prosseguiu a sua viagem até Damieta, ficou ali perto de dois anos e voltou para Cairo. A sua estadia no Egito reviveu nele o gosto pela poesia profana, que alternou com a de nostalgias por Terra Santa.\n",
        "Yehudah é o criador do gênero \"sionida\", poesia geralmente de modo cássida, na que manifesta um ardente desejo de se encontrar em Jerusalém. Cultivou também um gênero já existente, o da ahabah ou amor entre Deus, amante esposo, e do povo eleito, a amada ao jeito do Cantar dos Cantares. Entre outras poesias de caráter religioso, figuram também as de lamuria pelo desterro, geulah, e os hinos de louvor ao Criador. Nesse tipo de poesia sobressaíra Selomoh ibn Gabirol com a sua \"Coroa real\" (Kéter Malkut), imbuída de filosofia neo-platônica e conhecimentos astronômicos; Yehudah tem menos força filosófica e menos cienticismo, pois interessa mais a Bíblia que a Filosofia e as Ciências, mais vontade em linguagem poética e sentimento religioso, como no seu famoso \"Hino da Criação\", de uma perfeição clássica. O despego pela filosofia está patente na sua obra apologética intitulada Kuzari, na que frente do rei dos Cazares defendem as suas crenças respectivas um filósofo, um cristão, um muçulmano e um judeu, que será o que consegue convencer ao rei.\n",
        "Para Yehudah a prova da verdade da religião judaica não fica em razões filosóficas, mas nos fatos históricos da Revelação e os milagres feitos por Deus ao povo judeu, que possui a força divina impressa por Deus a Adão e que se foi transmitindo a um só homem de cada geração até chegar ao patriarca Jacó, que a transmitiu a todos os seus descendentes. Esta teoria era de origem muçulmana, não judeu, embora já fosse utilizada por Abraão bar Hiyya. Para os muçulmanos, a luz divina transmitiu-se de geração em geração até chegar a Maomé. Em última instância, o fundamento está na filosofia neo-platônica que defendia a emanação de substâncias espirituais diretamente do Um ou Deus.  Kuzari  foi escrito em árabe com o título de \"Livro da prova e do fundamento sobre a defesa da religião desprezada\", traduzido depois ao hebraico por Yehuda ibn Tibbon. Responde ao ambiente polêmico religioso medieval e é uma defesa da religião judaica, um canto da sua excelência sobre as demais, às que reconhece também coisas boas.\n"
    ],
    "ligacoes": [
        "<ul><li><cite class=\"citation book\">HALEVI, Yehudah.  Forgotten Books, ed. <a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.es/books?id=8jxn9elXfZIC&amp;printsec=frontcover#v=onepage&amp;q&amp;f=false\"><i>Kitab al Khazari</i></a>. 1905,2008. [S.l.: s.n.] <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/9781605067544\" title=\"Especial:Fontes de livros/9781605067544\">9781605067544</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AYehudah+Halevi&amp;rft.aufirst=Yehudah&amp;rft.aulast=HALEVI&amp;rft.btitle=Kitab+al+Khazari&amp;rft.genre=book&amp;rft.isbn=9781605067544&amp;rft_id=http%3A%2F%2Fbooks.google.es%2Fbooks%3Fid%3D8jxn9elXfZIC%26printsec%3Dfrontcover%23v%3Donepage%26q%26f%3Dfalse&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><i>Antología poética</i>. Traduzida do hebraico. Altalena Editores, S.A. Madrid, 1983. <a href=\"/wiki/Especial:Fontes_de_livros/8474751527\" class=\"internal mw-magiclink-isbn\">ISBN 84-7475-152-7</a></li>\n<li><i>Lírica religiosa y cantos de Sión</i>. Ed. EGA, S.L. Bilbao, 1993. <a href=\"/wiki/Especial:Fontes_de_livros/8477260885\" class=\"internal mw-magiclink-isbn\">ISBN 84-7726-088-5</a></li>\n<li><i>Nueva antología poética</i>. Traduzida do hebraico (tr. Rosa Castelo). Ed. Hiperión, S.L. Madrid, 1997. <a href=\"/wiki/Especial:Fontes_de_livros/8475175317\" class=\"internal mw-magiclink-isbn\">ISBN 84-7517-531-7</a></li>\n<li><i>Poemas</i>. Traduzida do hebraico (tr. Ángel Sáenz-Badillos e Judith Targorano) Ediciones Alfaguara, S.A. Madrid, 1994. <a href=\"/wiki/Especial:Fontes_de_livros/8420428175\" class=\"internal mw-magiclink-isbn\">ISBN 84-204-2817-5</a></li>\n<li><i>Haizearen hegaletan </i> Traduzida do basco, original em hebraico (tr. Xabier Kintana) Real Academia da Língua basca=Euskaltzaindia. Bilbao, 2002. <a href=\"/wiki/Especial:Fontes_de_livros/8495438070\" class=\"internal mw-magiclink-isbn\">ISBN 84-95438-07-0</a></li>\n<li><i>Poesia hispanohebraica Tudelana</i>. (Yehuda ha-Levi e Abraão b. Meir <a href=\"/wiki/Abra%C3%A3o_ibne_Esdras\" title=\"Abraão ibne Esdras\">Ibn Ezra</a>) Ediciones y Libros, S.A. Pamplona, 2003. <a href=\"/wiki/Especial:Fontes_de_livros/8485112997\" class=\"internal mw-magiclink-isbn\">ISBN 84-85112-99-7</a></li>\n<li><i><a class=\"external text\" href=\"https://es.wikisource.org/wiki/Cuzary\">Cuzary</a> : livro da prova e da demonstração na defesa da religião menospreciada</i>. Traduzida do hebraico (tr. Nuria Garcia i Amat e Albert Soriano i Blasco). Ediciones Indigo. Barcelona, 2001 <a href=\"/wiki/Especial:Fontes_de_livros/848976851X\" class=\"internal mw-magiclink-isbn\">ISBN 84-89768-51-X</a></li></ul>",
        "<ul><li><a href=\"/w/index.php?title=M%C3%A1ximo_Jos%C3%A9_Kahn&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Máximo José Kahn (página não existe)\">KAHN, Máximo José</a> e Gil-Albert, Juan. <i>Yehudá Halevi</i> Ediciones Júcar. Gijón, 1987 <a href=\"/wiki/Especial:Fontes_de_livros/8433430637\" class=\"internal mw-magiclink-isbn\">ISBN 84-334-3063-7</a></li>\n<li>MILLÁS VALLICROSA, José María . <i>Yehudá Ha-Levi como poeta y apologista</i> Consejo Superior de Investigaciones Científicas. Madrid, 1947 (<a href=\"/wiki/Especial:Fontes_de_livros/8400007476\" class=\"internal mw-magiclink-isbn\">ISBN 84-00-00747-6</a>)</li>\n<li><cite class=\"citation book\">SÁENZ-BADILLOS, Ángel (1991).  Fundación amigos de Sefarad, ed. <i>Literatura hebrea en la España medieval</i>. Madrid: [s.n.] <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/8460410471\" title=\"Especial:Fontes de livros/8460410471\">8460410471</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AYehudah+Halevi&amp;rft.aufirst=%C3%81ngel&amp;rft.aulast=S%C3%81ENZ-BADILLOS&amp;rft.btitle=Literatura+hebrea+en+la+Espa%C3%B1a+medieval&amp;rft.date=1991&amp;rft.genre=book&amp;rft.isbn=8460410471&amp;rft.place=Madrid&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation book\">SCHEINDLIN, Raymond (2008).  Oxford University Press, ed. <i>The song of the distant dove : Judah Halevi's pilgrimage</i>. New York ;Oxford: [s.n.] <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/978-0-19-531542-4\" title=\"Especial:Fontes de livros/978-0-19-531542-4\">978-0-19-531542-4</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AYehudah+Halevi&amp;rft.aufirst=Raymond&amp;rft.aulast=SCHEINDLIN&amp;rft.btitle=The+song+of+the+distant+dove+%3A+Judah+Halevi%27s+pilgrimage&amp;rft.date=2008&amp;rft.genre=book&amp;rft.isbn=978-0-19-531542-4&amp;rft.place=New+York+%3BOxford&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul><li><a href=\"/wiki/Kuzari\" title=\"Kuzari\">Kuzari</a></li></ul>",
        "<ul><li><i>Este artigo foi inicialmente traduzido, total ou parcialmente, do artigo da Wikipédia em <a href=\"/wiki/L%C3%ADngua_castelhana\" title=\"Língua castelhana\">castelhano</a> cujo título é «<a href=\"https://es.wikipedia.org/wiki/Yehudah_Halevi\" class=\"extiw\" title=\"es:Yehudah Halevi\">Yehudah Halevi</a>».</i></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.cervantesvirtual.com/servlet/SirveObras/12694964235693728654657/index.htm\">Cuzary (traduzido por Jacob Abendana)</a> Obra no Centro Virtual Cervantes. (em castelhano)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.jewishencyclopedia.com/view.jsp?artid=643&amp;letter=J&amp;search=Judah%20ha-Levi\">Judah ha-Levi</a> na <a rel=\"nofollow\" class=\"external text\" href=\"http://www.jewishencyclopedia.com/\">Enciclopédia judaica</a> (em inglês)</li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20060820072236/http://www.jarchas.net/index-2.html\">Jarchas de Yehudah Halevi</a>. (em castelhano)</li>\n<li><cite class=\"citation book\">o Levita, Judá (1905). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.sacred-texts.com/jud/khz/index.htm\"><i>Kitab al-Khazari - sacred-texts.com</i></a> (em inglês). traduzido por Hartwig Hirschfeld. New York: E. P. Dutton</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AYehudah+Halevi&amp;rft.aufirst=Jud%C3%A1&amp;rft.aulast=o+Levita&amp;rft.btitle=Kitab+al-Khazari+-+sacred-texts.com&amp;rft.date=1905&amp;rft.genre=book&amp;rft.place=New+York&amp;rft.pub=E.+P.+Dutton&amp;rft_id=http%3A%2F%2Fwww.sacred-texts.com%2Fjud%2Fkhz%2Findex.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Judeus_do_Alandalus\" title=\"Categoria:Judeus do Alandalus\">Judeus do Alandalus</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_Alandalus\" title=\"Categoria:Filósofos do Alandalus\">Filósofos do Alandalus</a><a href=\"/wiki/Categoria:Poetas_do_Alandalus\" title=\"Categoria:Poetas do Alandalus\">Poetas do Alandalus</a><a href=\"/wiki/Categoria:M%C3%A9dicos_do_Alandalus\" title=\"Categoria:Médicos do Alandalus\">Médicos do Alandalus</a><a href=\"/wiki/Categoria:Poetas_do_juda%C3%ADsmo\" title=\"Categoria:Poetas do judaísmo\">Poetas do judaísmo</a><a href=\"/wiki/Categoria:Naturais_de_Tudela\" title=\"Categoria:Naturais de Tudela\">Naturais de Tudela</a><a href=\"/wiki/Categoria:Espanh%C3%B3is_do_s%C3%A9culo_XII\" title=\"Categoria:Espanhóis do século XII\">Espanhóis do século XII</a>']",
    "imagem": null,
    "view": "yehudah_halevi"
}