{
    "url": "https://pt.wikipedia.org/wiki/Yeshayahu_Leibowitz",
    "codigo_http": 200,
    "titulo": [
        "Yeshayahu Leibowitz"
    ],
    "conteudo": [
        "Yeshayahu Leibowitz (em hebraico: ישעיהו ליבוביץ‎, Riga, 29 de janeiro de 1903 – Jerusalém, 18 de agosto de 1994), foi um filósofo e cientista de Israel, famoso pelas suas opiniões diretas, e muitas vezes controversas, sobre judaísmo, ética, religião e a política e sociedade de Israel.\n",
        "Yeshayahu Leibowitz nasceu em Riga, Livónia (na atual Letónia) em 1903. Em 1919, estudou Química e Filosofia na Universidade de Berlim. Depois de completar o seu doutoramento em 1924, continuou a estudar Bioquímica e Medicina, recebendo um doutoramento da Universidade de Basileia, em 1934. Imigrou para a Palestina do Mandato Britânico em 1935 e estabeleceu-se em Jerusalém. Leibowitz casou-se com Greta, da qual teve seis filhos.[1] O seu filho Elia, foi diretor do departamento de Astrofísica da Universidade de Tel Aviv e o diretor que mais tempo esteve em funções no Observatório Wise.[2] Outro filho, Uri, foi professor de Medicina no Centro Médico Universitário de Hadassah, em Jerusalém.[1] A sua filha, Yiska, é procuradora distrital.[1] A sua irmã, Nechama Leibowitz, foi uma investigadora bíblica conhecida internacionalmente.\n",
        "Yeshayahu Leibowitz manteve-se ativo até ao seu último dia. Morreu durante o sono em 18 de agosto de 1994.[3]\n",
        "Leibowitz entrou na Faculdade de Matemática e Ciências Naturais da Universidade Hebraica de Jerusalém em 1936. Tornou-se professor de Bioquímica em 1941 e foi promovido ao cargo de professor principal de Química Orgânica e Neurologia em 1952. Lecionou na Universidade Hebraica por quase seis décadas, ensinando Bioquímica, Neurofisiologia, Filosofia e História da Ciência.[3]\n",
        "Yeshayahu Leibowitz era um judeu ortodoxo que tinha visões controversas em termos da Halachá, ou Lei Judaica. Escreveu que o único propósito dos mandamentos religiosos era a obediência a Deus, e não para receber qualquer tipo de recompensa neste mundo ou no mundo vindouro. Defendia que as razões para os mandamentos religiosos estão para lá da compreensão humana, sendo além disso irrelevantes, e qualquer tentativa de atribuir significado emocional à realização de mitzvot era desviada e similar à idolatria.\n",
        "Leibowitz defendia fortemente na separação do Estado e da religião. Acreditava que a mistura dos dois corrompia a fé. Condenou a veneração dos santuários judaicos, referindo-se cinicamente ao Muro Ocidental, ou Muro das Lamentações como Discotel (um trocadilho com as palavras \"disco\" e Kotel, o nome hebraico do Muro Ocidental).[3]\n",
        "Em contraste com as suas visões estritas em algumas matérias religiosas, ele era surpreendentemente liberal em outras. No assunto da homossexualidade, por exemplo, Yeshayahu Leibowitz acreditava que, apesar da proibição das relações homossexuais no judaísmo, os homossexuais deveriam esforçar-se o melhor que possam para permanecerem judeus praticantes.[4]\n",
        "Yeshayahu Leibowitz serviu como editor da Enciclopédia Hebraica nos primórdios desta. Para lá dos seus incontáveis artigos e ensaios, o professor Leibowitz foi autor de uma larga gama de livros sobre Filosofia, valores humanos, pensamento judaico, os ensinamentos de Rambam (ou Maimónides), e política. Muitas das suas palestras e discursos, incluindo aqueles realizados como participante no projecto \"Broadcast University\" emitido pela Rádio do Exército de Israel, foram posteriormente compilados e publicados sob a forma de livros. Leibowitz era um prolífico escritor de cartas e o seu conselho ou comentário era amplamente procurado. Uma primeira coleção das suas cartas (em hebraico) foi publicada postumamente.\n",
        "Yeshayahu Leibowitz era um crítico sincero e direto dos valores israelitas e da política nacional. As suas declarações pouco tempo depois da Guerra do Líbano de 1982 acusando os soldados israelitas de terem uma mentalidade \"judaico-nazi\" provocou um clamor público na sociedade israelita. Apesar de tais declarações terem levado alguns a concluir que ele era um antissionista, o professor Leibowitz afirmou repetidamente a sua crença na validade do empenho sionista, tanto na escrita como em diálogos, durante toda a sua vida.[5]\n",
        "Em 1993, ele foi nomeado para receber o Prémio Israel. Antes da cerimónia de entrega do prémio, Leibowitz foi convidado para falar perante o Concelho Israelita para a Paz Israelo-Palestiniana, onde as suas polémicas declarações apelando aos soldados israelitas para recusarem ordens provocaram um escândalo. O júri reuniu-se para discutir a possibilidade de retirar a atribuição do prémio, mas o próprio Leibowitz anunciou que ele recusaria aceitá-lo, porque não queria criar antagonismo na hora de receber o galardão.[6]\n"
    ],
    "ligacoes": [
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://web.archive.org/web/20050414032409/http://users.tapuz.co.il/leibowitz/\">Yeshayahu Leibowitz (hebraico)</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.wix.com/giorab/Leibowitz/\">Yeshayahu Leibowitz (inglês)</a></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1903\" title=\"Categoria:Nascidos em 1903\">Nascidos em 1903</a><a href=\"/wiki/Categoria:Mortos_em_1994\" title=\"Categoria:Mortos em 1994\">Mortos em 1994</a><a href=\"/wiki/Categoria:Cientistas_de_Israel\" title=\"Categoria:Cientistas de Israel\">Cientistas de Israel</a><a href=\"/wiki/Categoria:Educadores_de_Israel\" title=\"Categoria:Educadores de Israel\">Educadores de Israel</a><a href=\"/wiki/Categoria:Escritores_de_Israel\" title=\"Categoria:Escritores de Israel\">Escritores de Israel</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_de_Israel\" title=\"Categoria:Filósofos de Israel\">Filósofos de Israel</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_juda%C3%ADsmo\" title=\"Categoria:Filósofos do judaísmo\">Filósofos do judaísmo</a><a href=\"/wiki/Categoria:Judeus_da_Let%C3%B4nia\" title=\"Categoria:Judeus da Letônia\">Judeus da Letônia</a><a href=\"/wiki/Categoria:Judeus_de_Israel\" title=\"Categoria:Judeus de Israel\">Judeus de Israel</a><a href=\"/wiki/Categoria:Qu%C3%ADmicos_de_Israel\" title=\"Categoria:Químicos de Israel\">Químicos de Israel</a><a href=\"/wiki/Categoria:Naturais_de_Riga\" title=\"Categoria:Naturais de Riga\">Naturais de Riga</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Yeshaia_Leibowitz._Photograph_by_Grubner._Wellcome_V0026693.jpg/250px-Yeshaia_Leibowitz._Photograph_by_Grubner._Wellcome_V0026693.jpg",
    "view": "yeshayahu_leibowitz"
}