{
    "url": "https://pt.wikipedia.org/wiki/Joseph_Albo",
    "codigo_http": 200,
    "titulo": [
        "José Albo"
    ],
    "conteudo": [
        "José Albo (em hebraico: יוסף אלבו) (Monreal del Campo, c. 1380–1444) foi um filósofo e rabino judeu que viveu na Espanha durante o século XV, conhecido principalmente como o autor do Sefer HaIkkarim (“Livro dos Princípios”), a obra clássica sobre os fundamentos do judaísmo.\n",
        "O local de nascimento de Albo é geralmente considerado Monreal del Campo, uma cidade em Aragão. Isso se baseia no relatório de Astruc ha-Levi sobre o debate religioso realizado em Tortosa em 1413–1414, que menciona Albo como um dos participantes judeus e observa que ele era o delegado da congregação de Monreal. No entanto, o relato latino desse debate não se refere a essa localidade.\n",
        "O historiador Heinrich Graetz acredita que Albo não teria menos de trinta anos, quando foi enviado para participar do debate, e consequentemente coloca a data de nascimento de Albo o mais tardar em 1380. Sua data de morte é dada várias vezes como sendo em 1444 (o provável),[1] ou em 1430. É mencionado, contudo, como pregador em Sória, em 1433.\n",
        "O uso que Albo faz de ilustrações médicas cria a presunção de que ele era adepto da ciência médica, o que sugere que ele pode ter exercido a medicina. Era versado até certo ponto nos escritos dos árabes aristotélicos. Seu professor foi Hasdai Crescas, autor de Or Adonai. As opiniões variam sobre se Crescas ainda estava vivo quando o Sefer HaIkkarim foi publicado.\n",
        "\nA composição desta obra abrange vários períodos. A primeira parte, publicada como obra independente, contém a essência do pensamento de Albo. Foi somente quando sua publicação trouxe-lhe uma enxurrada de críticas, que Albo se sentiu compelido a ampliá-lo. No prefácio da segunda parte, ele ataca os críticos: .mw-parser-output .flexquote{display:flex;flex-direction:column;background-color:#F1F1F1;border-left:3px solid #C7C7C7;font-size:100%;margin:1em 4em;padding:.4em .8em}.mw-parser-output .flexquote>.flex{display:flex;flex-direction:row}.mw-parser-output .flexquote>.flex>.quote{width:100%}.mw-parser-output .flexquote>.flex>.separator{border-left:1px solid #C7C7C7;border-top:1px solid #C7C7C7;margin:.4em .8em}.mw-parser-output .flexquote>.cite{text-align:right}@media all and (max-width:600px){.mw-parser-output .flexquote>.flex{flex-direction:column}}@media screen{html.skin-theme-clientpref-night .mw-parser-output .flexquote{background-color:transparent}}@media screen and (prefers-color-scheme:dark){html.skin-theme-clientpref-os .mw-parser-output .flexquote{background-color:transparent}}",
        " Critica o que ele viu como o procedimento negligente daquelas sentenças proferidas sobre um autor sem se preocuparem com a exigência fundamental de uma crítica bem fundamentada.\n",
        "Entre todas as acusações, destacamos a de plágio das ideias de Hasdai Crescas que José Albo supostamente se apropriou sem citá-lo. No entanto, um exame relevante do texto invalida essa afirmação: tendo Hasdai Crescas sido seu professor, é inevitável certa comunidade de pensamento, desde que não sejam ultrapassados ​​certos limites, dos quais José Albo nem sequer se aproximou.\n",
        "Em contraposição aos treze princípios de Maimônides e aos seis de Crescas, Albo limitou os fundamentais princípios de fé judaicos a três:\n",
        "Na formulação de outros artigos de fé, as controvérsias a que os compiladores foram expostos, influenciaram tanto a seleção dos princípios específicos a serem acentuados, quanto a maneira como eles foram apresentados. Semelhante ao caso de José Albo, sua seleção foi feita para corrigir o esquema de Maimônides nos pontos onde ele parecia apoiar as alegações dos dogmáticos e polemistas cristãos.\n",
        "O próprio Maimônides foi influenciado por um desejo de evitar certas reivindicações cristãs e muçulmanas. Sua ênfase sobre a incorporalidade absoluta de Deus, só encontra a sua verdadeira luz quando a doutrina cristã da encarnação é considerada. Sua expectativa messiânica, com a ênfase sobre a constância com que o seu cumprimento futuro é para ser procurado, tinha também uma postura anticristã. Mas este ponto, o dogma messiânico, tinha por sua vez logo se tornado uma fonte de ansiedade para os judeus, forçados a reunirem-se em disputas públicas com os mestres da Igreja. Entre os porta-vozes da Igreja estavam alguns convertidos do judaísmo. Estes não tardaram a mencionar este dogma messiânico de Maimônides, tanto quanto puderam, para envergonhar os defensores do judaísmo. Antes da época de Maimônides, a questão da corporalidade do Messias não parece ter sido um dos problemas discutidos nas polêmicas entre a Igreja e a comunidade judaica. Mas, meio século depois, quando sua doutrina messiânica foi aceita como um dos artigos essenciais da fé, esse foi o ponto empurrado para o primeiro plano das discussões.\n",
        "Tendo participado de uma dessas disputas públicas, Albo deve ter tido a consciência do constrangimento com que a posição maimonidiana ocasionava para os defensores do judaísmo. Em seu esquema, portanto, o Messias é eliminado como parte integrante da fé judaica. Em seu lugar, enfatiza a doutrina da justiça divina.\n",
        "O título de seu livro indica o seu método no início. O básico para a sua investigação é o reconhecimento de que “a felicidade humana é condicionada pelo conhecimento e pela conduta”. Mas “o intelecto humano não pode atingir o conhecimento perfeito, nem a conduta ética, uma vez que seu poder é limitado e logo se esgota na contemplação das coisas que a verdade encontraria; portanto, necessariamente, deve haver algo acima do intelecto humano através do qual o conhecimento e a conduta podem atingir um grau de excelência que não admite dúvidas”.\n",
        "A insuficiência do intelecto humano, postula a necessidade da orientação divina; e, portanto, é dever de toda pessoa conhecer o Deus da lei dada. Mas para se saber isso, só é possível caso a pessoa tenha estabelecido os princípios verdadeiros, sem os quais não pode haver nenhuma lei divina. Vendo que sobre este tema vital há muita divergência, confusão, e superficialidade, Albo resolveu erguer uma estrutura para a verdadeira religião.\n",
        "Albo afirma que todas as religiões reveladas reconhecem três princípios fundamentais. Mas será que a identidade desses três princípios, em religiões reveladas, não dá direito aos devotos de cada uma delas a reivindicar a sua própria como a única religião verdadeira? Não, responde Albo: estes três princípios podem ser igualmente indispensáveis para as assim chamadas religiões reveladas, mas apenas a verdadeira religião é aquela que compreende corretamente estes pensamentos básicos. O teste para essa correção de compreensão ele alega ser o maior reconhecimento de certas outras verdades e inferências que deve decorrer logicamente do reconhecimento dos três fundamentos. A menos que uma religião revelada aceite estas inferências, não deve ser reconhecida como a única religião verdadeira.\n",
        "Albo afirma que o judaísmo não está apenas baseado em três princípios fundamentais, mas reconhece também as consequências que logicamente devem ser extraídas. Como consequência, o judaísmo é a verdadeira religião revelada. Tendo estabelecido esta conclusão, Albo chegou ao fim para o qual ele se comprometeu em sua investigação.\n",
        "A terminologia de Albo é, provavelmente, original. Os três fundamentos que designa Iḳḳarim, ou raízes. As (oito) verdades derivadas e necessárias (sobre o reconhecimento e a aplicação correta da qual depende se a religião revelada comprova ser a verdadeira religião) ele chama de shorashim, ou raízes secundárias. Ambos, o Iḳḳarim e o shorashim são indispensáveis para a subsistência do tronco da árvore. Os ramos, porém, não estão nessa categoria.\n",
        "Os costumes tradicionais judaicos, de que há um grande número em todas as religiões, são chamados de anafim, “galhos”. Ele os considera desnecessários à vida religiosa. Podem ser removidos ou podem morrer, e o tronco ainda subsiste.\n",
        "Uma vez que os três Iḳḳarim são os mesmos em todas as religiões, Albo chama-os também de Iḳḳarim kolelim (os princípios universais ou raízes). As oito shorashim chama-as às vezes de Iḳḳarim peraṭyim, mas sua terminologia não é consistente ao longo do trabalho.\n",
        "Albo encontra oportunidade para criticar as opiniões dos seus antecessores, mas se esforça para evitar a caça de heresia. Assim, se esforça para estabelecer o limite entre o qual o ceticismo judeu pode ser exercido sem risco de perda da ortodoxia doutrinária. Seu cânone para distinguir heterodoxia da ortodoxia é o reconhecimento da verdade da Torá.\n",
        "A notável liberdade de interpretação é permitida, tanto assim, que realmente seria difícil sob as teorias de Albo impugnar a ortodoxia até mesmo dos judeus mais teologicamente liberais. Albo rejeita a hipótese de que creatio ex nihilo (criar a partir do nada) é uma implicação fundamental da crença em Deus. Albo critica livremente os treze princípios de fé de Maimônides e os seis princípios de Crescas. Albo afirma que nem Maimônides, nem Crescas consideraram o seu próprio critério fundamental; ou seja, a indispensabilidade absoluta de um princípio sem o qual o tronco da árvore não poderia subsistir, e sobre este ponto, rejeita a maioria de sua fé.\n",
        "De acordo com Albo, o primeiro de seus princípios fundamentais, a crença na existência de Deus, abrange as seguintes shorashim, ou raízes secundárias:\n",
        "O segundo princípio fundamental, a crença na revelação, ou a comunicação da instrução divina por Deus ao homem, leva-o a obter as seguintes três raízes secundárias:\n",
        "Do princípio da terceira raiz, a crença na justiça divina, ele deriva uma raiz secundária: a crença na ressurreição do corpo.\n",
        "Segundo Albo, portanto, a crença no Messias é apenas “galho”. Não é necessária para a solidez do tronco. Não é, portanto, parte integrante do judaísmo. Nem é verdade que toda lei seja obrigatória. Apesar de toda ordenação conseguir conferir felicidade em sua observância, não é verdade que todas as leis devam ser respeitadas, ou que, através da negligência de uma parte da lei, um judeu violaria o pacto divino ou seria condenado. Judeus observantes, no entanto, acreditam que o judeu é divinamente obrigado a cumprir todos os mandamentos aplicáveis.\n",
        "A primeira edição da Iḳḳarim surgiu em Soncino, Itália, em 1485. Foi publicada com um comentário sob o título de “Ohel Ya'aḲob”, por Jacob ben Samuel Koppelman ben Bunem de Brześć Kujawski, em Freiburg, 1584, e com um comentário maior de Gedeliah ben Solomon Lipschitz, Veneza, em 1618.\n",
        "Nas edições posteriores, os trechos contendo críticas sobre a fé cristã, no Livro III. caps. xxv., xxvi., foram expurgados pelo censor, enquanto Gilbert Génébrard escreveu uma refutação dos mesmos com as notas valiosas. Esta refutação foi publicada com suas próprias observações pelo judeu batizado Claudius Mai, Paris, 1566.\n",
        "O Iḳḳarim foi traduzido para o alemão pelo Dr. W. Schlesinger, rabino de Sulzbach, e seu irmão, L. Schlesinger, escreveu uma introdução para o mesmo, Frankfurt am Main, 1844.\n",
        "A edição crítica do Ikkarim foi publicada por Isaac Husik na Filadélfia em 1929, acompanhada de uma tradução para o inglês (reimpressa em 1946).\n"
    ],
    "ligacoes": [
        "<ul><li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"https://www.daat.ac.il/daat/mahshevt/ikarim/shaar-2.htm\">«רבי יוסף אלבו / ספר העיקרים»</a>. <i>www.daat.ac.il</i><span class=\"reference-accessdate\">. Consultado em 17 de maio de 2023</span></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJos%C3%A9+Albo&amp;rft.atitle=%D7%A8%D7%91%D7%99+%D7%99%D7%95%D7%A1%D7%A3+%D7%90%D7%9C%D7%91%D7%95+%2F+%D7%A1%D7%A4%D7%A8+%D7%94%D7%A2%D7%99%D7%A7%D7%A8%D7%99%D7%9D&amp;rft.genre=unknown&amp;rft.jtitle=www.daat.ac.il&amp;rft_id=https%3A%2F%2Fwww.daat.ac.il%2Fdaat%2Fmahshevt%2Fikarim%2Fshaar-2.htm&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li>Este artigo incorpora texto  (em inglês) da <i><a href=\"/wiki/Encyclop%C3%A6dia_Britannica_(edi%C3%A7%C3%A3o_de_1911)\" title=\"Encyclopædia Britannica (edição de 1911)\">Encyclopædia Britannica</a></i> (11.ª edição), publicação em <a href=\"/wiki/Dom%C3%ADnio_p%C3%BAblico\" title=\"Domínio público\">domínio público</a>.</li>\n<li><span typeof=\"mw:File\"><span><img src=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/20px-Wikisource-logo.svg.png\" decoding=\"async\" width=\"15\" height=\"16\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/40px-Wikisource-logo.svg.png 1.5x\" data-file-width=\"410\" data-file-height=\"430\"></span></span> <cite class=\"citation encyclopaedia\"><a href=\"/wiki/Hugh_Chisholm\" title=\"Hugh Chisholm\">Chisholm, Hugh</a>, ed. (1911). «<a href=\"https://pt.wikisource.org/wiki/en:1911_Encyclop%C3%A6dia_Britannica/Albo,_Joseph\" class=\"extiw\" title=\"s:en:1911 Encyclopædia Britannica/Albo, Joseph\">Albo, Joseph</a>». <i><a href=\"/wiki/Encyclop%C3%A6dia_Britannica\" title=\"Encyclopædia Britannica\">Encyclopædia Britannica</a></i> (em inglês) <a href=\"/wiki/Encyclop%C3%A6dia_Britannica_(edi%C3%A7%C3%A3o_de_1911)\" title=\"Encyclopædia Britannica (edição de 1911)\">11.ª</a> ed. <a href=\"/wiki/Encyclop%C3%A6dia_Britannica,_Inc.\" title=\"Encyclopædia Britannica, Inc.\">Encyclopædia Britannica, Inc.</a> (atualmente em <a href=\"/wiki/Dom%C3%ADnio_p%C3%BAblico\" title=\"Domínio público\">domínio público</a>)</cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJos%C3%A9+Albo&amp;rft.atitle=Albo%2C+Joseph&amp;rft.btitle=Encyclop%C3%A6dia+Britannica&amp;rft.date=1911&amp;rft.edition=11.%AA&amp;rft.genre=bookitem&amp;rft.pub=Encyclop%C3%A6dia+Britannica%2C+Inc.+%28atualmente+em+dom%C3nio+p%C3%BAblico%29&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://ww9.radicalacademy.com/\">«radicalacademy.com»</a>. <i>ww9.radicalacademy.com</i> (em inglês)<span class=\"reference-accessdate\">. Consultado em 17 de maio de 2023</span></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJos%C3%A9+Albo&amp;rft.atitle=radicalacademy.com&amp;rft.genre=unknown&amp;rft.jtitle=ww9.radicalacademy.com&amp;rft_id=http%3A%2F%2Fww9.radicalacademy.com%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\">Ehrlich, Dror (2020).  Zalta, Edward N., ed. <a rel=\"nofollow\" class=\"external text\" href=\"https://plato.stanford.edu/archives/spr2020/entries/albo-joseph/\">«Joseph Albo»</a>. Metaphysics Research Lab, Stanford University<span class=\"reference-accessdate\">. Consultado em 17 de maio de 2023</span></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJos%C3%A9+Albo&amp;rft.aufirst=Dror&amp;rft.aulast=Ehrlich&amp;rft.btitle=Joseph+Albo&amp;rft.date=2020&amp;rft.genre=unknown&amp;rft.pub=Metaphysics+Research+Lab%2C+Stanford+University&amp;rft_id=https%3A%2F%2Fplato.stanford.edu%2Farchives%2Fspr2020%2Fentries%2Falbo-joseph%2F&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation web\">Back, Samuel (1869). <a rel=\"nofollow\" class=\"external text\" href=\"https://catalog.hathitrust.org/Record/011558849\">«Joseph Albo's bedeutung in der geschichte der Jüdischen religionsphilosophie. Ein beitrag zur genauern kenntniss der tendenz des buches \"Ikkarim»</a>. B. Heidenfeld<span class=\"reference-accessdate\">. Consultado em 17 de maio de 2023</span></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3AJos%C3%A9+Albo&amp;rft.aufirst=Samuel&amp;rft.aulast=Back&amp;rft.btitle=Joseph+Albo%27s+bedeutung+in+der+geschichte+der+J%C3%BCdischen+religionsphilosophie.+Ein+beitrag+zur+genauern+kenntniss+der+tendenz+des+buches+%22Ikkarim&amp;rft.date=1869&amp;rft.genre=unknown&amp;rft.pub=B.+Heidenfeld&amp;rft_id=https%3A%2F%2Fcatalog.hathitrust.org%2FRecord%2F011558849&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1380\" title=\"Categoria:Nascidos em 1380\">Nascidos em 1380</a><a href=\"/wiki/Categoria:Mortos_em_1444\" title=\"Categoria:Mortos em 1444\">Mortos em 1444</a><a href=\"/wiki/Categoria:Rishonim\" title=\"Categoria:Rishonim\">Rishonim</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_juda%C3%ADsmo\" title=\"Categoria:Filósofos do judaísmo\">Filósofos do judaísmo</a><a href=\"/wiki/Categoria:Rabinos_da_Espanha\" title=\"Categoria:Rabinos da Espanha\">Rabinos da Espanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XV\" title=\"Categoria:Filósofos do século XV\">Filósofos do século XV</a><a href=\"/wiki/Categoria:Naturais_de_Navarra\" title=\"Categoria:Naturais de Navarra\">Naturais de Navarra</a>']",
    "imagem": null
}