{
    "url": "https://pt.wikipedia.org/wiki/Theodor_W._Adorno",
    "codigo_http": 200,
    "titulo": [
        "Theodor W. Adorno"
    ],
    "conteudo": [
        "Theodor Ludwig Wiesengrund-Adorno  (Frankfurt am Main, 11 de setembro de 1903 – Visp, 6 de agosto de 1969) foi um filósofo, sociólogo, musicólogo e compositor alemão.[5] É um dos expoentes da chamada Escola de Frankfurt,[6] juntamente com Max Horkheimer, Walter Benjamin, Herbert Marcuse, Jürgen Habermas, entre outros. Estudou filosofia, sociologia, psicologia e música na Universidade de Frankfurt, mudando-se para Viena aos 22 anos para prosseguir seus estudos em composição com Alban Berg. É amplamente considerado como um dos principais pensadores do século XX em estética e filosofia. Como crítico do fascismo e do que ele chamou de indústria cultural, seus escritos - como Dialética do Esclarecimento (1947), Minima Moralia (1951) e Dialética Negativa (1966) - influenciaram fortemente a Nova Esquerda Europeia.\n",
        "Em meio à moda desfrutada pelo existencialismo e pelo positivismo na Europa do início do século XX, Adorno avançou uma concepção dialética da história natural que criticou as tentações gêmeas da ontologia e do empirismo por meio de estudos de Kierkegaard e Husserl. Como pianista de formação clássica (cujas simpatias com a técnica de composição musical dodecafônica de Arnold Schoenberg resultaram em sua composição de estudos com Alban Berg, da Segunda Escola de Viena), o compromisso de Adorno com a música de vanguarda constituiu o pano de fundo de seus escritos subseqüentes e levou a sua colaboração com Thomas Mann no romance Doutor Faustus, enquanto os dois homens viviam na Califórnia como exilados durante a Segunda Guerra Mundial. A reputação de seu trabalho na música, no entanto, diminuiu acentuadamente ao longo do tempo. Trabalhando no recém-reformado Instituto de Pesquisa Social, Adorno colaborou em estudos influentes de autoritarismo, anti-semitismo e propaganda que mais tarde serviriam de modelos para estudos sociológicos que o Instituto realizou na Alemanha do pós-guerra.\n",
        "Ao retornar a Frankfurt, Adorno se envolveu na reconstituição da vida intelectual alemã por meio de debates com Karl Popper sobre as limitações da ciência positivista, críticas à linguagem da autenticidade de Heidegger, escritos sobre a responsabilidade alemã pelo holocausto e intervenções contínuas em assuntos públicos. Como escritor de polêmicas na tradição de Nietzsche e Karl Kraus, Adorno fez críticas contundentes à cultura ocidental contemporânea. A Teoria Estética postumamente publicada por Adorno, que ele planejava dedicar a Samuel Beckett, é o culminar de um compromisso ao longo da vida com a arte moderna, que tenta revogar a \"separação fatal\" de sentimentos e entendimentos há muito exigida pela história da filosofia e explodir os privilégios estéticos que a estética atribui ao conteúdo sobre a forma e à contemplação sobre a imersão.\n",
        "Theodor  Adorno nasceu em Frankfurt, filho de Oscar Alexander Wiesengrund (1870 – 1941) – próspero negociante alemão de vinhos, de origem judaica e convertido ao protestantismo – e de Maria Barbara Calvelli-Adorno – uma cantora lírica, católica,  italiana.[5] Posteriormente, Theodor passou a abreviar seu último nome, utilizando o nome de solteira de sua mãe como sobrenome (Theodor W. Adorno, ou simplesmente Theodor Adorno).[6]\n",
        "Estudou música com sua tia (por parte de mãe), Agathe, uma pianista. Frequentou o Kaiser-Wilhelm-Gymnasium, onde se destacou como estudante. Além disso, ainda durante a adolescência, teve aulas particulares de composição com Bernhard Sekles, e leu, nas tardes de sábado, Immanuel Kant com seu amigo Siegfried Kracauer – 14 anos mais velho e especialista em Sociologia do conhecimento. Mais tarde, Adorno diria que devia mais a estas leituras do que a qualquer de seus professores universitários.[5]\n",
        "Na Universidade de Frankfurt (atual Universidade Johann Wolfgang Goethe), estudou Filosofia, Musicologia, Psicologia e Sociologia. Completou rapidamente seus estudos, defendendo em 1924 sua tese sobre Edmund Husserl (A transcendência do objeto e do noemático na fenomenologia de Husserl), orientado pelo professor Hans Cornelius.[6] Segundo Adorno, essa tese teria sido demasiadamente influenciada por seu orientador. Antes do final de sua graduação, conhece já dois de seus principais parceiros intelectuais – Max Horkheimer e Walter Benjamin.\n",
        "Entre 1921 e 1932, publicou cerca de cem artigos sobre crítica e estética musical e conheceria Vilma, com quem se casaria pouco tempo depois. Sua carreira filosófica começa em 1933 com a publicação de sua tese sobre Kierkegaard. Em 1925, conhece pessoalmente um dos filósofos que mais o influenciaram até então – o jovem Lukács. Crítico de Kierkegaard, Lukács decepcionará o jovem Adorno ao renegar sua obra de juventude (A Teoria do Romance por completo, e a História e Consciência de Classe em sua maior parte). Essas obras são pilares do pensamento de Adorno, que travará inúmeras polêmicas com Lukács pelo que entende serem seus \"desvios\" de pensamento em prol do partido.\n",
        "Outro filósofo que influenciará Adorno de forma crucial é Walter Benjamin, a ponto de Adorno afirmar que, em determinado momento de sua produção filosófica, sua intenção era apenas a de traduzir Benjamin para termos acadêmicos.\n",
        "Com o fim da Segunda Guerra, Adorno é um dos que mais desejam o retorno do Instituto para Pesquisa Social a Frankfurt, tornando-se seu diretor-adjunto e seu codiretor em 1955. Com a aposentadoria de Horkheimer, Adorno torna-se o novo diretor.\n",
        "Próximo de sua morte, em 1969, Theodor Adorno se envolve em uma polêmica com seu companheiro e amigo da Escola de Frankfurt, Herbert Marcuse, por não ter apoiado os estudantes que, em 31 de janeiro daquele ano, interromperam sua aula, tentando continuar, dentro do Instituto, os protestos que tomavam as ruas das capitais da Europa. Adorno chamou a polícia.[7] Marcuse se posicionou a favor dos estudantes e, em uma série de cartas, repreendeu e criticou severamente o amigo, dizendo de maneira clara que \"em determinadas situações, a ocupação de prédios e a interrupção de aulas são atos legítimos de protesto político (...) Na medida em que a democracia burguesa (em virtude de suas antinomias imanentes) se fecha à transformação qualitativa, e isso através do próprio processo democrático-parlamentar, a oposição extraparlamentar torna-se a única forma de contestação: desobediência civil, ação direta\".[6]\n",
        "Famosas foram ainda suas polêmicas com o filósofo e sociólogo conservador Arnold Gehlen, um dos representantes, ao lado de Hans Freyer e Helmut Schelsky, da Escola de Leipzig.\n",
        "Adorno faleceu, por problemas cardíacos, no dia 6 de agosto de 1969. Encontra-se sepultado em Hauptfriedhof Frankfurt am Main, Frankfurt am Main, Hesse na Alemanha.[8]\n",
        "A Filosofia de Theodor Adorno, considerada uma das mais complexas do século XX, fundamenta-se na perspectiva da dialética[5] e também da psicanálise. Uma das suas importantes obras, a Dialética do Esclarecimento, escrita em colaboração com Max Horkheimer durante a guerra, é uma crítica da  razão instrumental, conceito fundamental deste último filósofo, ou, o que seria o mesmo, uma crítica, fundada em uma interpretação negativa do Iluminismo, de uma civilização técnica e da lógica cultural do sistema capitalista (que Adorno chama de \"indústria cultural\"). Também uma crítica à sociedade de mercado que não persegue outro fim que não o do progresso técnico.\n",
        "A atual civilização técnica, surgida do espírito do Iluminismo e do seu conceito de razão, não representa mais que um domínio racional sobre a natureza, que implica paralelamente um domínio (irracional) sobre o homem; os diferentes fenômenos de barbárie moderna (fascismo e nazismo) não seriam outra coisa que não mostras, e talvez as piores manifestações desta atitude autoritária de domínio sobre o outro, e neste particular, Adorno recorrerá a outro filósofo alemão - Nietzsche.[5]\n",
        "Na Dialética Negativa, Theodor Adorno intenta mostrar o caminho de uma reforma da razão mesma, com o fim de libertá-la deste lastro de domínio autoritário sobre as coisas e os homens, lastro que ela carrega desde a razão iluminista.\n",
        "Adorno opõe-se à dialética hegeliana, que reduz ao princípio da identidade, ou a um sistema, todas as coisas, através do pensamento, superando suas contradições. Critica a relação indissociável entre negatividade e totalidade em Hegel. Para Adorno, nessa indissociabilidade, a negação acaba por se colocar para a afirmação do todo, o que para significa estabelecer uma relação acrítica, afirmativa e, afinal, apologética com a realidade social.[9]\n",
        "Critica também o positivismo lógico, que deseja assenhorar-se da natureza por intermédio do conhecimento científico.\n",
        "Essa admissão do irracional (segundo ele, pensar no irracional é pensar nas categorias tradicionais que supõem uma reafirmação das estruturas sociais injustas e irracionais da sociedade) leva Adorno a valorizar a arte, sobretudo a arte de vanguarda, já por si problemática - a música atonal de Arnold Schönberg, por exemplo -, porque supõem uma independência total em relação ao que representa a razão instrumental. Na arte Adorno vê um reflexo mediado do mundo real.\n",
        "Da Crítica da Razão, Adorno chega também à crítica da linguagem. Para Adorno, toda linguagem conceitual realiza alguma forma de violência cognitiva, pois nunca é possível conformar totalmente às palavras aos objetos e sentimentos tais como eles são (contradição do \"não-idêntico\"). Como alternativa e complemento à linguagem conceitual, Adorno valoriza a linguagem artística, a qual consegue expressar as irracionalidades, contradições e estranhamentos dos sujeitos, sem violentá-las por meio de conceitos. Ao erigir os seus próprios significados, cada obra de arte cria o seu mundo interno (ser-para-si), sem necessidade de se espelhar em objetos externos e incorrer em violência cognitiva.[10]\n",
        "Para Adorno, a postura otimista de Benjamin no que diz respeito à função possivelmente revolucionária do cinema desconsidera certos elementos fundamentais, que desviam sua argumentação para conclusões ingênuas. Embora devendo a maior parte de suas reflexões a Benjamin, Adorno procura mostrar a falta de sustentação de suas teses, na medida em que elas não trazem à luz o antagonismo que reside no próprio interior do conceito de “técnica”. Segundo Adorno, passou despercebido a Benjamin que a técnica se define em dois níveis: primeiro “enquanto qualquer coisa determinada intra-esteticamente” e, segundo, “enquanto desenvolvimento exterior às obras de arte”. O conceito de técnica não deve ser pensado de maneira absoluta: ele possui uma origem histórica e pode desaparecer. Ao visarem à produção em série e à homogeneização, as técnicas de reprodução sacrificam a distinção entre o caráter da própria obra de arte e do sistema social. Por conseguinte, se a técnica passa a exercer imenso poder sobre a sociedade, tal ocorre, segundo Adorno, graças, em grande parte, ao fato de que as circunstâncias que favorecem tal poder são arquitetadas pelo poder dos economicamente mais fortes sobre a própria sociedade. Em decorrência, a racionalidade da técnica identifica-se com a racionalidade do próprio domínio. Essas considerações evidenciariam que, não só o cinema, como também o rádio, não devem ser tomados como arte. “O fato de não serem mais que negócios – escreve Adorno – basta-lhes como ideologia”. Enquanto negócios, seus fins comerciais são realizados por meio de sistemática e programada exploração de bens considerados culturais. Tal exploração Adorno chama de “indústria cultural”.\n",
        "Adorno postula a totalidade social como um sistema automático. Segundo Kritik der kritischen Theorie, de Horst Müller (\"Crítica da teoria crítica\"), essa suposição é consistente com a ideia de Adorno de sociedade como um sistema auto-regulador, do qual é preciso escapar (mas do qual ninguém pode escapar). É recorrente a crítica de que a teoria crítica é essencialmente pessimista não fornece uma solução prática para a mudança social.[11]\n",
        "O termo foi empregado pela primeira vez em 1947, quando da publicação da Dialética do Esclarecimento, de Horkheimer e Adorno. Este último, numa série de conferências radiofônicas, pronunciadas em 1962, explicou que a expressão “indústria cultural” visa a substituir “cultura de massa”, pois esta induz ao engodo que satisfaz os interesses dos detentores dos veículos de comunicação de massa. Os defensores da expressão “cultura de massa” querem dar a entender que se trata de algo como uma cultura surgindo espontaneamente das próprias massas. Para Adorno, que diverge frontalmente dessa interpretação, a indústria cultural, ao aspirar à integração vertical de seus consumidores, não apenas adapta seus produtos ao consumo das massas, mas, em larga medida, determina o próprio consumo. Interessada nos homens apenas enquanto consumidores ou empregados, a indústria cultural reduz a humanidade, em seu conjunto, assim como cada um de seus elementos, às condições que representam seus interesses. A indústria cultural traz em seu bojo todos os elementos característicos do mundo industrial moderno e nele exerce um papel específico, qual seja, o de portadora da ideologia dominante, a qual outorga sentido a todo o sistema. Adorno fala acerca da ideologia capitalista, e sua cúmplice, a indústria cultural contribui eficazmente para falsificar as relações entre os homens, bem como dos homens com a natureza, de tal forma que o resultado final constitui uma espécie de anti-iluminismo. Considerando-se diz Adorno que o iluminismo tem como a finalidade libertar os homens do medo, tornando-os senhores e liberando o mundo da magia e do mito, e admitindo-se que essa finalidade pode ser atingida por meio da ciência e da tecnologia, tudo levaria a crer que o iluminismo instauraria o poder do homem sobre a ciência e sobre a técnica. Mas ao invés disso, liberto do medo mágico, o homem tornou-se vítima de novo engodo: o progresso da dominação técnica. Esse progresso transformou-se em poderoso instrumento utilizado pela indústria cultural para conter o desenvolvimento da consciência das massas. A indústria cultural nas palavras do próprio Adorno “impede a formação de indivíduos autônomos, independentes, capazes de julgar e de decidir conscientemente”. O próprio ócio do homem é utilizado pela indústria cultural com o fito de mecanizá-lo, de tal modo que, sob o capital capitalismo, em suas formas mais avançadas, a diversão e o lazer tornam-se um prolongamento do trabalho. Para Adorno, a diversão é buscada pelos que desejam esquivar-se ao processo de trabalho mecanizado para colocar-se, novamente, em condições de se submeterem a ele. A mecanização conquistou tamanho poder sobre o homem, durante o tempo livre, e sobre sua felicidade, determinando tão completamente a fabricação dos produtos para a distração, que o homem não tem acesso senão a cópias e reproduções do próprio trabalho. O suposto conteúdo não é mais que uma pálida fachada: o que realmente lhe é dado é a sucessão automática de operações reguladas. Em suma, diz Adorno, “só se pode escapar ao processo de trabalho na fábrica e na oficina, adequando-se a ele no ócio”.\n",
        "Tolhendo a consciência das massas e instaurando o poder da mecanização sobre o homem, a indústria cultural cria condições cada vez mais favoráveis para a implantação do seu comércio fraudulento, no qual os consumidores são continuamente enganados em relação ao que lhes é prometido mas não cumprido. Exemplo disso encontra-se nas situações eróticas apresentadas pelo cinema. Nelas, o desejo suscitado ou sugerido pelas imagens, ao invés de encontrar uma satisfação correspondente à promessa nelas envolvida, acaba sendo satisfeito com o simples elogio da rotina. Não conseguindo, como pretendia, escapar a esta última, o desejo divorcia-se de sua realização que, sufocada e transformada em negação, converte o próprio desejo em privação: A indústria cultural não sublima o instinto sexual, como nas verdadeiras obras de arte, mas o reprime e sufoca. Ao expor sempre como novo o objeto de desejo (o seio sob o suéter ou o dorso nu do herói desportivo), a indústria cultural não faz mais que excitar o prazer preliminar não sublimado que, pelo hábito da privação, converte-se em conduta masoquista. Assim, prometer e não cumprir, ou seja, oferecer e privar, são um único e mesmo ato da indústria cultural. A situação erótica, conclui Adorno, une “à alusão e à excitação, a advertência precisa de que não se deve, jamais, chegar a esse ponto”. Tal advertência evidencia como a indústria cultural administra o mundo social.\n",
        "Criando “necessidades” ao consumidor (que deve contentar-se com o que lhe é oferecido), a indústria cultural organiza-se para que ele compreenda sua condição de mero consumidor, ou seja, ele é apenas e tão-somente um objeto daquela indústria. Desse modo, instaura-se a dominação natural e ideológica. Tal dominação, como afirma Marc Jimenez, tem sua mola motora no desejo de posse constantemente renovado pelo progresso técnico e científico, e sabiamente controlado pela indústria cultural. Nesse sentido, o universo social, além de configurar-se como um universo de “coisas”, constituiria um espaço hermeticamente fechado. Nele, todas as tentativas de liberação estão condenadas ao fracasso. Contudo, Adorno não desemboca numa visão inteiramente pessimista, e procura mostrar que é possível encontrar-se uma via de salvação. Esse tema aparece desenvolvido em sua última obra, intitulada Teoria Estética.\n",
        "No livro Teoria Estética, Adorno oscila entre negar a possibilidade de produzir arte depois de Auschwitz e buscar nela refúgio ante um mundo que o chocava, mas que ele não podia deixar de olhar e denominar. Essa postura foi extremamente criticada pelos movimentos de contestação radical, que o acusavam de buscar refúgio na pura teoria ou na criação artística, esquivando-se assim da práxis política. A seus detratores, Adorno responde que, embora plausível para muitos, o argumento de que contra a totalidade bárbara não surtem efeito senão os meios bárbaros, na verdade não releva que, apesar disso, atinge-se um valor limite. A violência que há cinquenta anos podia parecer legítima àqueles que nutrissem a esperança abstrata e a ilusão de uma transformação total está, após a experiência do nazismo e do horror stalinista, inextricavelmente imbricada naquilo que deveria ser modificado: “ou a humanidade renuncia à violência da lei de talião, ou a pretendida práxis política radical renova o terror do passado”.\n",
        "Criticando a práxis brutal da sobrevivência, a obra de arte, para Adorno, apresenta-se, socialmente, como antítese da sociedade, cujas antinomias e antagonismos nela reaparecem como problemas internos de sua forma. Por outro lado, entre autor, obra e público, a obra adquire prioridade epistemológica, afirmando-se como ente autônomo. Esse duplo caráter vincula-se à própria natureza desdobrada da arte, que se constitui como aparência. É aparência por sua diferença em relação à realidade, pelo caráter aparente da realidade que pretende retratar, pelo caráter aparente do espírito do qual ela é uma manifestação; a arte é até mesmo aparência de si própria na medida em que pretende ser o que não pode ser: algo perfeito num mundo imperfeito, por se apresentar como um ente definitivo, quando na verdade é algo feito e tornado como é. O Diagrama de Nolan foi criado pelo psicólogo Bob Altemeyer, sob influência das ideias do sociólogo em questão e popularizado por David Nolan.[12]\n"
    ],
    "ligacoes": [
        "<ul><li><i>Kierkegaard: Construction of the Aesthetic</i> (1933)</li>\n<li><i><a href=\"/wiki/Dial%C3%A9tica_do_Esclarecimento\" title=\"Dialética do Esclarecimento\">Dialectic of Enlightenment</a></i> (com <a href=\"/wiki/Max_Horkheimer\" title=\"Max Horkheimer\">Max Horkheimer</a>, 1944)</li>\n<li><i>Composing for the Films</i> (1947)</li>\n<li><i>Philosophy of New Music</i> (1949)</li>\n<li><i><a href=\"/wiki/The_Authoritarian_Personality\" title=\"The Authoritarian Personality\">The Authoritarian Personality</a></i> (1950)</li>\n<li><i>Minima Moralia: Reflections from Damaged Life</i> (1951)</li>\n<li><i>In Search of Wagner</i> (1952)</li>\n<li><i>Prisms</i> (1955)</li>\n<li><i>Against Epistemology: A Metacritique; Studies in Husserl and the Phenomenological Antinomies</i> (1956)</li>\n<li><i>Dissonanzen. Musik in der verwalteten Welt</i> (1956)</li>\n<li><i>Notes to Literature I</i> (1958)</li>\n<li><i>Sound Figures</i> (1959)</li>\n<li><i>Mahler: A Musical Physiognomy</i> (1960)</li>\n<li><i>Notes to Literature II</i> (1961)</li>\n<li><i>Hegel: Three Studies</i> (1963)</li>\n<li><i>Critical Models: Interventions and Catchwords</i> (1963)</li>\n<li><i>Quasi una Fantasia</i> (1963)</li>\n<li><i>The Jargon of Authenticity</i> (1964)</li>\n<li><i>Night Music: Essays on Music 1928–1962</i> (1964)</li>\n<li><i><a href=\"/wiki/Negative_Dialectics\" class=\"mw-redirect\" title=\"Negative Dialectics\">Negative Dialectics</a></i> (1966)</li>\n<li><i>Alban Berg: Master of the Smallest Link</i> (1968)</li>\n<li><i>Critical Models: Interventions and Catchwords</i> (1969)</li>\n<li><i><a href=\"/w/index.php?title=Aesthetic_Theory&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"Aesthetic Theory (página não existe)\">Aesthetic Theory</a></i> (1970)</li>\n<li><i><a href=\"/w/index.php?title=The_Culture_Industry&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"The Culture Industry (página não existe)\">The Culture Industry</a></i> (Routledge, 1991)</li>\n<li><i>Beethoven: The Philosophy of Music; Fragments and Texts</i> (1993)</li>\n<li><i>The Psychological Technique of Martin Luther Thomas’ Radio Addresses</i> (2000)</li>\n<li><i>Kant's 'Critique of Pure Reason'</i> (2002)</li>\n<li><i>Current of Music</i> (2006)</li></ul>",
        "<ul><li>Kinderjahr – peça para piano</li>\n<li>1921 – Peça para piano</li>\n<li>2 peças para quarteto de cordas, Op. 2</li>\n<li>1934 – 3 peças curtas para piano</li>\n<li>7 obras curtas para orquestra, Op.4</li>\n<li>2 músicas para voz e orquestra após \"Indian Joe\" de Mark Twain</li>\n<li>2 músicas com orquestra</li>\n<li>3 histórias de T Däubler para coro feminino</li>\n<li>1921 – quarteto de cordas</li>\n<li>1920 – 6 estudos para quarteto de cordas</li>\n<li>1919: Für Sebastian Wedler</li></ul>",
        "<ul><li><cite class=\"citation book\">Theodor W. Adorno (Tradução : Fernando R. de Moraes Barros) (2011). <i>Introdução à Sociologia da Música - Doze preleções teóricas</i>. <a href=\"/wiki/S%C3%A3o_Paulo\" title=\"São Paulo\">São Paulo</a>: <a href=\"/wiki/Editora_UNESP\" class=\"mw-redirect\" title=\"Editora UNESP\">Editora UNESP</a>. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/978-85-393-0061-7\" title=\"Especial:Fontes de livros/978-85-393-0061-7\">978-85-393-0061-7</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ATheodor+W.+Adorno&amp;rft.au=Theodor+W.+Adorno+%28Tradu%C3%A7%C3%A3o+%3A+Fernando+R.+de+Moraes+Barros%29&amp;rft.btitle=Introdu%C3%A7%C3%A3o+%C3%A0+Sociologia+da+M%C3%BAsica+-+Doze+prele%C3%A7%C3%B5es+te%C3%B3ricas&amp;rft.date=2011&amp;rft.genre=book&amp;rft.isbn=978-85-393-0061-7&amp;rft.place=S%C3%A3o+Paulo&amp;rft.pub=Editora+UNESP&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation book\">Theodor W. Adorno (1992). <i>Notes to Literature : Volume two</i> (em inglês). <a href=\"/wiki/Nova_Iorque\" title=\"Nova Iorque\">Nova Iorque</a>: <a href=\"/wiki/Universidade_Columbia\" title=\"Universidade Columbia\">Columbia University Press</a>. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/9780231063326\" title=\"Especial:Fontes de livros/9780231063326\">9780231063326</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ATheodor+W.+Adorno&amp;rft.au=Theodor+W.+Adorno&amp;rft.btitle=Notes+to+Literature+%3A+Volume+two&amp;rft.date=1992&amp;rft.genre=book&amp;rft.isbn=9780231063326&amp;rft.place=Nova+Iorque&amp;rft.pub=Columbia+University+Press&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation book\">Theodor W. Adorno (2000). <i>The Adorno Reader</i> (em inglês). <a href=\"/wiki/Malden_(Massachusetts)\" title=\"Malden (Massachusetts)\">Malden, MA</a>: Blackwell Publishing. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/978-0-631-21077-1\" title=\"Especial:Fontes de livros/978-0-631-21077-1\">978-0-631-21077-1</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ATheodor+W.+Adorno&amp;rft.au=Theodor+W.+Adorno&amp;rft.btitle=The+Adorno+Reader&amp;rft.date=2000&amp;rft.genre=book&amp;rft.isbn=978-0-631-21077-1&amp;rft.place=Malden%2C+MA&amp;rft.pub=Blackwell+Publishing&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation book\">Stefan Müller-Doohm (2005). <a rel=\"nofollow\" class=\"external text\" href=\"http://books.google.com.br/books?id=dAZmVD_AV9cC\"><i><span></span></i>Adorno: a biography<i><span></span></i></a> (em inglês). <a href=\"/wiki/Cambridge\" title=\"Cambridge\">Cambridge</a>: Polity Press. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/9780745631097\" title=\"Especial:Fontes de livros/9780745631097\">9780745631097</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ATheodor+W.+Adorno&amp;rft.au=Stefan+M%C3%BCller-Doohm&amp;rft.btitle=Adorno%3A+a+biography&amp;rft.date=2005&amp;rft.genre=book&amp;rft.isbn=9780745631097&amp;rft.place=Cambridge&amp;rft.pub=Polity+Press&amp;rft_id=http%3A%2F%2Fbooks.google.com.br%2Fbooks%3Fid%3DdAZmVD_AV9cC&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li>\n<li><cite class=\"citation book\">Rodrigo Duarte, Virgínia Figueiredo e Imaculada Kangussu (2005). <a rel=\"nofollow\" class=\"external text\" href=\"https://books.google.com.br/books?id=qCUQAQAAIAAJ\"><i>Theoria aesthetica : em comemoração ao centenário de Theodor W. Adorno</i></a>. <a href=\"/wiki/Porto_Alegre\" title=\"Porto Alegre\">Porto Alegre</a>: Escritos Editora. <a href=\"/wiki/International_Standard_Book_Number\" title=\"International Standard Book Number\">ISBN</a> <a href=\"/wiki/Especial:Fontes_de_livros/9788598334240\" title=\"Especial:Fontes de livros/9788598334240\">9788598334240</a></cite><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fpt.wikipedia.org%3ATheodor+W.+Adorno&amp;rft.au=Rodrigo+Duarte%2C+Virg%C3nia+Figueiredo+e+Imaculada+Kangussu&amp;rft.btitle=Theoria+aesthetica+%3A+em+comemora%C3%A7%C3%A3o+ao+centen%C3%A1rio+de+Theodor+W.+Adorno&amp;rft.date=2005&amp;rft.genre=book&amp;rft.isbn=9788598334240&amp;rft.place=Porto+Alegre&amp;rft.pub=Escritos+Editora&amp;rft_id=https%3A%2F%2Fbooks.google.com.br%2Fbooks%3Fid%3DqCUQAQAAIAAJ&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\"> </span></span></li></ul>",
        "<ul><li><a rel=\"nofollow\" class=\"external text\" href=\"https://portal.dnb.de/opac.htm?method=simpleSearch&amp;cqlMode=true&amp;query=idn%3D118500775\">Literatura de e sobre Theodor W. Adorno</a> (em alemão) no catálogo da <a href=\"/wiki/Biblioteca_Nacional_da_Alemanha\" title=\"Biblioteca Nacional da Alemanha\">Biblioteca Nacional da Alemanha</a></li>\n<li><a rel=\"nofollow\" class=\"external text\" href=\"http://www.scielo.br/scielo.php?pid=S0101-31572012000100006&amp;script=sci_arttext\">Karl Popper versus Theodor Adorno: lições de um confronto histórico</a>. Por Angela Ganem. <i>Revista de Economia Política</i>, vol.32 no.1 São Paulo jan-mar. de 2012 ISSN 0101-3157</li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Germany.svg\" title=\"Portal da Alemanha\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/40px-Flag_of_Germany.svg.png\" decoding=\"async\" width=\"25\" height=\"15\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Flag_of_Germany.svg/60px-Flag_of_Germany.svg.png 2x\" data-file-width=\"1000\" data-file-height=\"600\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Alemanha\" title=\"Portal:Alemanha\">Portal da Alemanha</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Nuvola_apps_package_graphics.png\" title=\"Portal da arte\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/22/Nuvola_apps_package_graphics.png/40px-Nuvola_apps_package_graphics.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/22/Nuvola_apps_package_graphics.png/60px-Nuvola_apps_package_graphics.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Arte\" title=\"Portal:Arte\">Portal da arte</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:GClef.svg\" title=\"Portal da música\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/ff/GClef.svg/20px-GClef.svg.png\" decoding=\"async\" width=\"11\" height=\"30\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/f/ff/GClef.svg/40px-GClef.svg.png 2x\" data-file-width=\"15\" data-file-height=\"41\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:M%C3%BAsica\" title=\"Portal:Música\">Portal da música</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Logo_sociology.svg\" title=\"Portal da sociologia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/40px-Logo_sociology.svg.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/60px-Logo_sociology.svg.png 2x\" data-file-width=\"400\" data-file-height=\"360\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Sociologia\" title=\"Portal:Sociologia\">Portal da sociologia</a></span></span></li>    </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Nascidos_em_1903\" title=\"Categoria:Nascidos em 1903\">Nascidos em 1903</a><a href=\"/wiki/Categoria:Mortos_em_1969\" title=\"Categoria:Mortos em 1969\">Mortos em 1969</a><a href=\"/wiki/Categoria:Exilados_judeus_da_Alemanha_Nazi_nos_Estados_Unidos\" title=\"Categoria:Exilados judeus da Alemanha Nazi nos Estados Unidos\">Exilados judeus da Alemanha Nazi nos Estados Unidos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_Alemanha\" title=\"Categoria:Filósofos da Alemanha\">Filósofos da Alemanha</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_per%C3%ADodo_posterior_%C3%A0_Segunda_Guerra_Mundial\" title=\"Categoria:Filósofos do período posterior à Segunda Guerra Mundial\">Filósofos do período posterior à Segunda Guerra Mundial</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XX\" title=\"Categoria:Filósofos do século XX\">Filósofos do século XX</a><a href=\"/wiki/Categoria:Judeus_da_Alemanha\" title=\"Categoria:Judeus da Alemanha\">Judeus da Alemanha</a><a href=\"/wiki/Categoria:Marxistas_alem%C3%A3es\" title=\"Categoria:Marxistas alemães\">Marxistas alemães</a><a href=\"/wiki/Categoria:Naturais_de_Frankfurt_am_Main\" title=\"Categoria:Naturais de Frankfurt am Main\">Naturais de Frankfurt am Main</a><a href=\"/wiki/Categoria:Professores_da_Universidade_Johann_Wolfgang_Goethe_de_Frankfurt\" title=\"Categoria:Professores da Universidade Johann Wolfgang Goethe de Frankfurt\">Professores da Universidade Johann Wolfgang Goethe de Frankfurt</a><a href=\"/wiki/Categoria:Socialistas_da_Alemanha\" title=\"Categoria:Socialistas da Alemanha\">Socialistas da Alemanha</a><a href=\"/wiki/Categoria:Soci%C3%B3logos_da_Alemanha\" title=\"Categoria:Sociólogos da Alemanha\">Sociólogos da Alemanha</a><a href=\"/wiki/Categoria:Teoria_cr%C3%ADtica\" title=\"Categoria:Teoria crítica\">Teoria crítica</a><a href=\"/wiki/Categoria:Te%C3%B3ricos_marxistas\" title=\"Categoria:Teóricos marxistas\">Teóricos marxistas</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_educa%C3%A7%C3%A3o\" title=\"Categoria:Filósofos da educação\">Filósofos da educação</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_continentais\" title=\"Categoria:Filósofos continentais\">Filósofos continentais</a><a href=\"/wiki/Categoria:Theodor_Adorno\" title=\"Categoria:Theodor Adorno\">Theodor Adorno</a><a href=\"/wiki/Categoria:Acad%C3%AAmicos_da_Alemanha\" title=\"Categoria:Acadêmicos da Alemanha\">Acadêmicos da Alemanha</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/1/18/Theodor_W._Adorno.jpg/250px-Theodor_W._Adorno.jpg"
}