{
    "url": "https://pt.wikipedia.org/wiki/Thomas_Aquinas",
    "codigo_http": 200,
    "titulo": [
        "Tomás de Aquino"
    ],
    "conteudo": [
        "Tomás de Aquino, em italiano Tommaso d'Aquino (Roccasecca, 1225 – Fossanova, 7 de março de 1274), foi um frade católico italiano da Ordem dos Pregadores (dominicano)[2][3] cujas obras tiveram enorme influência na teologia e na filosofia, principalmente na tradição conhecida como Escolástica, e que, por isso, é conhecido como \"Doctor Angelicus\", \"Doctor Communis\" e \"Doctor Universalis\".[4][a] \"Aquino\" é uma referência ao condado de Aquino, uma região que foi propriedade de sua família até 1137. Tomás de Aquino tinha abordagens diferentes para com seus antecedentes como Agostinho de Hipona, apesar de ter utilizado muito do pensamento de filósofos anteriores em suas especulações. Seu pensamento teológico e filosófico inspiraram inúmeras gerações de pensadores. Seu magnum opus é chamado Suma Teológica.[5]\n",
        "Ele foi o mais importante proponente clássico da teologia natural e o pai do tomismo. Sua influência no pensamento ocidental é considerável e muito da filosofia moderna foi concebida como desenvolvimento ou oposição de suas ideias, particularmente na ética, lei natural, metafísica e teoria política. Ao contrário de muitas correntes da Igreja na época,[6] Tomás abraçou as ideias de Aristóteles — a quem ele se referia como \"o Filósofo\" — e sintetizou a filosofia aristotélica com os princípios do cristianismo. As obras mais conhecidas de Tomás são a \"Suma Teológica\" (em latim: Summa Theologiae) e a \"Suma contra os Gentios\" (Summa contra Gentiles). Seus comentários sobre as Escrituras e sobre Aristóteles também são parte importante de seu corpus literário. Além disso, Tomás se distingue por seus hinos eucarísticos, que ainda hoje fazem parte da liturgia da Igreja.[7]\n",
        "Tomás é venerado como Santo pela Igreja Católica e é tido como o professor modelo para os que estudam para o sacerdócio por ter atingido a expressão máxima tanto da razão natural quanto da teologia especulativa. O estudo de suas obras há muito tempo tem sido o cerne do programa de estudos obrigatórios para os que buscam as ordens sagradas (como padres e diáconos) e também para os que se dedicam à formação religiosa em disciplinas como filosofia católica, teologia, história, liturgia e direito canônico.[8] Tomás foi também proclamado Doutor da Igreja por Pio V em 1568. Sobre ele, declarou Bento XV:\n",
        "\nAdemais, o Papa Leão XIII disse a respeito de Tomás:[10]\n",
        "Tomás nasceu em Roccasecca, no condado de Aquino do Reino da Sicília (atualmente na região do Lácio, na Itália) por volta de 1225. Segundo certas piedosas tradições locais e autores eclesiásticos, a sua cidade natal terá sido antes o castelo da família na localidade de Belcastro, situada perto de Catanzaro, na Calábria. [11]\n[12] De acordo com alguns autores, nasceu no castelo de seu pai, Landulfo de Aquino, que não pertencia ao ramo mais poderoso de sua família e era apenas um miles (\"cavaleiro\"). Já a mãe de Tomás, Teodora, era do ramo Rossi da família napolitana dos Caracciolo.[13] Enquanto o resto da família dedicou-se à carreira militar,[14] seus pais pretendiam que Tomás seguisse o exemplo do irmão de Landulfo, Sinibaldo, que era abade do mosteiro beneditino de Monte Cassino,[15] uma carreira perfeitamente normal para o filho mais jovem de uma família nobre do sul da Itália da época.[16]\n",
        "Aos cinco anos de idade, começou a estudar em Monte Cassino, mas, depois que o conflito militar entre o imperador Frederico II e o papa Gregório IX chegou à abadia no início de 1239, Landulfo e Teodora matricularam o pequeno Tomás no studium generale (a universidade em Nápoles), recém-criada por Frederico em Nápoles.[17] Foi provavelmente lá que Tomás foi introduzido aos estudos de Aristóteles, Averróis e Maimônides, importantes influências para sua filosofia teológica.[18] Seu professor de aritmética, geometria, astronomia e música era Pedro da Ibérnia.[19]\n",
        "Foi também durante seus estudos em Nápoles que acabou sob a influência de João de São Juliano, um pregador dominicano que era parte do grande esforço empreendido pela Ordem dos Pregadores para recrutar seguidores.[20] Finalmente, aos dezenove, Tomás resolveu se juntar à ordem, o que não agradou sua família.[21] Numa tentativa de impedir que Teodora influenciasse a escolha de Tomás, os dominicanos arranjaram para que ele se mudasse para Roma e, de lá, para Paris.[22] Porém, durante a viagem para Roma, seguindo as instruções de Teodora, seus irmãos o capturaram quando ele bebia num riacho e o levaram de volta para seus pais no castelo de Monte San Giovanni Campano.[22]\n",
        "Ficou preso por cerca de um ano nos castelos da família em Monte San Giovanni e Roccasecca, numa tentativa de fazê-lo mudar de ideia.[18] Preocupações políticas impediram que o papa interviesse em defesa de Tomás, aumentando significativamente o tempo que ficou preso.[24] Durante este período de provações, Tomás ensinou suas irmãs e escreveu para seus irmãos dominicanos,[18] Desesperados com a teimosia de Tomás, dois de seus irmãos chegaram a ponto de contratarem uma prostituta para seduzi-lo. De acordo com a lenda, Tomás a expulsou com um ferro em brasa e, durante a noite, dois anjos apareceram para ele enquanto ele dormia para fortalecer sua determinação de permanecer celibatário.[25]\n",
        "Em 1244, percebendo que todas suas tentativas de dissuadir Tomás fracassaram, Teodora tentou salvar a dignidade da família e arranjou para ele escapasse durante uma noite pela janela. Ela acreditava que uma fuga secreta da prisão era menos prejudicial que uma rendição aberta aos dominicanos. Tomás seguiu primeiro para Nápoles e, depois, para Roma, onde se encontrou com João de Wildeshausen, o mestre-geral da Ordem dos Pregadores.[26]\n",
        "Em 1245, Tomás foi enviado para estudar na faculdade das artes da Universidade de Paris, onde é muito provável que ele tenha encontrado o estudioso dominicano Alberto Magno (que seria depois proclamado Doutor da Igreja como Aquino), que era na época o catedrático da cadeira de Teologia do Colégio de São Tiago em Paris.[27] Quando Alberto foi enviado por seus superiores para ensinar no novo studium general em Colônia, em 1248, Tomás foi junto[28] depois de recusar uma oferta do papa Inocêncio IV de nomeá-lo abade de Monte Cassino mesmo sendo dominicano.[15] Em seguida, Alberto nomeou o relutante Tomás magister studentium.[16] Por ser calado e não falar muito, alguns dos companheiros de Tomás acreditavam que ele era \"devagar\", ao que Alberto rebateu, profeticamente, \"Vocês o chamam de boi mudo, mas em sua doutrina ele produzirá um dia um mugido tal que será ouvido pelo mundo afora\".[15]\n",
        "Tomás lecionou em Colônia como professor aprendiz (baccalaureus biblicus), instruindo seus alunos nos livros do Antigo Testamento e escrevendo \"Comentário Literal sobre Isaías\" (\"Expositio super Isaiam ad litteram\"), \"Comentário sobre Jeremias\" (\"Postilla super Ieremiam\") e \"Comentário sobre as Lamentações\" (\"Postilla super Threnos\").[29] Então, em 1252, Tomás retornou para Paris para tentar obter o mestrado em teologia e passou a ensinar estudos bíblicos como professor aprendiz. Quando tornou-se \"baccalaureus Sententiarum\" (\"bacharel das Sentenças\"),[30] dedicou seus três anos finais de estudo a comentar sobre as \"Sentenças\" de Pedro Lombardo. Na primeira de suas quatro sínteses teológicas, Tomás compôs um enorme comentário sobre elas chamado \"Comentário sobre as Sentenças\" (\"Scriptum super libros Sententiarium\"). Além destas obras de seu mestrado, Tomás escreveu ainda \"Sobre o Ser e a Essência\" (\"De ente et essentia\") para seus companheiros dominicanos de Paris.[15]\n",
        "Na primavera de 1256, Tomás foi nomeado regente principal em teologia em Paris e uma de suas primeiras obras depois de assumir o cargo foi \"Contra Aqueles que Ameaçam a Devoção a Deus e a Religião\" (\"Contra impugnantes Dei cultum et religionem\") defendendo as ordens mendicantes que estavam na época sob ataque por Guilherme de Saint-Amour.[31] Durante seu mandato, que foi de 1256 até 1259, Tomás escreveu diversas obras, incluindo: \"Questões em Disputa sobre a Verdade\" (\"Questiones disputatae de veritate\"), uma coleção de vinte e nove questões controversas sobre aspectos da fé e da condição humana[32] preparada para os debates universitários públicos que ele presidia na Quaresma e no Advento;[33] \"Quaestiones quodlibetales\", uma coleção de suas respostas às questões propostas pela audiência acadêmica nos debates[32] e o par \"Comentários sobre 'De trinitate' de Boécio\" (\"Expositio super librum Boethii De trinitate\") e \"Comentário sobre 'De hebdomdibus' de Boécio\" (\"Expositio super librum Boethii De hebdomadibus\"), comentários sobre as obras do filósofo romano do século VI Boécio.[34] Quando terminou sua regência, Tomás estava trabalhando numa de suas obras-primas, a \"Suma contra os Gentios\".[35]\n",
        "Em 1259, Tomás completou sua primeira regência no studium generale e deixou Paris para que outros pudessem obter a mesma experiência. Retornando para Nápoles, foi nomeado pregador geral pelo capítulo provincial da ordem em 29 de setembro de 1260. Em setembro do ano seguinte, foi enviado a Orvietto como leitor conventual responsável pela formação dos frades que não podiam frequentar um studium generale. Lá, completou a \"Suma contra os Gentios\", escreveu \"A Corrente de Ouro\" (Catena aurea)[36] e escreveu obras para o papa Urbano IV, como a liturgia para a recém-criada festa de Corpus Christi e \"Contra os Erros dos Gregos\" (\"Contra Errores Graecorum\").[35]\n",
        "Em fevereiro de 1265, o recém-eleito papa Clemente IV convocou Tomás de Aquino a Roma para servir como teólogo papal. No mesmo ano, foi ordenado pelo capítulo dominicano de Agnani[37] para ensinar no studium conventuale do Convento de Santa Sabina, fundado alguns anos antes, em 1222.[38] O studium em Santa Sabina rapidamente tornou-se um experimento para os dominicanos, o primeiro studium provinciale, uma escola intermediária entre o studium conventiale (restrito aos residentes das casas monásticas — mosteiros e conventos) e o studium generale (as universidades nas grandes cidades). Antes disso, não havia na província de Roma nenhuma forma de educação especializada, apenas as escolas conventuais, com cursos básicos de teologia para os frades residentes, e ainda assim apenas na Toscana.[39] Tolomeo da Lucca, um parceiro e um dos primeiros biógrafos de Aquino, conta que, no studium de Santa Sabina, Aquino ensinou uma ampla de temas filosóficos, morais e naturais.[40]\n",
        "Foi em Santa Sabina que Tomás começou a escrever sua obra mais famosa, a \"Suma Teológica\",[36] que ele concebeu como sendo mais adequada especificamente aos estudantes em seus primeiros anos: \n",
        "\"Pois um doutor da verdade católica deveria ensinar não apenas os proficientes, mas a ele cabe também instruir os iniciantes. Como diz o apóstolo em I Coríntios 3:2 'Leite vos dei a beber, não vos dei comida; porque ainda não podíeis', nossa intenção com esta obra é apresentar tudo sobre a religião cristã de uma forma pertinente à instrução de iniciantes\".[41] Ele escreve em Orvietto também uma variedade de outras obras, como o incompleto \"Compêndio Teológico\" (\"Compendium Theologiae\") e \"Resposta ao Irmão João de Vercelli sobre os 108 Artigos Retirados da Obra de Pedro de Tarentaise\" (\"Responsio ad fr. Ioannem Vercellensem de articulis 108 sumptis ex opere Petri de Tarentasia\").[34] Em sua posição de superior do studium, Aquino conduziu uma série de importantes debates sobre o poder de Deus que compilou depois em sua \"Do Poder\" (\"De potentia\").[42] Nicholas Brunacci (1240-1322) estava entre os alunos de Aquino em Santa Sabina e, depois, em Paris. Em novembro de 1268, ele estava com Aquino e seu parceiro e secretário, Reginaldo de Piperno, quando deixaram Viterbo a caminho de Paris para o início do ano acadêmico.[43] Outro aluno em Santa Sabina foi o beato Tommasello de Perúgia.[44]\n",
        "Aquino permaneceu no studium de Santa Sabina de 1265 até ser chamado de volta a Paris em 1268 para uma segunda regência.[42] Com o tempo, principalmente depois de sua partida, as atividades pedagógicas no studium provinciale de Santa Sabina foram divididos em dois campi. Um novo convento da ordem na Igreja de Santa Maria sopra Minerva começou de forma modesta em 1255 como uma comunidade de mulheres recém-convertidas, mas cresceu rapidamente em tamanho e em importância de ser entregue aos cuidados dos frades dominicanos em 1275.[38] Em 1288, o componente teológico do currículo provincial para a educação dos frades foi realocado do studium provinciale de Santa Sabina para o studium conventuale de Santa Maria sopra Minerva, que foi então rebatizado como um studium particularis theologiae.[45] No século XVI, este studium foi transformado no Colégio de São Tomás (em latim: Collegium Divi Thomæ) e, no século XX, o colégio foi transferido para o Convento de Santi Domenico e Sisto e transformado na Pontifícia Universidade São Tomás de Aquino (o famoso \"Angelicum\").\n",
        "Em 1268, a Ordem dos Pregadores nomeou Tomás para ser o regente mestre da Universidade de Paris pela segunda vez, uma posição que ele manteve até a primavera de 1272. Parte da razão para esta súbita transferência parece ter sido a ascensão do \"averroísmo\", conhecido também como \"aristotelismo radical\", nas universidades. Como resposta a estes aparentes malefícios, Tomás escreveu duas obras. Na primeira, \"Sobre a Unidade do Intelecto, Contra os Averroístas\" (\"De unitate intellectus, contra Averroistas\"), ele ataca o averroísmo como sendo incompatível com a doutrina cristã.[46] Foi durante a segunda regência que Aquino terminou a segunda parte da \"Suma\" e escreveu \"Dos Virtuosos\" (\"De virtutibus\") e \"Da Eternidade do Mundo\" (\"De aeternitate mundi\"),[42] esta tratando do controverso conceito aristotélico e averroísta sobre a \"falta de começo\" do mundo.[47]\n",
        "Diversas controvérsias com alguns importantes franciscanos, como Boaventura e João Peckham, ajudaram a tornar a segunda regência muito mais difícil e conturbada que a primeira. Um ano antes de tomar posse novamente, nos debates de 1266-67 em Paris, o mestre franciscano Guilherme de Baglione acusou Tomás de encorajar os averroístas, chamando-o de \"líder cego dos cegos\". Tomás chamou-os de \"murmurantes\" (\"resmungões\").[47] Na realidade, ele ficou profundamente perturbado pela disseminação do averroísmo e se enfureceu quando soube que Siger de Brabante estava ensinando interpretações averroístas de Aristóteles aos seus alunos em Paris.[48]\n",
        "Em 10 de dezembro de 1270 o bispo de Paris, Etienne Tempier, publicou um édito condenando treze proposições aristotélicas e averroístas como sendo heréticas e excomungou os que continuavam a defendê-las.[49] Muitos na comunidade eclesiástica, os chamados \"agostinianos\", temiam que a introdução do aristotelismo e sua versão mais extrema, o averroísmo, pudesse de alguma forma contaminar a pureza da fé cristã. No que parece ter sido uma tentativa de conter o temor contra o pensamento aristotélico, Tomás conduziu uma série de debates entre 1270 e 1272, reunidos em \"Sobre as Virtudes em Geral\" (\"De virtutibus in communi\", \"Sobre as Virtudes Cardinais\" (\"De virtutibus cardinalibus\") e \"Sobre a Esperança\" (\"De spe\").\n",
        "Em 1272, Tomás pediu licença da Universidade de Paris quando os dominicanos de sua província natal o convocaram para fundar um studium general onde quisesse, com liberdade para empregar nele quem desejasse. Aquino escolheu Nápoles e se mudou para lá para assumir o posto de regente mestre.[42] Ele aproveitou esta temporada ali para trabalhar na terceira parte da \"Suma\" enquanto dava aulas sobre vários tópicos religiosos. Em 6 de dezembro de 1273, Tomás se demorou um pouco mais na Capela de São Nicolau do convento dominicano de Nápoles e foi visto pelo sacristão Domenic de Caserta levitando aos prantos em oração diante de um ícone de Cristo crucificado. Segundo o relato, Cristo perguntou: \"Escrevestes bem sobre mim, Tomás. Que recompensa esperas pelo teu trabalho?\" A resposta foi: \"Nada além de ti, Senhor\".[50][51] Depois desta conversa, algo mudou, mas Aquino jamais falou ou escreveu sobre o tema. Depois de ver o que viu, ele abandonou sua rotina e parou de ditar para seu secretário, Reginaldo de Piperno. Quando este implorou-lhe que voltasse ao trabalho, Tomás lhe disse: \"Reginaldo, não posso, pois tudo o que escrevi não passa de uma palha para mim\"[52] (\"mihi videtur ut palea\").[53] Seja o que for que tenha despertado a mudança no comportamento de Tomás de Aquino, os católicos acreditam que foi alguma espécie de experiência sobrenatural de Deus.[54] O filósofo Harry J. Gensler acredita que ele possa ter tido uma experiência de quase-morte.[55]\n",
        "Anos antes, em 1054, o Grande Cisma dividiu a Igreja entre a Igreja Latina, sob a liderança do papa (posteriormente conhecida como Igreja Católica Romana), no ocidente e os quatro patriarcados do oriente (conhecidos coletivamente como Igreja Ortodoxa). Numa tentativa de reunir as duas partes, o papa Gregório X convocou o Segundo Concílio de Lyon em 1 de maio de 1274 e ordenou que Tomás comparecesse[56] para apresentar sua obra \"Contra os Erros dos Gregos\" (\"Contra Errores Graecorum\").[57] A caminho do concílio, montado num burro enquanto viajava pela Via Ápia,[56] bateu a cabeça num galho de uma árvore tombada, ficou seriamente ferido e foi levado às pressas para Monte Cassino para se recuperar.[58] Depois de descansar por um tempo, tentou novamente seguir viagem, mas teve que parar, doente novamente, na abadia cisterciense de Fossanova.[59] Os monges tentaram ajudá-lo por diversos dias, mas ele não resistiu. Quando recebeu sua extrema unção, as últimas palavras de Aquino foram:\n",
        "São Tomás de Aquino morreu em 7 de março de 1274[59] enquanto ditava seus comentários sobre o Cântico dos Cânticos.[61]\n",
        "Tomás era um teólogo e filósofo escolástico.[62] Porém, ele jamais se considerou filósofo e os criticava por acreditar que eram pagãos que estavam sempre \"aquém da verdadeira e correta sabedoria encontrada na revelação cristã\".[63]\n",
        "Mesmo assim, ele tinha muito respeito por Aristóteles, tanto que, na \"Suma\", geralmente cita-o simplesmente como \"o Filósofo\". Boa parte desta obra trata de tópicos filosóficos e, neste sentido, pode ser considerada filosófica. Considerado um dos pais da igreja,[64] o pensamento de Tomás exerceu uma enorme influência sobre a teologia cristã subsequente, especialmente a da Igreja Católica, mas também para toda a filosofia e cultura ocidental[65] em geral.\n",
        "Segundo a filosofia de Tomás de Aquino, o homem não vive por acaso, a vida humana tem um propósito que é a felicidade, porém o homem precisa conhecer os meios adequados para a sua posse. A felicidade para ele parte do princípio de que as riquezas materiais seriam a falsa noção da felicidade, pois a riqueza não tem consciência existencial em si mesma, e a razão de ser está fora dela mesma. O estado da felicidade parte do estado de espírito em que o homem se encontra. O indivíduo tem que conhecer seu eu interior antes de partir em busca dos meios adequados para a posse da mesma. Contudo, deve-se considerar que o estado da felicidade não é eterno, e uma vez encontrada, nada impede de se perdê-la, para assim então iniciar-se uma nova busca até o fim da vida humana.\n",
        "Em todo momento o homem busca a felicidade, e muitos ligam a felicidade à posse de bem materiais, mas para Tomás de Aquino a ideia de felicidade vai muito além disso. Ela é o guia necessário para a vida (alma) do homem. Na vida corriqueira, com o stress do dia a dia, o homem acaba abrindo mãos dos pequenos detalhes que possivelmente trariam a felicidade, em busca da materialização para supri-la.[66]\n",
        "Aquino escreveu diversos comentários importantes sobre as obras de Aristóteles, incluindo \"Da Alma\", \"Ética a Nicômaco\" e \"Metafísica\". Estes trabalhos estão associados com as traduções para o latim feitas por William de Moerbeke.\n",
        "Ele quis organizar os argumentos e elementos racionais da filosofia Aristotélica para defender as verdades cristãs. Seu principal objetivo nesse aspecto foi o de não contrariar a fé. \n",
        "Através das traduções de textos de Aristóteles feitas pelos filósofos da idade média, inclusive o árabe \"Averróis\", Tomás transforma parte do pensamento aristotélico em ferramenta argumentativa para expandir seu pensamento e empreender uma sistematização da doutrina cristã. Embora haja em sua filosofia pontos que não são pensamentos aristotélicos, tal qual a ideia de um Deus único que o vir-a-ser, não é autodeterminação, mas precede de Deus. \n",
        "Aquino introduziu uma distinção entre o ser e a essência. Dividiu a metafísica em Essência do Ser geral e Essência do Ser pleno que é Deus. Também definiu seu conceito de \"Metafísica\" — segundo ele uma tríplice: Metafísica enquanto ciência do ente, ciência divina e \"filosofia\". Enquanto a primeira investiga as primeiras causas, a \"Metafísica\" tomista leva o homem inevitavelmente a \"Deus\", por meio de um caminho racional, coerente e demonstrável.  \n",
        "O Ser é diferente da essência, pois as criaturas são seres não necessários. É Deus que permite às essências realizarem-se em entes, em seres existentes. Que existe como fundamento da realidade das outras essências que, uma vez existentes participam de seu Ser. Deus é ato puro, não há o que se realizar ou se atualizar em Deus, pois ele é completo. ' '\"Deus é o Ser\"' ', diz Tomás de Aquino, Deus é o ser que existe como fundamento da realidade das outras essências que, uma vez existentes participam de seu Ser. A filosofia de Aristóteles não fala sobre um Deus criador, como o compreendemos, tirando o mundo do nada, nem fala da questão sobre a providência divina, Deus para Aristóteles não conhece o mundo, não o dirige de nenhum modo. Mas o argumento usado por Tomás de Aquino, usando o princípio da lógica aristotélica, diz que é indispensável a existência de um Motor imóvel primordial responsável por impulsionar a alvorada da criação, assim sendo, Deus se faz necessário.[67]  \n",
        "O filósofo sempre procurou conciliar fé e razão em seus escritos, valendo-se, várias vezes, de ensinamentos de Aristóteles e de Santo Agostinho, para afirmar que a graça e a fé não suprimem a natureza racional do homem, senão antes a supõe e a aperfeiçoa e, a partir disso, também sustentar que é possível a conciliação de filosofia (ratio, razão) e teologia (fides, fé), na medida em que para Aquino, a filosofia é serva da teologia: philosophia ancilla theologiae est… \n",
        "Aristóteles foi a figura que mais influenciou no pensamento de Santo Tomás de Aquino, ele afirmava que o universo sempre existiu e que permanecia em movimento e mudanças constantes. Alguns pensadores cristãos, baseando-se na Bíblia diziam que o universo tinha um início e que havia sido criado por Deus, discordando assim da concepção de Aristóteles. Apesar de defender as ideias de Aristóteles, ele discordava do fato do mesmo afirmar que o universo era eterno, porque a fé cristã dizia ao contrário.[68][69]\n",
        "Aquino acreditava \"que para o conhecimento de qualquer verdade, o homem precisa da ajuda divina; que o intelecto pode ser movido por Deus a agir\".[70] Porém, ele acreditava também que os seres humanos tinham a capacidade natural de conhecer muitas coisas sem nenhuma revelação divina especial, apesar de revelações ocorrerem de quando em quando \"especialmente em relação àquelas [verdades] pertinentes à fé\".[71] Mas esta é a luz dada ao homem por Deus na proporção da natureza humana: \"Agora todas as formas concedidas às coisas criadas por Deus tem poder para determinadas ações, que podem realizar na medida de sua própria dotação; e além disto, são impotentes, exceto por meio de uma forma adicionada, como água que só esquenta quando aquecida pelo fogo. E assim a compreensão humana tem uma forma, viz. luz inteligível, que, por si só, é suficiente para conhecer certas coisas inteligíveis, viz. as que se pode aprender através dos sentidos\".[71]\n",
        "A ética de Tomás de Aquino se baseia no conceito dos \"princípios primeiros da ação\".[72] Na \"Suma\", ele escreveu:\n",
        "Mais adiante, ele completa:\n",
        "De acordo com ele, \"…todos os atos da virtude são prescritos pela lei natural: como a razão de cada um naturalmente dita que ele aja virtuosamente. Mas se falarmos de atos virtuosos considerados em si mesmos, ou seja, em suas próprias espécies, segue que nem todos os atos virtuosos são prescritos pela lei natural: pois muitas coisas são realizadas virtuosamente, mas cuja natureza não se inclinava para inicialmente; mas que, pelo inquérito da razão, foram percebidas pelos homens como condutivas ao bem estar\". A conclusão é que é necessário determinar se estamos falando de atos virtuosos sob o aspecto das virtudes ou como um ato per se, em sua própria espécie.[76]\n",
        "Tomás definiu as quatro virtudes cardinais como sendo prudência, temperança, justiça e coragem (ou \"fortaleza\"). Segundo ele, elas são naturais, reveladas na natureza e inerentes a todos. Há, porém, três virtudes teológicas: fé, esperança e caridade. Estas, por outro lado, são algo sobrenaturais e distintas das demais em seu objeto: Deus. Segundo o próprio Aquino:\n",
        "Avançando o raciocínio, Tomás distingue quatro tipos de lei que governam os atos humanos: eterna, natural, humana e divina. \"Lei eterna\" é o decreto divino que governa toda criação, a \"lei que é a Razão Suprema e não pode ser compreendida senão como algo imutável e eterno\".[78] \"Lei natural\" é a \"participação\" humana na \"lei eterna\" descoberta pela razão[79] e baseada nos \"princípios primeiros\": \"…este é o primeiro preceito da lei, que o bem deve ser feito e promovido e o mal, evitado. Todos os demais preceitos da lei natural se baseiam neste…\".[80] Se a lei natural contém vários preceitos ou apenas este, o próprio Aquino esclarece: \"todas as inclinações de quaisquer partes da natureza humana, como por exemplo as partes concupiscentes e irascíveis, na medida em que são governadas pela razão, pertencem à lei natural e se reduzem ao primeiro preceito, como afirmando acima: pois os preceitos da lei natural são muitos em si próprios, mas são todos baseados numa fundação comum\".[81]\n",
        "O desejo de viver e procriar são considerados por Tomás entre os valores básicos (naturais) do homem, sobre os quais todos os demais valores humanos estão baseados. De acordo com Tomás, todas as tendências humanas estão aparelhadas o \"bem\" real humano. E no caso destes dois desejos, a natureza humana em questão é o matrimônio, o presente completo de uma pessoa a outra que assegura uma família às crianças e um futuro à humanidade.[82] Para os cristãos, Tomás definia que o amor era \"desejar o 'bem' de outro\".[83]\n",
        "Sobre a \"lei humana\", Aquino conclui \"…que, assim como no caso da razão especulativa, na qual tiramos conclusões em várias ciências a partir de princípios não demonstráveis e naturalmente conhecidos, conclusões estas não comunicadas a nós pela natureza, mas adquiridas pelos esforços da razão, é assim também com os preceitos da lei natural, pois a partir de princípios gerais e indemonstráveis, a razão humana precisa avançar para uma determinação mais precisa de certos assuntos. Estas determinações particulares, criadas pela razão humana, são chamadas de leis humanas desde que as outras condições essenciais da lei sejam observadas…\", ou seja, a \"lei humana\" é a lei positiva, a lei natural aplicada pelos governos às sociedades.[84]\n",
        "Leis naturais e humanas não são adequadas sozinhas. A necessidade humana de que seu comportamento seja dirigido fez necessária a existência da \"lei divina\", que é a lei especificamente revelada nas Escrituras. Segundo Aquino, \"O apóstolo diz: «Pois mudado que seja o sacerdócio, é necessário que se faça também mudança da Lei.» (Hebreus 7:12) Mas o sacerdócio tem duas facetas, como afirmado na própria passagem, viz., os sacerdócio levita e o sacerdócio de Cristo. Portanto, a lei divina tem também duas facetas, a Antiga Lei e a Nova Lei\".[85]\n",
        "Aquino se refere aos animais como estúpidos e que a ordem natural declarou que eles foram criados para uso humano. Ele negava que os homens tinham qualquer dever de caridade para com os animais por não serem eles \"pessoas\". Se não fosse assim, seria ilegal utilizá-los como fonte de alimento. Porém, este racional não dava aos homens permissão para serem cruéis com eles, pois \"hábitos cruéis podem transbordar para o nosso tratamento dos seres humanos\".[86][87]\n",
        "Ainda tratando de ética e justiça, Aquino deu grandes contribuições para o pensamento econômico medieval. Ele tratou do conceito de preço justo, normalmente o preço de mercado ou o regulamentado e suficiente para cobrir o custo de produção do vendedor. Ele argumentava que era imoral para os vendedores aumentarem os preços simplesmente por que os compradores estavam em algum momento precisando demais do produto.[88][89]\n",
        "São Tomás de Aquino entende a lei como “uma ordenação da razão no sentido do bem comum, promulgada por quem dirige a comunidade”. É a partir desse conceito de “comunidade” que a filosofia jurídico-tomista se desenvolve (análoga a bilateralidade sustentada por Aristóteles) e que o frade dominicano diferenciou diversas manifestas de lex. No campo mais alto estaria a lex aeterna, a razão divina que governa todo o universo, sendo o fim deste. A forma revelada dela através da iluminação (conceito platônico aprofundado pela escola agostiniana) seria a lex divina, dada por Deus, como seria o caso das escrituras presentes na Bíblia. A participação do homem sob a lex aeterna, a partir de sua razão fornecida pelo Criador, seria o elemento fundante da lex naturalis, uma lei onde o homem é capaz de ter conhecimento do que deve ser feito a partir de um fator inerente a ele (recta ratio). Há ainda a lex humana que deriva-se da lei natural a partir da criação humana, seja de forma dedutiva ou por determinação de uma autoridade humana, a partir da tentativa de trazer a lex naturalis para um caso concreto. Tal concepção jurídica, portanto, consiste em uma forma de corrente, onde um elo leva, necessariamente, ao outro. A grande diferenciação entre a concepção jurídica medieval e a antiga está justamente na relação do Direito e da Moral: Na Antiguidade, o direito se legitimava pela moral; Na Idade Média, a moral se justifica por assumir características jurídicas, fruto da interiorização do direito vindo do Legislador supremo (Deus).[90]\n",
        "Tomás via a teologia (a \"doutrina sagrada\") como uma ciência[54] cuja matéria-prima eram as Escrituras e a tradição da Igreja Católica. Estas fontes, por sua vez, seriam, segundo ele, produtos da autorrevelação de Deus a indivíduos ou grupos de indivíduos através da história. Finalmente, fé e razão, distintas e relacionadas, seriam as duas ferramentas primárias para processar os dados teológicos. Ele acreditava que ambas eram necessárias- ou, melhor, que a \"confluência\" de ambas era necessária — para obter-se o verdadeiro conhecimento de Deus. O objetivo final da teologia, para Tomás, era utilizar a razão para perceber a verdade sobre Deus e experimentar a salvação através desta verdade.\n",
        "Aquino acreditava que a verdade é conhecida pela razão (\"revelação natural\") e pela fé (\"revelação sobrenatural\"). Esta tem sua origem na inspiração pelo Espírito Santo e está disponível através do ensinamento dos profetas, reunidos nas Escrituras e transmitidos pelo magisterium, coletivamente chamado de \"tradição\". Já a revelação natural é a verdade disponível a todos através da natureza humana e dos poderes da razão, por exemplo aplicando métodos racionais para perceber a existência de Deus.\n",
        "Assim, apesar de se poder deduzir a existência e os atributos de Deus através da razão, certas especificidades só podem ser conhecidas através da revelação especial de Deus em Jesus Cristo. Os principais componentes teológicos do cristianismo, como a Trindade e a Encarnação, são revelados nos ensinamentos da Igreja e nas Escrituras; não podem, portanto, ser deduzidos pela razão humana.\n",
        "Como católico, Aquino acreditava que Deus é o \"criador do céu e da terra, de todas as coisas visíveis e invisíveis\"; como Aristóteles, defendia que a vida poderia se formar a partir de matéria não viva ou de plantas, uma forma de abiogênese conhecida como \"geração espontânea\":\n",
        "Além disso, Tomás defendia — em seu comentário sobre a \"Física\", de Aristóteles — a teoria de Empédocles de que várias mutações das espécies emergiram ainda durante a Criação. Ele argumenta que estas espécies foram geradas através de mutações no esperma animal de forma não esperada pela natureza. Para estas espécies, simplesmente não havia intenção de que tivessem existência perpétua:\n",
        "Santo Agostinho concordava fortemente com o senso comum de sua época, de que os cristãos deveriam ser pacifistas filosoficamente, mas que deviam utilizar a força como meio de preservar a paz no longo prazo. Ele argumentou muitas vezes que o pacifismo não era contrário à defesa dos inocentes ou à autodefesa, por exemplo. Resumidamente, Agostinho acreditava que, para a preservação da paz no longo prazo, o uso justificado da força poderia ser necessário,[93] mas estabelecia limites para isso, exigindo, por exemplo, que as guerras com esta finalidade deveriam ser defensivas e ter a restauração da paz (e não a conquista de vantagens) como objetivo.[94]\n",
        "Aquino, séculos depois, aproveitou-se da autoridade dos argumentos de Agostinho quando tentou definir as condições para que uma guerra fosse considerada justa,[95] resumidos na \"Suma\":\n",
        "Segundo São Tomás de Aquino, aqueles que resistem a um governo tirânico em nome do bem comum não podem ser chamados de sediciosos, pois quando há um governo tirânico, o verdadeiro sedicioso é o próprio tirano que, quando governa em proveito próprio em detrimento dos interesses do povo, nutre discórdias contra si.[97]\n",
        "Aquino acreditava que a existência de Deus era auto-evidente, mas não era evidente para os homens. \"Portanto, digo que esta proposição, 'Deus existe', em si mesma, é auto-evidente, pois o predicado é o mesmo que o sujeito… Agora, como não conhecemos a essência de Deus, a proposição não é auto-evidente para nós e precisa ser demonstrada por coisas que são-nos mais conhecidas, apesar de menos conhecidas em sua própria natureza — nomeadamente, pelos efeitos\".[98]\n",
        "Ele acreditava também que se poderia demonstrar a existência de Deus. De forma breve na \"Suma Teológica\" e mais extensivamente na \"Suma contra os Gentios\", Aquino considera em detalhes seus cinco argumentos para a existência de Deus, amplamente conhecidos como \"quinque viae\" (\"cinco vias\"):\n",
        "Sobre a natureza de Deus, Aquino acreditava que a melhor abordagem, geralmente chamada de via negativa em latim, é considerar o que Deus \"não é\". Seguindo assim, ele propôs cinco expressões sobre as qualidades divinas:\n",
        "Na \"Suma Teológica\", Tomás começa sua discussão sobre Jesus Cristo relembrado a histórica bíblica de Adão e Eva e descrevendo os efeitos negativos do pecado original. A partir daí, ele desenvolve seu argumento de que o objetivo da Encarnação era restaurar a natureza humana, removendo a \"contaminação pelo pecado\", algo que os humanos são incapazes de realizar por si mesmos. \"A Sabedoria Divina julgou apropriado que Deus tornar-se-ia humano para que, assim, Este pudesse restaurar o homem e dar uma satisfação\".[107] Tomás argumentou a favor da visão da satisfação da expiação, ou seja, que Jesus morreu \"para dar satisfação por toda a raça humana, que foi sentenciada a morrer por causa do pecado\".[108]\n",
        "Aquino argumentou contra diversos teólogos que defendiam pontos de vista diferentes sobre Jesus. Em resposta a Plotino, afirmou que Jesus era verdadeiramente divino e não um simples ser humano. Contra Nestório, que sugeriu que o Filho de Deus estaria meramente conjuminado com o Cristo homem, defendeu que a completude de Deus era parte integral da existência de Cristo. Contra-atacou as visões de Apolinário defendendo que Cristo tinha uma alma verdadeiramente humana (racional, portanto) e a dualidade de naturezas de Cristo (a humana e a divina). Contra Eutiques, afirmou que está dualidade permaneceu mesmo depois da Encarnação e, contra os ensinamentos de Maniqueu e Valentim, que as duas naturezas existiam simultaneamente e separadamente num único corpo humano real.[109]\n",
        "Resumindo, \"Cristo tinha um 'corpo real' da mesma natureza que o nosso, uma 'verdadeira alma racional' e, além disso, a 'divindade perfeita'\":[110][111]\n",
        "Ecoando Atanásio de Alexandria, Aquino afirmou que \"O Unigênito Filho de Deus…assumiu nossa natureza para que, feito homem, pudesse fazer dos homens deuses\".[112]\n",
        "Aquino identificou que a razão da existência humana seria a união e amizade eterna com Deus, um objetivo alcançado através da visão beatífica, na qual uma pessoa experimenta a felicidade perfeita e sem fim ao presenciar a essência de Deus. Ela ocorre depois da morte como presente de Deus aos que na vida experimentaram a salvação e a redenção através de Cristo.[113]\n",
        "O objetivo da união com Deus tem implicações para a vida das pessoas na terra. Segundo Tomás, a vontade dos indivíduos deve ser dirigida às coisas corretas, como caridade, paz e santidade. Ele via nesta orientação como um caminho para a felicidade e estruturou suas ideias sobre a vida moral à volta desta crença. A relação entre a vontade e o objetivo da vida é antecedente na natureza \"por que a retidão da vontade consiste em ser obedientemente dirigida ao objetivo final [a visão beatífica]\". Os que buscam verdadeiramente entender e ver Deus irão necessariamente amar o que Ele ama, um amor que requer moralidade e aparece nas escolhas cotidianas dos homens.[113]\n",
        "Aquino era um dominicano, ou seja, um membro da Ordem dos Pregadores (Ordo Praedicatorum) cujo objetivo inicial era a conversão dos albigenses e de outras facções heterodoxas de forma pacífica num primeiro momento, mas que logo degeneraria na violenta Cruzada Albigense. Na \"Suma Teológica\", escreveu:\n",
        "Roubo simples, falsificação, fraude e outros crimes similares eram também ofensas passíveis de morte na época; o ponto de Aquino é que a gravidade da heresia, que trata não apenas de bens materiais, mas também dos espirituais de outros, é pelo menos tão grave quanto falsificação. A sugestão dele exige, porém, que os heréticos sejam entregues a um \"tribunal secular\" ao invés da autoridade magisterial. Além disso, a ideia de que os heréticos merecem a morte está relacionada à teologia de Aquino, segundo a qual os pecadores não têm um direito intrínseco à vida, \"pois o pagamento do pecado é a morte; mas o presente grátis de Deus é a vida eterna em Cristo Jesus, nosso Senhor\"[115]). Seja como for, seu ponto é claro: heréticos devem ser executados pelo estado. Ele elabora ainda mais o tema no artigo seguinte quando diz:\n",
        "Alguma compreensão sobre o estado psicológico de Tomás de Aquino é fundamental para compreender suas crenças sobre a vida após a morte e a ressurreição. Seguindo a doutrina da Igreja, ele aceita que a alma continue existindo depois da morte do corpo. Como ele aceita também que ela é a forma do corpo, Aquino defende que o ser humano, assim como todas as coisas materiais, é um composto de \"forma\" e \"matéria\", uma versão do hilemorfismo aristotélico. A forma substancial (a alma humana) configura (define) a matéria-prima (o corpo) e é assim que um composto material se enquadra numa determinada espécie; no caso dos homens, a do \"animal racional\".[117] Portanto, o ser humano seria um composto de forma-matéria organizado para ser um animal racional. A matéria não pode existir sem ser configurado por uma forma, mas esta pode existir sem a matéria, o que abre espaço para a crença da separação da alma do corpo. Aquino afirma que a alma coexiste nos mundos material e espiritual e, portanto, tem algumas caraterísticas materiais e outras imateriais (como o acesso aos universais).\n",
        "Finalmente, Aquino rejeitava a ideia de que a ressurreição necessite de alguma forma de dualismo (entre corpo e alma como distintos), defendendo que alma (parte do composto forma-matéria) persistia depois da morte e à corrupção do corpo, sendo capaz de existência autônoma no período entre a morte e a ressurreição. Ele sabe que os seres humanos são essencialmente físicos, mas que está \"fisicalidade\" tem um espírito capaz de retornar a Deus depois da vida.[118] Para ele, as recompensas e punições da vida depois da morte não são \"apenas\" espirituais. Por isso, a ressurreição é uma parte importante de sua filosofia sobre a alma. O homem é realizado e completo no corpo físico e, portanto, a vida eterna deve contar com almas materializadas em corpos ressuscitados. Além da recompensa espiritual, os homens podem então esperar o gozo de bênçãos materiais e físicas.[118]\n",
        "Aquino afirma claramente sua posição sobre a ressurreição e a utiliza para defender sua filosofia da justiça: a promessa da ressurreição compensa os cristãos que sofreram neste mundo através de uma união celeste com o divino. Em suas palavras, \"se não há ressurreição dos mortos, segue que não há nada de bom para os seres humanos fora desta vida\".[119] Assim, a esperança da ressurreição seria responsável pelo ímpeto para as pessoas na terra abrirem mão de prazeres nesta vida; aqueles que se prepararam para a vida depois da morte, moral e intelectualmente, receberão recompensas ainda maiores pela graça divina. Aquino insiste que a beatitude será conferida por mérito e irá tornar as pessoas mais capazes de conceber o divino. Na mesma linha, a punição também está diretamente relacionada com esta preparação e as ações na terra.[119]\n",
        "A lista completa de obras de Tomás de Aquino (ou atribuídas a ele) é a seguinte:\n",
        "Por séculos persistem alegações recorrentes de que Tomás teria tido a habilidade de levitar. Por exemplo, G. K. Chesterton escreveu: \"Suas experiências incluíram casos bem atestados de levitação em êxtase; e a Virgem Maria apareceu para ele, confortando-o com as boas novas de que ele jamais seria bispo\".[120]\n",
        "Em 1277, Étienne Tempier, o mesmo bispo de Paris que havia publicado o édito de condenação de 1270, publicou outro, mais amplo. Um dos objetivos desta vez era clarificar que o poder absoluto de Deus transcendia quaisquer princípios da lógica de Aristóteles ou de Averróis.[121] Mais especificamente, ele continha uma lista de 219 proposições que, segundo o bispo, violavam a onipotência de Deus, entre eles vinte proposições de Tomás de Aquino, o que prejudicou seriamente sua reputação por muitos anos.[122]\n",
        "Várias afirmações de Tomás foram tomadas por filósofos posteriores como abstratas e aporéticas. Com efeito, algumas das “provas da existência de Deus” elaboradas por Tomás acabaram sendo chamadas posteriormente de “Deus dos Filósofos”, termo que passou a ser usado para designar abstrações muito apartadas da realidade e da própria revelação.[123] Embora reconheça que outras contribuições tenham sido definitivas para o tema, o filósofo Lorenz Puntel, cuja tese de doutorado foi dedicada a Tomás, assinala que as chamadas cinco vias constituem um enfoque superficial, periférico e totalmente inadequado.[123]\n",
        "Bertrand Russell criticou a filosofia de Aquino por que:\n",
        "Esta crítica pode ser ilustrada com alguns dos exemplos (todos com base no raciocínio de Russell):\n",
        "Quando o advogado do diabo de seu processo de canonização argumentou que não haviam milagres em seu nome, um dos cardeais respondeu: \"Tot miraculis, quot articulis\" (\"Tantos milagres quanto artigos\", uma referência à quantidade de artigos na \"Suma Teológica\", milhares).[127] Cinquenta anos depois de sua morte, em 18 de julho de 1323, João XII, papa em Avinhão, declarou Tomás de Aquino santo.[128]\n",
        "Num mosteiro de Nápoles, perto da catedral de São Januário de Benevento, uma cela na qual São Tomás supostamente viveu ainda é visitada por peregrinos. Seus restos estão abrigados na Igreja dos Jacobinos em Toulouse desde 28 de junho de 1369. Entre 1789, data da Revolução Francesa, e 1974, eles estiveram na Basilique de Saint-Sernin. Neste ano, foram devolvidos à Igreja dos Jacobinos onde estão até hoje.\n",
        "Quando foi canonizado, a festa de São Tomás foi incorporada ao Calendário Geral Romano em 7 de março, o dia de sua morte. Como esta data geralmente cai na Quaresma, a festa foi modificada para 28 de janeiro, a data da translação de suas relíquias para Toulouse.[129][130]\n",
        "Na \"Divina Comédia\", Dante coloca a alma glorificada de Tomás de Aquino no \"céu do Sol\" com outros grandes da sabedoria religiosa.[131] Ele afirma ainda que Tomás morreu envenenado por ordem de Carlos de Anjou,[132] uma versão citada por Villani (ix. 218) e descrita, inclusive o motivo, pelo Anonimo Fiorentino. Porém, o historiador Ludovico Antonio Muratori reproduz o relato feito pelos amigos de Tomás e não encontrou traço algum de má fé.[133]\n",
        "A teologia de Tomás de Aquino já havia começado a ganhar prestígio quando, dois séculos depois, em 1567, Pio V proclamou-o um Doutor da Igreja e colocou sua festa no mesmo nível da dos grandes Padres latinos: Ambrósio, Agostinho, Jerônimo e Gregório. Porém, na mesma época, o Concílio de Trento buscava muito mais em Duns Escoto do que em Tomás argumentos em defesa da Igreja.[122][127]\n",
        "Muitos estudiosos da ética, dentro e fora da Igreja Católica (notavelmente Philippa Foot e Alasdair MacIntyre), comentaram em tempos recentes sobre a possibilidade de utilizar a ética de virtude de Aquino como meio de evitar o utilitarismo ou a deontologia de Kant (o \"senso do dever\"). Pelas obras de filósofos do século XX como Elizabeth Anscombe (especialmente no livro \"Intention\"), o princípio do duplo efeito de Aquino e sua teoria da atividade intencional têm sido muito influentes.\n",
        "As teorias estéticas de Aquino, especialmente seu conceito de claritas, influenciaram profundamente a obra do autor modernista James Joyce, que costumava dizer que Aquino estava atrás apenas de Aristóteles entre os filósofos ocidentais. Ele fez referências ao pensamento de Aquino através da \"Elementa philosophiae ad mentem D. Thomae Aquinatis doctoris angelici\" (1898), de Girolamo Maria Mancini, professor de teologia no famoso Collegium Divi Thomae de Urbe,[134] como, por exemplo, em \"Portrait of the Artist as a Young Man\".[135]\n",
        "As obras do semiótico italiano Umberto Eco também foram influenciadas pela estética de Aquino, principalmente no ensaio que ele escreveu sobre Tomás de Aquino publicado em 1956 e republicado, revisado, em 1988.\n"
    ],
    "ligacoes": [
        "<ul><li>Primeiro, a guerra deve ocorrer por uma causa boa e justa e nunca pela busca de riqueza ou poder.</li>\n<li>Segundo, a guerra justa deve ser declarada por uma autoridade legalmente instituída, como um estado.</li>\n<li>Terceiro, a paz deve ser a motivação central em meio à violência decorrente.<sup id=\"cite_ref-96\" class=\"reference\"><a href=\"#cite_note-96\"><span class=\"cite-bracket\">[</span>96<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li>Movimento: algumas coisas indubitavelmente mudam sem serem capazes de provocar seu próprio movimento. Como, segundo o racional de Tomás, não pode haver uma cadeia infinita de causas para um movimento, decorre que deve existir um \"Primeiro Movimentador\", não movido por nada anterior e este seria o que todos entendem como sendo \"Deus\".</li>\n<li>Causa: como no caso do movimento, nada é causa de si próprio e uma cadeia causal infinita seria impossível, deve haver uma \"Primeira Causa\", conhecida por \"Deus\". Aquino neste caso baseia-se nas assertivas de Aristóteles sobre os princípios do ser. O conceito de Deus como <i>prima causa</i> (\"causa primeira\") deriva do conceito aristotélico do \"movedor imovível\".<sup id=\"cite_ref-99\" class=\"reference\"><a href=\"#cite_note-99\"><span class=\"cite-bracket\">[</span>99<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Existência do necessário e do desnecessário: nossa experiência inclui coisas que certamente existem, mas que são, aparentemente, desnecessárias. Porém, não é possível que tudo seja desnecessário, pois então, quando nada houver [que seja necessário], nada existiria. Portanto, somos compelidos a supor que existe algo que existe \"necessariamente\", cuja necessidade deriva de si próprio; na realidade, ele próprio seria a necessidade para que tudo o mais existisse. Este seria Deus.</li>\n<li>Gradação: se podemos perceber uma gradação nas coisas no sentido de que algumas são mais quentes, boas, etc., deve haver um <a href=\"/wiki/Superlativo\" class=\"mw-redirect\" title=\"Superlativo\">superlativo</a> que é a coisa mais verdadeira e nobre e, portanto, a que \"existe mais completamente\". Esta, então, seria Deus.</li>\n<li>Tendências ordenadas da natureza: uma direção para as ações em direção a uma finalidade se percebe em todos os corpos governados pela lei natural. As coisas sem consciência tendem a ser guiadas pelos que a tem. A isto chamamos \"Deus\".<sup id=\"cite_ref-100\" class=\"reference\"><a href=\"#cite_note-100\"><span class=\"cite-bracket\">[</span>100<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li><a href=\"/wiki/Simplicidade_divina\" title=\"Simplicidade divina\">Deus é simples</a>, sem composição de partes — como \"corpo\" e \"alma\" ou \"matéria\" e \"forma\".<sup id=\"cite_ref-101\" class=\"reference\"><a href=\"#cite_note-101\"><span class=\"cite-bracket\">[</span>101<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Deus é perfeito, nada Lhe-falta. Ou seja, Deus é diferente dos demais seres por Sua completa realização.<sup id=\"cite_ref-102\" class=\"reference\"><a href=\"#cite_note-102\"><span class=\"cite-bracket\">[</span>102<span class=\"cite-bracket\">]</span></a></sup> Tomás definiu Deus como <i>\"Ipse Actus Essendi subsistens\"</i> (\"subsistente ato de ser\").<sup id=\"cite_ref-103\" class=\"reference\"><a href=\"#cite_note-103\"><span class=\"cite-bracket\">[</span>103<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Deus é infinito. Ou seja, Deus não finito no sentido que os seres criados são física, intelectual e emocionalmente limitados. Esta infinidade deve ser diferenciada da simples infinidade de tamanho ou número.<sup id=\"cite_ref-104\" class=\"reference\"><a href=\"#cite_note-104\"><span class=\"cite-bracket\">[</span>104<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Deus é imutável, não passível de mudanças de caráter ou essência.<sup id=\"cite_ref-105\" class=\"reference\"><a href=\"#cite_note-105\"><span class=\"cite-bracket\">[</span>105<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>Deus é uno, sem diversificação em si próprio. A unidade de Deus é tal que Sua essência é idêntica à Sua existência. Nas palavras de Tomás, <i>\"em si mesma, a proposição 'Deus existe' é <a href=\"/wiki/Verdade_l%C3%B3gica\" title=\"Verdade lógica\">necessariamente verdadeira</a>, pois, nela, sujeito e predicado são o mesmo\".</i><sup id=\"cite_ref-106\" class=\"reference\"><a href=\"#cite_note-106\"><span class=\"cite-bracket\">[</span>106<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li>Aquino defende a indissolubilidade do matrimônio <i>\"afirmando que o pai é útil para a educação das crianças, (a) por que é mais racional que a mãe, (b) por que, sendo mais forte, está melhor capacitado a infligir a <a href=\"/wiki/Puni%C3%A7%C3%A3o_corporal\" class=\"mw-redirect\" title=\"Punição corporal\">punição corporal</a>\".</i><sup id=\"cite_ref-Russell_1967_462_125-0\" class=\"reference\"><a href=\"#cite_note-Russell_1967_462-125\"><span class=\"cite-bracket\">[</span>125<span class=\"cite-bracket\">]</span></a></sup> Independente da visão moderna sobre a educação, <i>\"nenhum seguidor de São Tomás de Aquino iria, com base neste relato, deixar de acreditar na monogamia perpétua só por que a motivação real desta crença não são as alegadas [por ele]\".</i><sup id=\"cite_ref-Russell_1967_462_125-1\" class=\"reference\"><a href=\"#cite_note-Russell_1967_462-125\"><span class=\"cite-bracket\">[</span>125<span class=\"cite-bracket\">]</span></a></sup> Esta argumentação, porém, pode ser amenizada pelo fato de que o matrimônio, na \"Suma\", está no volume \"suplementar\", que não foi escrito por Aquino.<sup id=\"cite_ref-126\" class=\"reference\"><a href=\"#cite_note-126\"><span class=\"cite-bracket\">[</span>126<span class=\"cite-bracket\">]</span></a></sup> Além disso, como <a href=\"#Condena%C3%A7%C3%A3o_de_1277\">já mencionado</a>, a introdução dos conceitos pagãos de Aristóteles e <a href=\"/wiki/Averr%C3%B3is\" title=\"Averróis\">Averróis</a> no cristianismo por Aquino é de aceitação controversa.</li>\n<li>A visão de Aquino sobre Deus como causa primeira, em acordo com sua <i>quinque viae</i>, <i>\"depende da suposta impossibilidade de uma série não ter um primeiro termo. Todo matemático sabe que não existe esta impossibilidade; a série de <a href=\"/wiki/N%C3%BAmero_inteiro\" title=\"Número inteiro\">inteiros</a> <a href=\"/wiki/N%C3%BAmero_negativo\" title=\"Número negativo\">negativos</a>, que termina em -1, é uma ocorrência do contrário\".</i><sup id=\"cite_ref-Russell_1967_462_125-2\" class=\"reference\"><a href=\"#cite_note-Russell_1967_462-125\"><span class=\"cite-bracket\">[</span>125<span class=\"cite-bracket\">]</span></a></sup></li>\n<li>As afirmações sobre a essência e a existência de Deus são fruto da lógica aristotélica e se baseiam em <i>\"alguma forma de confusão sintática, sem a qual muito da argumentação sobre Deus perderia sua plausibilidade\".</i><sup id=\"cite_ref-Russell_1967_462_125-3\" class=\"reference\"><a href=\"#cite_note-Russell_1967_462-125\"><span class=\"cite-bracket\">[</span>125<span class=\"cite-bracket\">]</span></a></sup></li></ul>",
        "<ul><li><a href=\"/wiki/Alasdair_MacIntyre\" title=\"Alasdair MacIntyre\">Alasdair MacIntyre</a></li>\n<li><a href=\"/wiki/Antonin-Gilbert_Sertillanges\" title=\"Antonin-Gilbert Sertillanges\">Antonin-Gilbert Sertillanges</a></li>\n<li><a href=\"/wiki/%C3%89tienne_Gilson\" title=\"Étienne Gilson\">Étienne Gilson</a></li>\n<li><a href=\"/wiki/G._E._M._Anscombe\" class=\"mw-redirect\" title=\"G. E. M. Anscombe\">G. E. M. Anscombe</a></li>\n<li><a href=\"/wiki/Jacques_Maritain\" title=\"Jacques Maritain\">Jacques Maritain</a></li>\n<li><a href=\"/wiki/Jean-Pierre_Torrel\" title=\"Jean-Pierre Torrel\">Jean-Pierre Torrel</a></li>\n<li><a href=\"/wiki/Jo%C3%A3o_de_Santo_Tom%C3%A1s\" class=\"mw-redirect\" title=\"João de Santo Tomás\">João de Santo Tomás</a></li>\n<li><a href=\"/wiki/John_Finnis\" title=\"John Finnis\">John Finnis</a></li>\n<li><a href=\"/wiki/Reginald_Garrigou-Lagrange\" title=\"Reginald Garrigou-Lagrange\">Reginald Garrigou-Lagrange</a></li></ul>",
        "<ul><li><i><a href=\"/wiki/Adoro_te_devote\" title=\"Adoro te devote\">Adoro te devote</a></i></li>\n<li><i><a href=\"/wiki/Pange_Lingua_Gloriosi_Corporis_Mysterium\" class=\"mw-redirect\" title=\"Pange Lingua Gloriosi Corporis Mysterium\">Pange Lingua Gloriosi Corporis Mysterium</a></i></li>\n<li><i><a href=\"/wiki/Verbum_Supernum_Prodiens\" title=\"Verbum Supernum Prodiens\">Verbum Supernum Prodiens</a></i></li></ul>",
        "<ul class=\"noprint navigation-box\" style=\"border-top: solid silver 1px; border-right: solid silver 1px; border-bottom:1px solid silver; border-left: solid silver 1px; padding:3px; background-color: #F9F9F9; color: inherit; text-align: center; margin-top:10px; margin-left: 0; clear: both;\"><li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Crystal_Clear_app_Login_Manager.svg\" title=\"Portal de biografias\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/40px-Crystal_Clear_app_Login_Manager.svg.png\" decoding=\"async\" width=\"25\" height=\"25\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Crystal_Clear_app_Login_Manager.svg/60px-Crystal_Clear_app_Login_Manager.svg.png 2x\" data-file-width=\"128\" data-file-height=\"128\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Biografias\" title=\"Portal:Biografias\">Portal de biografias</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:P_religion_world.svg\" title=\"Portal da religião\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/40px-P_religion_world.svg.png\" decoding=\"async\" width=\"25\" height=\"23\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/2/28/P_religion_world.svg/60px-P_religion_world.svg.png 2x\" data-file-width=\"400\" data-file-height=\"360\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Religi%C3%A3o\" title=\"Portal:Religião\">Portal da religião</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Christianity_symbols.svg\" title=\"Portal do cristianismo\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/81/Christianity_symbols.svg/40px-Christianity_symbols.svg.png\" decoding=\"async\" width=\"25\" height=\"21\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/8/81/Christianity_symbols.svg/60px-Christianity_symbols.svg.png 2x\" data-file-width=\"425\" data-file-height=\"354\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Cristianismo\" title=\"Portal:Cristianismo\">Portal do cristianismo</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:SeptemArtes-Philosophia-Detail.jpg\" title=\"Portal da filosofia\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/40px-SeptemArtes-Philosophia-Detail.jpg\" decoding=\"async\" width=\"25\" height=\"24\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/SeptemArtes-Philosophia-Detail.jpg/60px-SeptemArtes-Philosophia-Detail.jpg 2x\" data-file-width=\"897\" data-file-height=\"860\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:Filosofia\" title=\"Portal:Filosofia\">Portal da filosofia</a></span></span></li> <li style=\"display: inline;\"><span style=\"white-space: nowrap; margin: auto 1.5em\"><span style=\"margin-right: 0.5em\"><span typeof=\"mw:File\"><a href=\"/wiki/Ficheiro:Flag_of_Italy.svg\" title=\"Portal da Itália\"><img alt=\"\" src=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/03/Flag_of_Italy.svg/40px-Flag_of_Italy.svg.png\" decoding=\"async\" width=\"25\" height=\"17\" class=\"mw-file-element\" srcset=\"//upload.wikimedia.org/wikipedia/commons/thumb/0/03/Flag_of_Italy.svg/60px-Flag_of_Italy.svg.png 2x\" data-file-width=\"1500\" data-file-height=\"1000\"></a></span>\n</span><span style=\"font-weight:bold\"><a href=\"/wiki/Portal:It%C3%A1lia\" title=\"Portal:Itália\">Portal da Itália</a></span></span></li>     </ul>"
    ],
    "categorias": "['<a href=\"/wiki/Categoria:Mortos_em_1274\" title=\"Categoria:Mortos em 1274\">Mortos em 1274</a><a href=\"/wiki/Categoria:Nascidos_em_1225\" title=\"Categoria:Nascidos em 1225\">Nascidos em 1225</a><a href=\"/wiki/Categoria:Apolog%C3%A9tica_crist%C3%A3\" title=\"Categoria:Apologética cristã\">Apologética cristã</a><a href=\"/wiki/Categoria:Alunos_da_Universidade_de_Paris\" title=\"Categoria:Alunos da Universidade de Paris\">Alunos da Universidade de Paris</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_da_It%C3%A1lia\" title=\"Categoria:Filósofos da Itália\">Filósofos da Itália</a><a href=\"/wiki/Categoria:Educadores_da_It%C3%A1lia\" title=\"Categoria:Educadores da Itália\">Educadores da Itália</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_s%C3%A9culo_XIII\" title=\"Categoria:Filósofos do século XIII\">Filósofos do século XIII</a><a href=\"/wiki/Categoria:Italianos_do_s%C3%A9culo_XIII\" title=\"Categoria:Italianos do século XIII\">Italianos do século XIII</a><a href=\"/wiki/Categoria:Escritores_em_latim\" title=\"Categoria:Escritores em latim\">Escritores em latim</a><a href=\"/wiki/Categoria:Doutores_da_Igreja\" title=\"Categoria:Doutores da Igreja\">Doutores da Igreja</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_cat%C3%B3licos\" title=\"Categoria:Filósofos católicos\">Filósofos católicos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_aristot%C3%A9licos\" title=\"Categoria:Filósofos aristotélicos\">Filósofos aristotélicos</a><a href=\"/wiki/Categoria:Fil%C3%B3sofos_do_direito\" title=\"Categoria:Filósofos do direito\">Filósofos do direito</a><a href=\"/wiki/Categoria:Jusnaturalismo\" title=\"Categoria:Jusnaturalismo\">Jusnaturalismo</a><a href=\"/wiki/Categoria:Personagens_citados_em_Divina_Com%C3%A9dia_(Para%C3%ADso)\" title=\"Categoria:Personagens citados em Divina Comédia (Paraíso)\">Personagens citados em Divina Comédia (Paraíso)</a><a href=\"/wiki/Categoria:Te%C3%B3logos_da_It%C3%A1lia\" title=\"Categoria:Teólogos da Itália\">Teólogos da Itália</a><a href=\"/wiki/Categoria:Santos_da_It%C3%A1lia\" title=\"Categoria:Santos da Itália\">Santos da Itália</a><a href=\"/wiki/Categoria:Te%C3%B3logos_cat%C3%B3licos\" title=\"Categoria:Teólogos católicos\">Teólogos católicos</a><a href=\"/wiki/Categoria:Santos_dominicanos\" title=\"Categoria:Santos dominicanos\">Santos dominicanos</a><a href=\"/wiki/Categoria:Teologia_sistem%C3%A1tica\" title=\"Categoria:Teologia sistemática\">Teologia sistemática</a><a href=\"/wiki/Categoria:Escol%C3%A1stica\" title=\"Categoria:Escolástica\">Escolástica</a><a href=\"/wiki/Categoria:Tomismo\" title=\"Categoria:Tomismo\">Tomismo</a><a href=\"/wiki/Categoria:Religiosos_da_Ordem_dos_Dominicanos_da_It%C3%A1lia\" title=\"Categoria:Religiosos da Ordem dos Dominicanos da Itália\">Religiosos da Ordem dos Dominicanos da Itália</a><a href=\"/wiki/Categoria:Pessoas_canonizadas_pelo_papa_Jo%C3%A3o_XXII\" title=\"Categoria:Pessoas canonizadas pelo papa João XXII\">Pessoas canonizadas pelo papa João XXII</a><a href=\"/wiki/Categoria:M%C3%ADsticos_cat%C3%B3licos\" title=\"Categoria:Místicos católicos\">Místicos católicos</a><a href=\"/wiki/Categoria:Metaf%C3%ADsicos\" title=\"Categoria:Metafísicos\">Metafísicos</a><a href=\"/wiki/Categoria:Tom%C3%A1s_de_Aquino\" title=\"Categoria:Tomás de Aquino\">Tomás de Aquino</a>']",
    "imagem": "//upload.wikimedia.org/wikipedia/commons/thumb/0/05/Benozzo_Gozzoli_004a.jpg/250px-Benozzo_Gozzoli_004a.jpg"
}